{
	"15" :{
		"number" : "15",
		"name" : " الحجر",
		"name_latin" : "Al-Ḥijr",
		"surah_translation" : "Hijr",
		"number_of_ayah" : "99",
		"location" : "Makkiyah",
		"text" : {
			"1" : "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ وَقُرْاٰنٍ مُّبِيْنٍ  ۔",
			"2" : "رُبَمَا يَوَدُّ الَّذِيْنَ كَفَرُوْا لَوْ كَانُوْا مُسْلِمِيْنَ ",
			"3" : "ذَرْهُمْ يَأْكُلُوْا وَيَتَمَتَّعُوْا وَيُلْهِهِمُ الْاَمَلُ فَسَوْفَ يَعْلَمُوْنَ ",
			"4" : "وَمَآ اَهْلَكْنَا مِنْ قَرْيَةٍ اِلَّا وَلَهَا كِتَابٌ مَّعْلُوْمٌ ",
			"5" : "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ",
			"6" : "وَقَالُوْا يٰٓاَيُّهَا الَّذِيْ نُزِّلَ عَلَيْهِ الذِّكْرُ اِنَّكَ لَمَجْنُوْنٌ  ۗ  ",
			"7" : "لَوْمَا تَأْتِيْنَا بِالْمَلٰۤىِٕكَةِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
			"8" : "مَا نُنَزِّلُ الْمَلٰۤىِٕكَةَ اِلَّا بِالْحَقِّ وَمَا كَانُوْٓا اِذًا مُّنْظَرِيْنَ ",
			"9" : "اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ ",
			"10" : "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ شِيَعِ الْاَوَّلِيْنَ ",
			"11" : "وَمَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
			"12" : "كَذٰلِكَ نَسْلُكُهٗ فِيْ قُلُوْبِ الْمُجْرِمِيْنَۙ",
			"13" : "لَا يُؤْمِنُوْنَ بِهٖ وَقَدْ خَلَتْ سُنَّةُ الْاَوَّلِيْنَ ",
			"14" : "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۤءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَۙ",
			"15" : "لَقَالُوْٓا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَ ࣖ ",
			"16" : "وَلَقَدْ جَعَلْنَا فِى السَّمَاۤءِ بُرُوْجًا وَّزَيَّنّٰهَا لِلنّٰظِرِيْنَۙ",
			"17" : "وَحَفِظْنٰهَا مِنْ كُلِّ شَيْطٰنٍ رَّجِيْمٍۙ",
			"18" : "اِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَاَتْبَعَهٗ شِهَابٌ مُّبِيْنٌ ",
			"19" : "وَالْاَرْضَ مَدَدْنٰهَا وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ وَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ شَيْءٍ مَّوْزُوْنٍ",
			"20" : "وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَ وَمَنْ لَّسْتُمْ لَهٗ بِرٰزِقِيْنَ ",
			"21" : "وَاِنْ مِّنْ شَيْءٍ اِلَّا عِنْدَنَا خَزَاۤىِٕنُهٗ وَمَا نُنَزِّلُهٗٓ اِلَّا بِقَدَرٍ مَّعْلُوْمٍ ",
			"22" : "وَاَرْسَلْنَا الرِّيٰحَ لَوَاقِحَ فَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَسْقَيْنٰكُمُوْهُۚ وَمَآ اَنْتُمْ لَهٗ بِخٰزِنِيْنَ",
			"23" : "وَاِنَّا لَنَحْنُ نُحْيٖ وَنُمِيْتُ وَنَحْنُ الْوٰرِثُوْنَ ",
			"24" : "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِيْنَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِيْنَ ",
			"25" : "وَاِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ࣖ ",
			"26" : "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  ",
			"27" : "وَالْجَاۤنَّ خَلَقْنٰهُ مِنْ قَبْلُ مِنْ نَّارِ السَّمُوْمِ  ",
			"28" : "وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  ",
			"29" : "فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ ",
			"30" : "فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ",
			"31" : "اِلَّآ اِبْلِيْسَۗ اَبٰىٓ اَنْ يَّكُوْنَ مَعَ السّٰجِدِيْنَ ",
			"32" : "قَالَ يٰٓاِبْلِيْسُ مَا لَكَ اَلَّا تَكُوْنَ مَعَ السّٰجِدِيْنَ ",
			"33" : "قَالَ لَمْ اَكُنْ لِّاَسْجُدَ لِبَشَرٍ خَلَقْتَهٗ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ ",
			"34" : "قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۙ",
			"35" : "وَّاِنَّ عَلَيْكَ اللَّعْنَةَ اِلٰى يَوْمِ الدِّيْنِ ",
			"36" : "قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
			"37" : "قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ",
			"38" : "اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ ",
			"39" : "قَالَ رَبِّ بِمَآ اَغْوَيْتَنِيْ لَاُزَيِّنَنَّ لَهُمْ فِى الْاَرْضِ وَلَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ  ",
			"40" : "اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ ",
			"41" : "قَالَ هٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيْمٌ ",
			"42" : "اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌ اِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِيْنَ ",
			"43" : "وَاِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ اَجْمَعِيْنَۙ",
			"44" : "لَهَا سَبْعَةُ اَبْوَابٍۗ لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُوْمٌ ࣖ  ",
			"45" : "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۗ  ",
			"46" : "اُدْخُلُوْهَا بِسَلٰمٍ اٰمِنِيْنَ ",
			"47" : "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ ",
			"48" : "لَا يَمَسُّهُمْ فِيْهَا نَصَبٌ وَّمَا هُمْ مِّنْهَا بِمُخْرَجِيْنَ ",
			"49" : "۞ نَبِّئْ عِبَادِيْٓ اَنِّيْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُۙ",
			"50" : "وَاَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْاَلِيْمُ ",
			"51" : "وَنَبِّئْهُمْ عَنْ ضَيْفِ اِبْرٰهِيْمَۘ ",
			"52" : "اِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًاۗ قَالَ اِنَّا مِنْكُمْ وَجِلُوْنَ ",
			"53" : "قَالُوْا لَا تَوْجَلْ اِنَّا نُبَشِّرُكَ بِغُلٰمٍ عَلِيْمٍ ",
			"54" : "قَالَ اَبَشَّرْتُمُوْنِيْ عَلٰٓى اَنْ مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُوْنَ ",
			"55" : "قَالُوْا بَشَّرْنٰكَ بِالْحَقِّ فَلَا تَكُنْ مِّنَ الْقٰنِطِيْنَ ",
			"56" : "قَالَ وَمَنْ يَّقْنَطُ مِنْ رَّحْمَةِ رَبِّهٖٓ اِلَّا الضَّاۤلُّوْنَ ",
			"57" : "قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُوْنَ ",
			"58" : "قَالُوْٓا اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمٍ مُّجْرِمِيْنَۙ",
			"59" : "اِلَّآ اٰلَ لُوْطٍۗ اِنَّا لَمُنَجُّوْهُمْ اَجْمَعِيْنَۙ",
			"60" : "اِلَّا امْرَاَتَهٗ قَدَّرْنَآ اِنَّهَا لَمِنَ الْغٰبِرِيْنَ ࣖ ",
			"61" : "فَلَمَّا جَاۤءَ اٰلَ لُوْطِ ِۨالْمُرْسَلُوْنَۙ",
			"62" : "قَالَ اِنَّكُمْ قَوْمٌ مُّنْكَرُوْنَ ",
			"63" : "قَالُوْا بَلْ جِئْنٰكَ بِمَا كَانُوْا فِيْهِ يَمْتَرُوْنَ ",
			"64" : "وَاَتَيْنٰكَ بِالْحَقِّ وَاِنَّا لَصٰدِقُوْنَ ",
			"65" : "فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَاتَّبِعْ اَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ وَّامْضُوْا حَيْثُ تُؤْمَرُوْنَ ",
			"66" : "وَقَضَيْنَآ اِلَيْهِ ذٰلِكَ الْاَمْرَ اَنَّ دَابِرَ هٰٓؤُلَاۤءِ مَقْطُوْعٌ مُّصْبِحِيْنَ ",
			"67" : "وَجَاۤءَ اَهْلُ الْمَدِيْنَةِ يَسْتَبْشِرُوْنَ ",
			"68" : "قَالَ اِنَّ هٰٓؤُلَاۤءِ ضَيْفِيْ فَلَا تَفْضَحُوْنِۙ",
			"69" : "وَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ ",
			"70" : "قَالُوْٓا اَوَلَمْ نَنْهَكَ عَنِ الْعٰلَمِيْنَ ",
			"71" : "قَالَ هٰٓؤُلَاۤءِ بَنٰتِيْٓ اِنْ كُنْتُمْ فٰعِلِيْنَۗ ",
			"72" : "لَعَمْرُكَ اِنَّهُمْ لَفِيْ سَكْرَتِهِمْ يَعْمَهُوْنَ ",
			"73" : "فَاَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِيْنَۙ",
			"74" : "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّنْ سِجِّيْلٍ ",
			"75" : "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْمُتَوَسِّمِيْنَۙ",
			"76" : "وَاِنَّهَا لَبِسَبِيْلٍ مُّقِيْمٍ ",
			"77" : "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَۗ  ",
			"78" : "وَاِنْ كَانَ اَصْحٰبُ الْاَيْكَةِ لَظٰلِمِيْنَۙ",
			"79" : "فَانْتَقَمْنَا مِنْهُمْۘ وَاِنَّهُمَا لَبِاِمَامٍ مُّبِيْنٍۗ  ࣖ  ",
			"80" : "وَلَقَدْ كَذَّبَ اَصْحٰبُ الْحِجْرِ الْمُرْسَلِيْنَۙ",
			"81" : "وَاٰتَيْنٰهُمْ اٰيٰتِنَا فَكَانُوْا عَنْهَا مُعْرِضِيْنَۙ",
			"82" : "وَكَانُوْا يَنْحِتُوْنَ مِنَ الْجِبَالِ بُيُوْتًا اٰمِنِيْنَ ",
			"83" : "فَاَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِيْنَۙ",
			"84" : "فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَۗ  ",
			"85" : "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّۗ وَاِنَّ السَّاعَةَ لَاٰتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيْلَ ",
			"86" : "اِنَّ رَبَّكَ هُوَ الْخَلّٰقُ الْعَلِيْمُ ",
			"87" : "وَلَقَدْ اٰتَيْنٰكَ سَبْعًا مِّنَ الْمَثَانِيْ وَالْقُرْاٰنَ الْعَظِيْمَ ",
			"88" : "لَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِيْنَ ",
			"89" : "وَقُلْ اِنِّيْٓ اَنَا النَّذِيْرُ الْمُبِيْنُۚ  ",
			"90" : "كَمَآ اَنْزَلْنَا عَلَى الْمُقْتَسِمِيْنَۙ",
			"91" : "الَّذِيْنَ جَعَلُوا الْقُرْاٰنَ عِضِيْنَ ",
			"92" : "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعِيْنَۙ",
			"93" : "عَمَّا كَانُوْا يَعْمَلُوْنَ ",
			"94" : "فَاصْدَعْ بِمَا تُؤْمَرُ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ ",
			"95" : "اِنَّا كَفَيْنٰكَ الْمُسْتَهْزِءِيْنَۙ",
			"96" : "الَّذِيْنَ يَجْعَلُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۚ فَسَوْفَ يَعْلَمُوْنَ ",
			"97" : "وَلَقَدْ نَعْلَمُ اَنَّكَ يَضِيْقُ صَدْرُكَ بِمَا يَقُوْلُوْنَۙ",
			"98" : "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السّٰجِدِيْنَۙ",
			"99" : "وَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقِيْنُ ࣖࣖ "
		},
		"latin" : {
			"1" : "Alif lām rā, tilka āyātul-kitābi wa qur'ānim mubīn(in).",
			"2" : "Rubamā yawaddul-lażīna kafarū lau kānū muslimīn(a).",
			"3" : "Żarhum ya'kulū wa yatamatta‘ū wa yulhihimul-amalu fa saufa ya‘lamūn(a).",
			"4" : "Wa mā ahlaknā min qaryatin illā wa lahā kitābum ma‘lūm(un).",
			"5" : "Mā tasbiqu min ummatin ajalahā wa mā yasta'khirūn(a).",
			"6" : "Wa qālū yā ayyuhal-lażī nuzzila ‘alaihiż-żikru innaka lamajnūn(un).",
			"7" : "Lau mā ta'tīnā bil-malā'ikati in kunta minaṣ-ṣādiqīn(a).",
			"8" : "Mā nunazzilul-malā'ikata illā bil-ḥaqqi wa mā kānū iżam munẓarīn(a).",
			"9" : "Innā naḥnu nazzalnaż-żikra wa innā lahū laḥāfiẓūn(a).",
			"10" : "Wa laqad arsalnā min qablika fī syiya‘il-awwalīn(a).",
			"11" : "Wa mā ya'tīhim mir rasūlin illā kānū bihī yastahzi'ūn(a).",
			"12" : "Każālika naslukuhū fī qulūbil-mujrimīn(a).",
			"13" : "Lā yu'minūna bihī wa qad khalat sunnatul-awwalīn(a).",
			"14" : "Wa lau fataḥnā ‘alaihim bābam minas-samā'i fa ẓallū fīhi ya‘rujūn(a).",
			"15" : "Laqālū innamā sukkirat abṣārunā bal naḥnu qaumum masḥūrūn(a).",
			"16" : "Wa laqad ja‘alnā fis-samā'i burūjaw wa zayyannāhā lin-nāẓirīn(a).",
			"17" : "Wa ḥafiẓnāhā min kulli syaiṭānir rajīm(in).",
			"18" : "Illā manistaraqas-sam‘a fa atba‘ahū syihābum mubīn(un).",
			"19" : "Wal-arḍa madadnāhā wa alqainā fīhā rawāsiya wa ambatnā fīhā min kulli syai'im mauzūn(in).",
			"20" : "Wa ja‘alnā lakum fīhā ma‘āyisya  wa mal lastum lahū birāziqīn(a).",
			"21" : "Wa im min syai'in illā ‘indanā khazā'inuhū wa mā nunazziluhū illā biqadarim ma‘lūm(un).",
			"22" : "Wa arsalnar-riyāḥa lawāqiha fa anzalnā minas-samā'i mā'an fa asqainākumūh(u), wa mā antum lahū bikhāzinīn(a).",
			"23" : "Wa innā lanaḥnu nuḥyī wa numītu wa naḥnul-wāriṡūn(a).",
			"24" : "Wa laqad ‘alimnal-mustaqdimīna minkum wa laqad ‘alimnal-musta'khirīn(a).",
			"25" : "Wa inna rabbaka huwa yaḥsyuruhum, innahū ḥakīmun ‘alīm(un).",
			"26" : "Wa laqad khalaqnal-insāna min ṣalṣālim min ḥama'im masnūn(in).",
			"27" : "Wal-jānna khalaqnāhu min qablu min nāris-samūm(i).",
			"28" : "Wa iż qāla rabbuka lil-malā'ikati innī khāliqum basyaram min ṣalṣālim min ḥama'im masnūn(in).",
			"29" : "Fa iżā sawwaituhū wa nafakhtu fīhi mir rūḥī fa qa‘ū lahū sājidīn(a).",
			"30" : "Fa sajadal-malā'ikatu kulluhum  ajma‘ūn(a).",
			"31" : "Illā iblīs(a), abā ay yakūna ma‘as-sājidīn(a).",
			"32" : "Qāla yā iblīsu mā laka allā takūna ma‘as-sājidīn(a).",
			"33" : "Qāla lam akul li'asjuda libasyarin khalaqtahū min ṣalṣālim min ḥama'im masnūn(in).",
			"34" : "Qāla fakhruj minhā fa innaka rajīm(un).",
			"35" : "Wa inna ‘alaikal-la‘nata ilā yaumid-dīn(i).",
			"36" : "Qāla rabbi fa anẓirnī ilā yaumi yub‘aṡūn(a).",
			"37" : "Qāla fa innaka minal-munẓarīn(a).",
			"38" : "Ilā yaumil-waqtil-ma‘lūm(i).",
			"39" : "Qāla rabbi bimā agwaitanī la'uzayyinanna lahum fil-arḍi wa la'ugwiyannahum ajma‘īn(a).",
			"40" : "Illā ‘ibādaka minhumul-mukhlaṣīn(a).",
			"41" : "Qāla hāżā ṣirāṭun ‘alayya mustaqīm(un). ",
			"42" : "Inna ‘ibādī laisa laka ‘alaihim sulṭānun illā manittaba‘aka minal-gāwīn(a).",
			"43" : "Wa inna jahannama lamau‘iduhum  ajma‘īn(a).",
			"44" : "Lahā sab‘atu abwāb(in), likulli bābim minhum juz'um maqsūm(un).",
			"45" : "Innal-muttaqīna fī jannātiw wa ‘uyūn(in).",
			"46" : "Udkhulūhā bisalāmin āminīn(a).",
			"47" : "Wa naza‘nā mā fī ṣudūrihim min gillin ikhwānan ‘alā sururim mutaqābilīn(a).",
			"48" : "Lā yamassuhum fīhā naṣabuw wa mā hum minhā bimukhrajīn(a).",
			"49" : "Nabbi' ‘ibādī annī anal-gafūrur-raḥīm(u).",
			"50" : "Wa anna ‘ażābī huwal-‘ażābul-alīm(u).",
			"51" : "Wa nabbi'hum ‘an ḍaifi ibrāhīm(a).",
			"52" : "Iż dakhalū ‘alaihi fa qālū salāmā(n), qāla innā minkum wajilūn(a).",
			"53" : "Qālū lā taujal innā nubasysyiruka bigulāmin ‘alīm(in).",
			"54" : "Qāla abasysyartumūnī ‘alā am massaniyal-kibaru fa bima tubasysyirūn(a).",
			"55" : "Qālū basysyarnāka bil-ḥaqqi falā takum minal-qāniṭīn(a).",
			"56" : "Qāla wa may yaqnaṭu mir raḥmati rabbihī illaḍ-ḍāllūn(a).",
			"57" : "Qāla famā khaṭbukum ayyuhal-mursalūn(a).",
			"58" : "Qālū innā ursilnā ilā qaumim mujrimīn(a).",
			"59" : "Illā āla lūṭ(in), innā lamunajjūhum ajma‘īn(a).",
			"60" : "Illamra'atahū qaddarnā innahā laminal-gābirīn(a).",
			"61" : "Falammā jā'a āla lūṭinil-mursalūn(a).",
			"62" : "Qāla innakum qaumum munkarūn(a).",
			"63" : "Qālū bal ji'nāka bimā kānū fīhi yamtarūn(a).",
			"64" : "Wa ataināka bil-ḥaqqi wa innā laṣādiqūn(a).",
			"65" : "Fa asri bi'ahlika biqiṭ‘im minal-laili wattabi‘ adbārahum wa lā yaltafit minkum aḥaduw wamḍū ḥaiṡu tu'marūn(a).",
			"66" : "Wa qaḍainā ilaihi żālikal-amra anna dābira hā'ulā'i maqṭū‘um muṣbiḥīn(a).",
			"67" : "Wa jā'a ahlul-madīnati yastabsyirūn(a).",
			"68" : "Qāla inna hā'ulā'i ḍaifī falā tafḍaḥūn(i).",
			"69" : "Wattaqullāha wa lā tukhzūn(i).",
			"70" : "Qālū awalam nanhaka ‘anil-‘ālamīn(a).",
			"71" : "Qāla hā'ulā'i banātī in kuntum fā‘ilīn(a).",
			"72" : "La‘amruka innahum lafī sakratihim ya‘mahūn(a).",
			"73" : "Fa akhażathumuṣ-ṣaiḥatu musyriqīn(a).",
			"74" : "Fa ja‘alnā ‘āliyahā sāfilahā wa amṭarnā ‘alaihim ḥijāratam min sijjīl(in).",
			"75" : "Inna fī żālika la'āyātil lil-mutawassimīn(a).",
			"76" : "Wa innahā labisabīlim muqīm(in).",
			"77" : "Inna fī żālika la'āyatal lil-mu'minīn(a).",
			"78" : "Wa in kāna aṣḥābul-aikati laẓālimīn(a).",
			"79" : "Fantaqamnā minhum, wa innahumā labi'imāmim mubīn(in).",
			"80" : "Wa laqad każżaba aṣḥābul-ḥijril-mursalīn(a).",
			"81" : "Wa ātaināhum āyātinā fa kānū ‘anhā mu‘riḍīn(a).",
			"82" : "Wa kānū yanḥitūna minal-jibāli buyūtan āminīn(a).",
			"83" : "Fa akhażathumuṣ-ṣaiḥatu muṣbiḥīn(a).",
			"84" : "Famā agnā ‘anhum mā kānū yaksibūn(a).",
			"85" : "Wa mā khalaqnas-samāwāti wal-arḍa  wa mā bainahumā illā bil-ḥaqq(i), wa innas-sā‘ata la'ātiyatun faṣfaḥiṣ-ṣafḥal-jamīl(a).",
			"86" : "Inna rabbaka huwal-khallāqul-‘alīm(u).",
			"87" : "Wa laqad ātaināka sab‘am minal-maṡānī wal-qur'ānal-‘aẓīm(a).",
			"88" : "Lā tamuddanna ‘ainaika ilā mā matta‘nā bihī azwājam minhum wa lā taḥzan ‘alaihim wakhfiḍ janāḥaka lil-mu'minīn(a).",
			"89" : "Wa qul innī anan-nażīrul-mubīn(u).",
			"90" : "Kamā anzalnā ‘alal-muqtasimīn(a).",
			"91" : "Allażīna ja‘alul-qur'āna ‘iḍīn(a).",
			"92" : "Fa wa rabbika lanas'alannahum ajma‘īn(a).",
			"93" : "‘Ammā kānū ya‘malūn(a).",
			"94" : "Faṣda‘ bimā tu'maru wa a‘riḍ ‘anil-musyrikīn(a).",
			"95" : "Innā kafainākal-mustahzi'īn(a).",
			"96" : "Allażīna yaj‘alūna ma‘allāhi ilāhan ākhar(a), fa saufa ya‘lamūn(a).",
			"97" : "Wa laqad na‘lamu annaka yaḍīqu ṣadruka bimā yaqūlūn(a).",
			"98" : "Fa sabbiḥ biḥamdi rabbika wa kum minas-sājidīn(a).",
			"99" : "Wa‘bud rabbaka ḥattā ya'tiyakal-yaqīn(u)."
		},
		"terjemah" : {
			"1" : "Alif Lām Rā. Itulah ayat-ayat Kitab, yaitu (ayat-ayat) Al-Qur’an yang memberi penjelasan.",
			"2" : "Orang-orang yang kufur itu sering kali (nanti di akhirat) menginginkan, sekiranya mereka dahulu (di dunia) menjadi orang-orang muslim.",
			"3" : "Biarkanlah mereka (di dunia ini) makan, bersenang-senang, dan dilalaikan oleh angan-angan (kosong). Kelak mereka akan mengetahui (akibat perbuatannya).",
			"4" : "Kami tidak membinasakan suatu negeri, kecuali sudah ada ketentuan yang ditetapkan baginya.",
			"5" : "Tidak ada satu umat pun yang dapat menyegerakan ajalnya dan tidak (pula) menangguhkan(-nya).",
			"6" : "Mereka berkata, “Wahai orang yang kepadanya diturunkan Al-Qur’an, sesungguhnya engkau (Nabi Muhammad) benar-benar orang gila.392)",
			"7" : "Mengapa engkau tidak mendatangkan malaikat kepada kami, jika engkau termasuk orang-orang yang benar?”",
			"8" : "Kami tidak menurunkan malaikat, kecuali dengan kebenaran. (Jika orang-orang kafir itu mengingkarinya,) mereka tidak diberi penangguhan (dari azab Allah).",
			"9" : "Sesungguhnya Kamilah yang menurunkan Al-Qur’an dan pasti Kami (pula) yang memeliharanya.393)",
			"10" : "Sungguh, Kami benar-benar telah mengutus (beberapa rasul) sebelum engkau (Nabi Muhammad) kepada umat-umat terdahulu.",
			"11" : "Tidaklah datang seorang rasul kepada mereka, kecuali selalu memperolok-olokkannya.",
			"12" : "Demikianlah, Kami memasukkannya (olok-olok itu) ke dalam hati orang-orang yang berdosa.",
			"13" : "Mereka tidak beriman kepadanya (Al-Qur’an), padahal telah berlalu sunatullah394) terhadap orang-orang terdahulu.",
			"14" : "Kalau Kami bukakan (salah satu) pintu langit untuk mereka, lalu mereka terus menerus naik ke atasnya,",
			"15" : "tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan. Bahkan, kami adalah kaum yang terkena sihir.”",
			"16" : "Sungguh, Kami benar-benar telah menciptakan gugusan bintang di langit dan menjadikannya terasa indah bagi orang-orang yang memandang (langit itu).",
			"17" : "Kami menjaganya dari setiap setan yang terkutuk,",
			"18" : "kecuali (setan) yang mencuri-curi (berita) yang dapat didengar (dari malaikat) maka dia dikejar oleh bintang-bintang (berapi) yang terang.",
			"19" : "Kami telah menghamparkan bumi, memancangkan padanya gunung-gunung, dan menumbuhkan di sana segala sesuatu menurut ukuran(-nya).",
			"20" : "Kami telah menjadikan di sana sumber-sumber kehidupan untukmu dan (menjadikan pula) makhluk hidup yang bukan kamu pemberi rezekinya.",
			"21" : "Tidak ada sesuatu pun melainkan di sisi Kamilah perbendaharaannya395) dan Kami tidak menurunkannya melainkan dengan ukuran tertentu.",
			"22" : "Kami telah meniupkan angin untuk mengawinkan.396) Maka, Kami menurunkan hujan dari langit lalu memberimu minum dengan (air) itu, sedangkan kamu bukanlah orang-orang yang menyimpannya.",
			"23" : "Sesungguhnya Kamilah yang menghidupkan dan mematikan serta Kami (pulalah) yang mewarisi.",
			"24" : "Sungguh, Kami benar-benar mengetahui orang-orang yang terdahulu di antara kamu dan Kami mengetahui pula orang-orang yang terkemudian.",
			"25" : "Sesungguhnya hanya Tuhanmulah yang akan mengumpulkan mereka. Sesungguhnya Dia Maha Bijaksana lagi Maha Mengetahui.",
			"26" : "Sungguh, Kami benar-benar telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang dibentuk.",
			"27" : "Sebelumnya Kami telah menciptakan jin dari api yang sangat panas.",
			"28" : "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang dibentuk.",
			"29" : "Maka, apabila Aku telah menyempurnakan (kejadian)-nya dan telah meniupkan roh (ciptaan)-Ku ke dalamnya, menyungkurlah kamu kepadanya dengan bersujud.”397)",
			"30" : "Lalu, para malaikat itu bersujud semuanya bersama-sama,",
			"31" : "kecuali Iblis. Ia enggan ikut bersama para (malaikat) yang bersujud.",
			"32" : "Dia (Allah) berfirman, “Wahai Iblis, apa yang menyebabkanmu enggan bersama mereka yang bersujud itu?”",
			"33" : "Ia (Iblis) berkata, “Aku sekali-kali tidak akan bersujud kepada manusia yang Engkau ciptakan dari tanah liat kering dari lumpur hitam yang diberi bentuk.”",
			"34" : "(Allah) berfirman, “Keluarlah darinya (surga) karena sesungguhnya kamu terkutuk.",
			"35" : "Sesungguhnya kamu terlaknat sampai hari Kiamat.”",
			"36" : "(Iblis) berkata, “Wahai Tuhanku, tangguhkanlah (usia)-ku sampai hari mereka (manusia) dibangkitkan.”",
			"37" : "(Allah) berfirman, “Sesungguhnya kamu termasuk golongan yang ditangguhkan",
			"38" : "sampai hari yang telah ditentukan waktunya (kiamat).”",
			"39" : "Ia (Iblis) berkata, “Tuhanku, karena Engkau telah menyesatkanku, sungguh aku akan menjadikan (kejahatan) terasa indah bagi mereka di bumi dan sungguh aku akan menyesatkan mereka semua,",
			"40" : "kecuali hamba-hamba-Mu yang terpilih (karena keikhlasannya) di antara mereka.”",
			"41" : "Dia (Allah) berfirman, “Ini adalah jalan lurus yang Aku jamin (ditunjukkan kepada hamba-hamba-Ku itu).",
			"42" : "Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku kecuali mereka yang mengikutimu, yaitu orang-orang yang sesat.”",
			"43" : "Sesungguhnya (neraka) Jahanam benar-benar (tempat) yang telah dijanjikan untuk mereka (pengikut setan) semua.",
			"44" : "Ia (Jahanam) mempunyai tujuh pintu. Setiap pintu (telah ditetapkan) untuk golongan tertentu dari mereka.",
			"45" : "Sesungguhnya orang-orang yang bertakwa berada dalam (surga yang penuh) taman-taman dan mata air.",
			"46" : "(Allah berfirman,) “Masuklah ke dalamnya dengan sejahtera dan aman.”",
			"47" : "Kami mencabut segala rasa dendam yang ada dalam hati mereka. Mereka bersaudara (dan) duduk berhadap-hadapan di atas dipan.",
			"48" : "Mereka tidak merasa lelah di dalamnya dan tidak akan dikeluarkan darinya.",
			"49" : "Kabarkanlah kepada hamba-hamba-Ku bahwa sesungguhnya Akulah Yang Maha Pengampun lagi Maha Penyayang",
			"50" : "dan bahwa sesungguhnya siksaan-Kulah azab yang sangat pedih.",
			"51" : "Kabarkanlah (Nabi Muhammad) kepada mereka tentang tamu Ibrahim (malaikat)",
			"52" : "ketika mereka berkunjung ke (kediaman)-nya, lalu mengucapkan, “Salam.” Dia (Ibrahim) berkata, “Sesungguhnya kami merasa takut kepadamu.”398)",
			"53" : "(Mereka) berkata, “Janganlah merasa takut (karena) sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran) anak laki-laki yang alim (Ishaq).”",
			"54" : "Dia (Ibrahim) berkata, “Benarkah kamu memberi kabar gembira kepadaku, padahal usiaku telah lanjut. Maka, dengan (cara) apa kamu memberi kabar gembira?”",
			"55" : "Mereka menjawab, “Kami menyampaikan kabar gembira kepadamu dengan benar. Maka, janganlah engkau termasuk orang yang berputus asa.”",
			"56" : "Dia (Ibrahim) berkata, “Adakah orang yang berputus asa dari rahmat Tuhannya selain orang yang sesat?”",
			"57" : "Dia (Ibrahim) bertanya, “Apa urusan pentingmu, wahai para utusan?”",
			"58" : "Mereka menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa (untuk menyiksanya),",
			"59" : "kecuali para pengikut Lut. Sesungguhnya kami pasti menyelamatkan mereka semua,",
			"60" : "kecuali istrinya. Kami telah menentukan bahwa sesungguhnya dia termasuk (orang-orang kafir) yang tertinggal.”",
			"61" : "Maka, ketika para utusan itu datang kepada para pengikut Lut,",
			"62" : "dia berkata, “Sesungguhnya kamu orang-orang yang tidak kami kenal.”",
			"63" : "Mereka (para utusan) menjawab, “Kami justru datang kepadamu membawa azab yang selalu mereka dustakan.",
			"64" : "Kami datang kepadamu membawa kebenaran. Sesungguhnya kami orang-orang yang benar.",
			"65" : "Maka, pergilah pada akhir malam beserta keluargamu dan ikutilah mereka dari belakang. Jangan seorang pun di antara kamu menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.”",
			"66" : "Telah Kami wahyukan kepadanya (Lut) keputusan itu bahwa akhirnya mereka akan ditumpas habis pada waktu subuh.",
			"67" : "Datanglah penduduk kota itu399) (ke rumah Lut) dengan gembira (karena kedatangan tamu itu).",
			"68" : "Dia (Lut) berkata, “Sesungguhnya mereka adalah tamuku. Maka, jangan mempermalukanku.",
			"69" : "Bertakwalah kepada Allah dan jangan membuatku terhina.”",
			"70" : "Mereka berkata, “Bukankah kami telah melarangmu (menerima) manusia (para tamu)?”400)",
			"71" : "Dia (Lut) berkata, “Mereka itulah putri-putri (negeri)-ku. (Nikahilah mereka) jika kamu hendak berbuat (memenuhi nafsu syahwatmu).”",
			"72" : "(Allah berfirman,) “Demi umurmu401) (Nabi Muhammad), sungguh, mereka terombang-ambing dalam kemabukan (demi melampiaskan hawa nafsu).”",
			"73" : "Maka, mereka dibinasakan oleh suara keras yang mengguntur ketika matahari terbit.",
			"74" : "Maka, Kami menjungkirbalikkan (negeri itu) dan Kami menghujani mereka dengan tanah yang membatu.",
			"75" : "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang memperhatikan (dengan saksama) tanda-tanda (itu).",
			"76" : "Sesungguhnya (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia).402)",
			"77" : "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang mukmin.",
			"78" : "Sesungguhnya penduduk Aikah403) itu benar-benar orang-orang yang zalim.",
			"79" : "Maka, Kami membinasakan mereka. Sesungguhnya kedua (negeri)404) itu terletak di satu jalur jalan raya.",
			"80" : "Sesungguhnya penduduk (negeri) Hijr405) benar-benar telah mendustakan para rasul (mereka),406)",
			"81" : "Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya.",
			"82" : "Mereka memahat gunung-gunung (batu) menjadi rumah-rumah (yang didiami) dengan rasa aman.",
			"83" : "Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,407)",
			"84" : "sehingga tidak berguna bagi mereka apa yang telah mereka usahakan.",
			"85" : "Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan benar. Sesungguhnya kiamat pasti akan datang. Maka, maafkanlah (mereka) dengan cara yang baik.",
			"86" : "Sesungguhnya Tuhanmulah Yang Maha Pencipta lagi Maha Mengetahui.",
			"87" : "Sungguh, Kami benar-benar menganugerahkan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang408) dan Al-Qur’an yang agung.",
			"88" : "Jangan sekali-kali engkau (Nabi Muhammad) menujukan pandanganmu (tergiur) pada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir). Jangan engkau bersedih hati atas (kesesatan) mereka dan berendahhatilah engkau terhadap orang-orang mukmin.",
			"89" : "Katakanlah (Nabi Muhammad), “Sesungguhnya aku adalah pemberi peringatan yang jelas.”",
			"90" : "Sebagaimana (Kami telah memberi peringatan), Kami (juga) telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),409)",
			"91" : "(yaitu) orang-orang yang telah menjadikan Al-Qur’an itu terbagi-bagi.410)",
			"92" : "Maka, demi Tuhanmu, Kami pasti akan menanyai mereka semua",
			"93" : "tentang apa yang telah mereka kerjakan.",
			"94" : "Maka, sampaikanlah (Nabi Muhammad) secara terang-terangan segala apa yang diperintahkan kepadamu dan berpalinglah dari orang-orang musyrik.",
			"95" : "Sesungguhnya cukuplah Kami yang memeliharamu (Nabi Muhammad) dari (kejahatan) orang yang memperolok-olokkan(-mu),",
			"96" : "(yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya).",
			"97" : "Sungguh, Kami benar-benar mengetahui bahwa dadamu menjadi sempit (gundah dan sedih) disebabkan apa yang mereka ucapkan.",
			"98" : "Maka, bertasbihlah dengan memuji Tuhanmu, jadilah engkau termasuk orang-orang yang sujud (salat),",
			"99" : "dan sembahlah Tuhanmu sampai datang kepadamu kepastian (kematian)."
		},
		"id_tafsir" : {
			"1" : "1803",
			"2" : "1804",
			"3" : "1805",
			"4" : "1806",
			"5" : "1807",
			"6" : "1808",
			"7" : "1809",
			"8" : "1810",
			"9" : "1811",
			"10" : "1812",
			"11" : "1813",
			"12" : "1814",
			"13" : "1815",
			"14" : "1816",
			"15" : "1817",
			"16" : "1818",
			"17" : "1819",
			"18" : "1820",
			"19" : "1821",
			"20" : "1822",
			"21" : "1823",
			"22" : "1824",
			"23" : "1825",
			"24" : "1826",
			"25" : "1827",
			"26" : "1828",
			"27" : "1829",
			"28" : "1830",
			"29" : "1831",
			"30" : "1832",
			"31" : "1833",
			"32" : "1834",
			"33" : "1835",
			"34" : "1836",
			"35" : "1837",
			"36" : "1838",
			"37" : "1839",
			"38" : "1840",
			"39" : "1841",
			"40" : "1842",
			"41" : "1843",
			"42" : "1844",
			"43" : "1845",
			"44" : "1846",
			"45" : "1847",
			"46" : "1848",
			"47" : "1849",
			"48" : "1850",
			"49" : "1851",
			"50" : "1852",
			"51" : "1853",
			"52" : "1854",
			"53" : "1855",
			"54" : "1856",
			"55" : "1857",
			"56" : "1858",
			"57" : "1859",
			"58" : "1860",
			"59" : "1861",
			"60" : "1862",
			"61" : "1863",
			"62" : "1864",
			"63" : "1865",
			"64" : "1866",
			"65" : "1867",
			"66" : "1868",
			"67" : "1869",
			"68" : "1870",
			"69" : "1871",
			"70" : "1872",
			"71" : "1873",
			"72" : "1874",
			"73" : "1875",
			"74" : "1876",
			"75" : "1877",
			"76" : "1878",
			"77" : "1879",
			"78" : "1880",
			"79" : "1881",
			"80" : "1882",
			"81" : "1883",
			"82" : "1884",
			"83" : "1885",
			"84" : "1886",
			"85" : "1887",
			"86" : "1888",
			"87" : "1889",
			"88" : "1890",
			"89" : "1891",
			"90" : "1892",
			"91" : "1893",
			"92" : "1894",
			"93" : "1895",
			"94" : "1896",
			"95" : "1897",
			"96" : "1898",
			"97" : "1899",
			"98" : "1900",
			"99" : "1901"
		},
		"page_juz" : {
			"1" : {"page" : "262", "juz" : "13"},
			"2" : {"page" : "262", "juz" : "14"},
			"3" : {"page" : "262", "juz" : "14"},
			"4" : {"page" : "262", "juz" : "14"},
			"5" : {"page" : "262", "juz" : "14"},
			"6" : {"page" : "262", "juz" : "14"},
			"7" : {"page" : "262", "juz" : "14"},
			"8" : {"page" : "262", "juz" : "14"},
			"9" : {"page" : "262", "juz" : "14"},
			"10" : {"page" : "262", "juz" : "14"},
			"11" : {"page" : "262", "juz" : "14"},
			"12" : {"page" : "262", "juz" : "14"},
			"13" : {"page" : "262", "juz" : "14"},
			"14" : {"page" : "262", "juz" : "14"},
			"15" : {"page" : "262", "juz" : "14"},
			"16" : {"page" : "263", "juz" : "14"},
			"17" : {"page" : "263", "juz" : "14"},
			"18" : {"page" : "263", "juz" : "14"},
			"19" : {"page" : "263", "juz" : "14"},
			"20" : {"page" : "263", "juz" : "14"},
			"21" : {"page" : "263", "juz" : "14"},
			"22" : {"page" : "263", "juz" : "14"},
			"23" : {"page" : "263", "juz" : "14"},
			"24" : {"page" : "263", "juz" : "14"},
			"25" : {"page" : "263", "juz" : "14"},
			"26" : {"page" : "263", "juz" : "14"},
			"27" : {"page" : "263", "juz" : "14"},
			"28" : {"page" : "263", "juz" : "14"},
			"29" : {"page" : "263", "juz" : "14"},
			"30" : {"page" : "263", "juz" : "14"},
			"31" : {"page" : "263", "juz" : "14"},
			"32" : {"page" : "264", "juz" : "14"},
			"33" : {"page" : "264", "juz" : "14"},
			"34" : {"page" : "264", "juz" : "14"},
			"35" : {"page" : "264", "juz" : "14"},
			"36" : {"page" : "264", "juz" : "14"},
			"37" : {"page" : "264", "juz" : "14"},
			"38" : {"page" : "264", "juz" : "14"},
			"39" : {"page" : "264", "juz" : "14"},
			"40" : {"page" : "264", "juz" : "14"},
			"41" : {"page" : "264", "juz" : "14"},
			"42" : {"page" : "264", "juz" : "14"},
			"43" : {"page" : "264", "juz" : "14"},
			"44" : {"page" : "264", "juz" : "14"},
			"45" : {"page" : "264", "juz" : "14"},
			"46" : {"page" : "264", "juz" : "14"},
			"47" : {"page" : "264", "juz" : "14"},
			"48" : {"page" : "264", "juz" : "14"},
			"49" : {"page" : "264", "juz" : "14"},
			"50" : {"page" : "264", "juz" : "14"},
			"51" : {"page" : "264", "juz" : "14"},
			"52" : {"page" : "265", "juz" : "14"},
			"53" : {"page" : "265", "juz" : "14"},
			"54" : {"page" : "265", "juz" : "14"},
			"55" : {"page" : "265", "juz" : "14"},
			"56" : {"page" : "265", "juz" : "14"},
			"57" : {"page" : "265", "juz" : "14"},
			"58" : {"page" : "265", "juz" : "14"},
			"59" : {"page" : "265", "juz" : "14"},
			"60" : {"page" : "265", "juz" : "14"},
			"61" : {"page" : "265", "juz" : "14"},
			"62" : {"page" : "265", "juz" : "14"},
			"63" : {"page" : "265", "juz" : "14"},
			"64" : {"page" : "265", "juz" : "14"},
			"65" : {"page" : "265", "juz" : "14"},
			"66" : {"page" : "265", "juz" : "14"},
			"67" : {"page" : "265", "juz" : "14"},
			"68" : {"page" : "265", "juz" : "14"},
			"69" : {"page" : "265", "juz" : "14"},
			"70" : {"page" : "265", "juz" : "14"},
			"71" : {"page" : "266", "juz" : "14"},
			"72" : {"page" : "266", "juz" : "14"},
			"73" : {"page" : "266", "juz" : "14"},
			"74" : {"page" : "266", "juz" : "14"},
			"75" : {"page" : "266", "juz" : "14"},
			"76" : {"page" : "266", "juz" : "14"},
			"77" : {"page" : "266", "juz" : "14"},
			"78" : {"page" : "266", "juz" : "14"},
			"79" : {"page" : "266", "juz" : "14"},
			"80" : {"page" : "266", "juz" : "14"},
			"81" : {"page" : "266", "juz" : "14"},
			"82" : {"page" : "266", "juz" : "14"},
			"83" : {"page" : "266", "juz" : "14"},
			"84" : {"page" : "266", "juz" : "14"},
			"85" : {"page" : "266", "juz" : "14"},
			"86" : {"page" : "266", "juz" : "14"},
			"87" : {"page" : "266", "juz" : "14"},
			"88" : {"page" : "266", "juz" : "14"},
			"89" : {"page" : "266", "juz" : "14"},
			"90" : {"page" : "266", "juz" : "14"},
			"91" : {"page" : "267", "juz" : "14"},
			"92" : {"page" : "267", "juz" : "14"},
			"93" : {"page" : "267", "juz" : "14"},
			"94" : {"page" : "267", "juz" : "14"},
			"95" : {"page" : "267", "juz" : "14"},
			"96" : {"page" : "267", "juz" : "14"},
			"97" : {"page" : "267", "juz" : "14"},
			"98" : {"page" : "267", "juz" : "14"},
			"99" : {"page" : "267", "juz" : "14"}
		}
	}
}