{
	"30" :{
		"number" : "30",
		"name" : " الرّوم",
		"name_latin" : "Ar-Rūm",
		"surah_translation" : "Romawi",
		"number_of_ayah" : "60",
		"location" : "Makkiyah",
		"text" : {
			"1" : "الۤمّۤ ۚ",
			"2" : "غُلِبَتِ الرُّوْمُۙ ",
			"3" : "فِيْٓ اَدْنَى الْاَرْضِ وَهُمْ مِّنْۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُوْنَۙ ",
			"4" : "فِيْ بِضْعِ سِنِيْنَ ەۗ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْۢ بَعْدُ ۗوَيَوْمَىِٕذٍ يَّفْرَحُ الْمُؤْمِنُوْنَۙ",
			"5" : "بِنَصْرِ اللّٰهِ ۗيَنْصُرُ مَنْ يَّشَاۤءُۗ وَهُوَ الْعَزِيْزُ الرَّحِيْمُ",
			"6" : "وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ وَعْدَهٗ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
			"7" : "يَعْلَمُوْنَ ظَاهِرًا مِّنَ الْحَيٰوةِ الدُّنْيَاۖ وَهُمْ عَنِ الْاٰخِرَةِ هُمْ غٰفِلُوْنَ",
			"8" : "اَوَلَمْ يَتَفَكَّرُوْا فِيْٓ اَنْفُسِهِمْ ۗ مَا خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَاِنَّ كَثِيْرًا مِّنَ النَّاسِ بِلِقَاۤئِ رَبِّهِمْ لَكٰفِرُوْنَ",
			"9" : "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ كَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَآ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۗ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَۗ",
			"10" : "ثُمَّ كَانَ عَاقِبَةَ الَّذِيْنَ اَسَاۤءُوا السُّوْۤاٰىٓ اَنْ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَ ࣖ ",
			"11" : "اَللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
			"12" : "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُوْنَ",
			"13" : "وَلَمْ يَكُنْ لَّهُمْ مِّنْ شُرَكَاۤىِٕهِمْ شُفَعٰۤؤُا وَكَانُوْا بِشُرَكَاۤىِٕهِمْ كٰفِرِيْنَ",
			"14" : "وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّتَفَرَّقُوْنَ ",
			"15" : "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِيْ رَوْضَةٍ يُّحْبَرُوْنَ",
			"16" : "وَاَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤئِ الْاٰخِرَةِ فَاُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ",
			"17" : "فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ",
			"18" : "وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ",
			"19" : "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۗوَكَذٰلِكَ تُخْرَجُوْنَ ࣖ",
			"20" : "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ",
			"21" : "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
			"22" : "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ ",
			"23" : "وَمِنْ اٰيٰتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَاۤؤُكُمْ مِّنْ فَضْلِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ",
			"24" : "وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَاۤءِ مَاۤءً فَيُحْيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
			"25" : "وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ",
			"26" : "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قٰنِتُوْنَ",
			"27" : "وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
			"28" : "ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ",
			"29" : "بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُ ۗوَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
			"30" : "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ ",
			"31" : "۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ",
			"32" : "مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا ۗ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
			"33" : "وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُّنِيْبِيْنَ اِلَيْهِ ثُمَّ اِذَآ اَذَاقَهُمْ مِّنْهُ رَحْمَةً اِذَا فَرِيْقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
			"34" : "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ",
			"35" : "اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوْا بِهٖ يُشْرِكُوْنَ ",
			"36" : "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوْا بِهَاۗ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ اِذَا هُمْ يَقْنَطُوْنَ",
			"37" : "اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ",
			"38" : "فَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِۗ ذٰلِكَ خَيْرٌ لِّلَّذِيْنَ يُرِيْدُوْنَ وَجْهَ اللّٰهِ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
			"39" : "وَمَآ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۟ فِيْٓ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِ ۚوَمَآ اٰتَيْتُمْ مِّنْ زَكٰوةٍ تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الْمُضْعِفُوْنَ",
			"40" : "اَللّٰهُ الَّذِيْ خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّفْعَلُ مِنْ ذٰلِكُمْ مِّنْ شَيْءٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
			"41" : "ظَهَرَ الْفَسَادُ فِى الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِى النَّاسِ لِيُذِيْقَهُمْ بَعْضَ الَّذِيْ عَمِلُوْا لَعَلَّهُمْ يَرْجِعُوْنَ",
			"42" : "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلُۗ  كَانَ اَكْثَرُهُمْ مُّشْرِكِيْنَ",
			"43" : "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ الْقَيِّمِ مِنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ يَوْمَىِٕذٍ يَّصَّدَّعُوْنَ",
			"44" : "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۚ وَمَنْ عَمِلَ صَالِحًا فَلِاَنْفُسِهِمْ يَمْهَدُوْنَۙ",
			"45" : "لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْ فَضْلِهٖۗ  اِنَّهٗ لَا يُحِبُّ الْكٰفِرِيْنَ",
			"46" : "وَمِنْ اٰيٰتِهٖٓ اَنْ يُّرْسِلَ الرِّيٰحَ مُبَشِّرٰتٍ وَّلِيُذِيْقَكُمْ مِّنْ رَّحْمَتِهٖ وَلِتَجْرِيَ الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ",
			"47" : "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ",
			"48" : "اَللّٰهُ الَّذِيْ يُرْسِلُ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَيَبْسُطُهٗ فِى السَّمَاۤءِ كَيْفَ يَشَاۤءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ فَاِذَآ اَصَابَ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَۚ",
			"49" : "وَاِنْ كَانُوْا مِنْ قَبْلِ اَنْ يُّنَزَّلَ عَلَيْهِمْ مِّنْ قَبْلِهٖ لَمُبْلِسِيْنَۚ",
			"50" : "فَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
			"51" : "وَلَىِٕنْ اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ",
			"52" : "فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ",
			"53" : "وَمَآ اَنْتَ بِهٰدِ الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ࣖ",
			"54" : "۞ اَللّٰهُ الَّذِيْ خَلَقَكُمْ مِّنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضَعْفًا وَّشَيْبَةً ۗيَخْلُقُ مَا يَشَاۤءُۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ",
			"55" : "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۗ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ",
			"56" : "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَالْاِيْمَانَ لَقَدْ لَبِثْتُمْ فِيْ كِتٰبِ اللّٰهِ اِلٰى يَوْمِ الْبَعْثِۖ فَهٰذَا يَوْمُ الْبَعْثِ وَلٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُوْنَ",
			"57" : "فَيَوْمَىِٕذٍ لَّا يَنْفَعُ الَّذِيْنَ ظَلَمُوْا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُوْنَ",
			"58" : "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۗ وَلَىِٕنْ جِئْتَهُمْ بِاٰيَةٍ لَّيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ اَنْتُمْ اِلَّا مُبْطِلُوْنَ",
			"59" : "كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الَّذِيْنَ لَا يَعْلَمُوْنَ",
			"60" : "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ ࣖ "
		},
		"latin" : {
			"1" : "Alif lām mīm.",
			"2" : "Gulibatir-rūm(u).",
			"3" : "Fī adnal-arḍi wa hum mim ba‘di galabihim sayaglibūn(a).",
			"4" : "Fī biḍ‘i sinīn(a), lillāhil-amru min qablu wa mim ba‘d(u), wa yauma'iżiy yafraḥul-mu'minūn(a).",
			"5" : "Binaṣrillāh(i), yanṣuru may yasyā'(u), wa huwal-‘azīzur-raḥīm(u).",
			"6" : "Wa‘dallāh(i), lā yukhlifullāhu wa‘dahū wa lākinna akṡaran-nāsi lā ya‘lamūn(a).",
			"7" : "Ya‘lamūna ẓāhiram minal-ḥayātid-dun-yā, wa hum ‘anil-ākhirati hum gāfilūn(a).",
			"8" : "Awalam yatafakkarū fī anfusihim, mā khalaqallāhus-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā(n), wa inna kaṡīram minan-nāsi biliqā'i rabbihim lakāfirūn(a).",
			"9" : "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna ‘āqibatul-lażīna min qablihim, kānū asyadda minhum quwwataw wa aṡārul-arḍa wa ‘amarūhā akṡara mimmā ‘amarūhā wa jā'athum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
			"10" : "Ṡumma kāna ‘āqibatal-lażīna asā'us-sū'ā an każżabū bi'āyātillāhi wa kānū bihā yastahzi'ūn(a).",
			"11" : "Allāhu yabda'ul-khalqa ṡumma yu‘īduhū ṡumma ilaihi turja‘ūn(a).",
			"12" : "Wa yauma taqūmus-sā‘atu yublisul-mujrimūn(a).",
			"13" : "Wa lam yakul lahum min syurakā'ihim syufa‘ā'u wa kānū bisyurakā'ihim kāfirīn(a).",
			"14" : "Wa yauma taqūmus-sā‘atu yauma'iżiy yatafarraqūn(a).",
			"15" : "Fa ammal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti fahum fī rauḍatiy yuḥbarūn(a).",
			"16" : "Wa ammal-lażīna kafarū wa każżabū bi'āyātinā wa liqā'il-ākhirati fa'ulā'ika fil-‘ażābi muḥḍarūn(a).",
			"17" : "Fa subḥānallāhi ḥīna tumsūna wa ḥīna tuṣbiḥūn(a).",
			"18" : "Wa lahul-ḥamdu fis-samāwāti wal-arḍi wa ‘asyiyyaw wa ḥīna tuẓhirūn(a).",
			"19" : "Yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba‘da mautihā, wa każālika tukhrajūn(a).",
			"20" : "Wa min āyātihī an khalaqakum min turābin ṡumma iżā antum basyarun tantasyirūn(a).",
			"21" : "Wa min āyātihī an khalaqa lakum min anfusikum azwājal litaskunū ilaihā wa ja‘ala bainakum mawaddataw wa raḥmah(tan), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
			"22" : "Wa min āyātihī khalqus-samāwāti wal-arḍi wakhtilāfu alsinatikum wa alwānikum, inna fī żālika la'āyātil lil-‘ālimīn(a).",
			"23" : "Wa min āyātihī manāmukum bil-laili wan-nahāri wabtigā'ukum min faḍlih(ī), inna fī żālika la'āyātil liqaumiy yasma‘ūn(a).",
			"24" : "Wa min āyātihī yurīkumul-barqa khaufaw wa ṭama‘aw wa yunazzilu minas-samā'i mā'an fa yuḥyī bihil-arḍa ba‘da mautihā, inna fī żālika la'āyātil liqaumiy ya‘qilūn(a).",
			"25" : "Wa min āyātihī an taqūmas-samā'u wal-arḍu bi'amrih(ī), ṡumma iżā da‘ākum da‘watam minal-arḍi iżā antum takhrujūn(a).",
			"26" : "Wa lahū man fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a).",
			"27" : "Wa huwal-lażī yabda'ul-khalqa ṡumma yu‘īduhū wa huwa ahwanu ‘alaih(i), wa lahul-maṡalul-a‘lā fis-samāwāti wal-arḍ(i), wa huwal-‘azīzul-ḥakīm(u).",
			"28" : "Ḍaraba lakum maṡalam min anfusikum, hal lakum mim mā malakat aimānukum min syurakā'a fī mā razaqnākum fa'antum fīhi sawā'un takhāfūnahum kakhīfatikum anfusakum, każālika nufaṣṣilul-āyāti liqaumiy ya‘qilūn(a).",
			"29" : "Balittaba‘al-lażīna ẓalamū ahwā'ahum bigairi ‘ilm(in), famay yahdī man aḍallallāh(u), wa mā lahum min nāṣirīn(a).",
			"30" : "Fa aqim wajhaka lid-dīni ḥanīfā(n), fiṭratallāhil-latī faṭaran-nāsa ‘alaihā, lā tabdīla likhalqillāh(i), żālikad-dīnul-qayyim(u), wa lākinna akṡaran-nāsi lā ya‘lamūn(a).",
			"31" : "Munībīna ilaihi wattaqūhu wa aqīmuṣ-ṣalāta wa lā takūnū minal-musyrikīn(a).",
			"32" : "Minal-lażīna farraqū dīnahum wa kānū syiya‘ā(n), kullu ḥizbim bimā ladaihim fariḥūn(a).",
			"33" : "Wa iżā massan-nāsa ḍurrun da‘au rabbahum munībīna ilaihi ṡumma iżā ażāqahum minhu raḥmatan iżā farīqum minhum birabbihim yusyrikūn(a).",
			"34" : "Liyakfurū bimā ātaināhum, fatamatta‘ū, fasaufa ta‘lamūn(a).",
			"35" : "Am anzalnā ‘alaihim sulṭānan fahuwa yatakallamu bimā kānū bihī yusyrikūn(a).",
			"36" : "Wa iżā ażaqnan-nāsa raḥmatan fariḥū bihā, wa in tuṣibhum sayyi'atum bimā qaddamat aidīhim iżā hum yaqnaṭūn(a).",
			"37" : "Awalam yarau annallāha yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
			"38" : "Fa āti żal-qurbā ḥaqqahū wal-miskīna wabnas-sabīl(i), żālika khairul lil-lażīna yurīdūna wajhallāh(i), wa ulā'ika humul-mufliḥūn(a).",
			"39" : "Wa mā ātaitum mir ribal liyarbuwa fī amwālin-nāsi falā yarbū ‘indallāh(i), wa mā ātaitum min zakātin turīdūna wajhallāhi fa'ulā'ika humul-muḍ‘ifūn(a).",
			"40" : "Allāhul-lażī khalaqakum ṡumma razaqakum ṡumma yumītukum ṡumma yuḥyīkum, hal min syurakā'ikum may yaf‘alu min żālikum min syai'(in), subḥānahū wa ta‘ālā ‘ammā yusyrikūn(a).",
			"41" : "Żaharal-fasādu fil-barri wal-baḥri bimā kasabat aidin-nāsi liyużīqahum ba‘ḍal-lażī ‘amilū la‘allahum yarji‘ūn(a).",
			"42" : "Qul sīrū fil-arḍi fanẓurū kaifa kāna ‘āqibatul-lażīna min qabl(u), kāna akṡaruhum musyrikīn(a).",
			"43" : "Fa aqim wajhaka lid-dīnil-qayyimi min qabli ay ya'tiya yaumul lā maradda lahū minallāhi yauma'iżiy yaṣṣadda‘ūn(a).",
			"44" : "Man kafara fa ‘alaihi kufruh(ū), wa man ‘amila ṣāliḥan fali'anfusihim yamhadūn(a).",
			"45" : "Liyajziyal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti min faḍlih(ī), innahū lā yuḥibbul-kāfirīn(a).",
			"46" : "Wa min āyātihī ay yursilar-riyāḥa mubasysyirātiw wa liyużīqakum mir raḥmatihī wa litajriyal-fulka bi'amrihī wa litabtagū min faḍlihī wa la‘allakum tasykurūn(a).",
			"47" : "Wa laqad arsalnā min qablika rusulan ilā qaumihim fajā'ūhum bil-bayyināti fantaqamnā minal-lażīna ajramū, wa kāna ḥaqqan ‘alainā naṣrul-mu'minīn(a).",
			"48" : "Allāhul-lażī yursilur-riyāḥa fatuṡīru saḥāban fayabsuṭuhū fis-samā'i kaifa yasyā'u wa yaj‘aluhū kisafan fataral-wadqa yakhruju min khilālih(ī), fa'iżā aṣāba bihī may yasyā'u min ‘ibādihī iżā hum yastabsyirūn(a).",
			"49" : "Wa in kānū min qabli ay yunazzala ‘alaihim min qablihī lamublisīn(a).",
			"50" : "Fanẓur ilā āṡāri raḥmatillāhi kaifa yuḥyil-arḍa ba‘da mautihā, inna żālika lamuḥyil-mautā, wa huwa ‘alā kulli syai'in qadīr(un).",
			"51" : "Wa la'in arsalnā rīḥan fara'auhu muṣfarral laẓallū mim ba‘dihī yakfurūn(a).",
			"52" : "Fa innaka lā tusmi‘ul-mautā wa lā tusmi‘uṣ-ṣummad-du‘ā'a iżā wallau mudbirīn(a).",
			"53" : "Wa mā anta bihādil-‘umyi ‘an ḍalālatihim, in tusmi‘u illā may yu'minu bi'āyātinā fahum muslimūn(a).",
			"54" : "Allāhul-lażī khalaqakum min ḍa‘fin ṡumma ja‘ala mim ba‘di ḍa‘fin quwwatan ṡumma ja‘ala mim ba‘di quwwatin ḍa‘faw wa syaibah(tan), yakhluqu mā yasyā'(u), wa huwal-‘alīmul-qadīr(u).",
			"55" : "Wa yauma taqūmus-sā‘atu yuqsimul-mujrimūn(a), mā labiṡū gaira sā‘ah(tin), każālika kānū yu'fakūn(a).",
			"56" : "Wa qālal-lażīna ūtul-‘ilma wal-īmāna laqad labiṡtum fī kitābillāhi ilā yaumil-ba‘ṡ(i), fa hāżā yaumul-baṡi wa lākinnakum kuntum lā ta‘lamūn(a).",
			"57" : "Fa yauma'iżil lā yanfa‘ul-lażīna ẓalamū ma‘żiratuhum wa lā hum yusta‘tabūn(a).",
			"58" : "Wa laqad ḍarabnā lin-nāsi fī hāżal-qur'āni min kulli maṡal(in), wa la'in ji'tahum bi'āyatil layaqūlannal-lażīna kafarū in antum illā mubṭilūn(a).",
			"59" : "Każālika yaṭba‘ullāhu ‘alā qulūbil-lażīna lā ya‘lamūn(a).",
			"60" : "Faṣbir inna wa‘dallāhi ḥaqquw wa lā yastakhiffannakal-lażīna lā yūqinūn(a)."
		},
		"terjemah" : {
			"1" : "Alif Lām Mīm.",
			"2" : "Bangsa Romawi telah dikalahkan,579)",
			"3" : "di negeri yang terdekat580) dan mereka setelah kekalahannya itu akan menang581)",
			"4" : "dalam beberapa tahun (lagi).582) Milik Allahlah urusan sebelum dan setelah (mereka menang). Pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang mukmin",
			"5" : "karena pertolongan Allah. Dia menolong siapa yang Dia kehendaki. Dia Maha Perkasa lagi Maha Penyayang.",
			"6" : "(Itulah) janji Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui. ",
			"7" : "Mereka mengetahui yang lahir (tampak) dari kehidupan dunia, sedangkan terhadap (kehidupan) akhirat mereka lalai. ",
			"8" : "Apakah mereka tidak berpikir tentang (kejadian) dirinya? Allah tidak menciptakan langit, bumi, dan apa yang ada di antara keduanya, kecuali dengan benar dan waktu yang ditentukan. Sesungguhnya banyak di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya. ",
			"9" : "Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Para rasul telah datang kepada mereka dengan membawa bukti-bukti yang jelas. Allah sama sekali tidak menzalimi mereka, tetapi merekalah yang menzalimi dirinya sendiri. ",
			"10" : "Kemudian, kesudahan orang-orang yang berbuat jahat adalah (balasan) yang paling buruk karena mereka mendustakan ayat-ayat Allah dan selalu memperolok-olokkannya. ",
			"11" : "Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya) lagi. Lalu, hanya kepada-Nya kamu dikembalikan.",
			"12" : "Pada hari (ketika) terjadi kiamat, para pendurhaka terdiam berputus asa. ",
			"13" : "Tidak mungkin ada pemberi syafaat (pertolongan) bagi mereka dari berhala-berhala yang mereka anggap sekutu Allah, bahkan mereka mengingkari berhala-berhalanya itu.583) ",
			"14" : "Pada hari (ketika) terjadi kiamat, pada hari itu, manusia terpecah-pecah (dalam kelompok). ",
			"15" : "Adapun orang-orang yang beriman dan beramal saleh, mereka bergembira di dalam taman (surga). ",
			"16" : "Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami serta (mengingkari) pertemuan (hari) Akhirat, mereka itu tetap berada di dalam azab (neraka). ",
			"17" : "Bertasbihlah kepada Allah ketika kamu berada pada waktu senja dan waktu pagi. ",
			"18" : "Segala puji hanya bagi-Nya di langit dan di bumi, pada waktu petang dan pada saat kamu berada pada waktu siang.584) ",
			"19" : "Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan menghidupkan bumi setelah mati (kering). Seperti itulah kamu akan dikeluarkan (dari kubur).",
			"20" : "Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia menciptakan (leluhur) kamu (Nabi Adam) dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang bertebaran.",
			"21" : "Di antara tanda-tanda (kebesaran)-Nya ialah bahwa Dia menciptakan pasangan-pasangan untukmu dari (jenis) dirimu sendiri agar kamu merasa tenteram kepadanya. Dia menjadikan di antaramu rasa cinta dan kasih sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.",
			"22" : "Di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasa dan warna kulitmu. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berilmu. ",
			"23" : "Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah tidurmu pada waktu malam dan siang serta usahamu mencari sebagian dari karunia-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran dan kekuasaan Allah) bagi kaum yang mendengarkan. ",
			"24" : "Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah bahwa Dia memperlihatkan kilat kepadamu untuk (menimbulkan) ketakutan dan harapan. Dia menurunkan air (hujan) dari langit, lalu dengannya Dia menghidupkan bumi setelah mati (kering).  Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mengerti.  ",
			"25" : "Di antara tanda-tanda (kebesaran)-Nya adalah bahwa berdirinya langit dan bumi dengan kehendak-Nya. Kemudian, apabila Dia memanggil kamu (pada hari Kiamat) dengan sekali panggil dari bumi, seketika itu kamu keluar (dari kubur).",
			"26" : "Milik-Nyalah siapa yang ada di langit dan di bumi. Semuanya tunduk kepada-Nya.",
			"27" : "Dialah yang memulai penciptaan, kemudian mengembalikannya (menghidupkannya) lagi (setelah kehancurannya). (Hal) Itu lebih mudah bagi-Nya. Milik-Nyalah sifat yang tertinggi di langit dan di bumi. Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
			"28" : "Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki menjadi sekutu bagimu dalam (kepemilikan) rezeki yang telah Kami anugerahkan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini?585) Kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu.586) Seperti itulah Kami menjelaskan tanda-tanda itu bagi kaum yang mengerti.",
			"29" : "Akan tetapi, orang-orang yang zalim mengikuti hawa nafsunya tanpa (berdasarkan) ilmu. Maka, siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah?587) Tidak ada seorang penolong pun bagi mereka.",
			"30" : "Maka, hadapkanlah wajahmu dengan lurus kepada agama (Islam sesuai) fitrah (dari) Allah yang telah menciptakan manusia menurut (fitrah) itu.588) Tidak ada perubahan pada ciptaan Allah (tersebut). Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
			"31" : "(Hadapkanlah wajahmu) dalam keadaan kembali (bertobat) kepada-Nya. Bertakwalah kepada-Nya, laksanakanlah salat, dan janganlah kamu termasuk orang-orang musyrik, ",
			"32" : "(yaitu) orang-orang yang memecah-belah agama mereka589) sehingga menjadi beberapa golongan. Setiap golongan merasa bangga dengan apa yang ada pada mereka.",
			"33" : "Apabila manusia ditimpa oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali (bertobat) kepada-Nya. Kemudian, apabila Dia memberikan sedikit rahmat-Nya590) kepada mereka, tiba-tiba sebagian mereka mempersekutukan Tuhannya.",
			"34" : "Biarkan mereka (orang-orang musyrik) mengingkari apa yang telah Kami anugerahkan kepada mereka. Bersenang-senanglah, kelak kamu akan mengetahui (akibat buruk perbuatanmu),",
			"35" : "atau pernahkah Kami menurunkan kepada mereka hujah yang menjelaskan (membenarkan) apa yang selalu mereka persekutukan dengan-Nya?",
			"36" : "Apabila Kami mencicipkan suatu rahmat kepada manusia, mereka gembira karenanya. (Sebaliknya,) apabila mereka ditimpa suatu musibah (bahaya) karena kesalahan mereka sendiri, seketika itu mereka berputus asa.",
			"37" : "Tidakkah mereka memperhatikan bahwa sesungguhnya Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi(-nya). Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman.",
			"38" : "Oleh karena itu, beri kerabat dekat haknya, juga orang miskin, dan orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah. Mereka itulah orang-orang yang beruntung.",
			"39" : "Riba yang kamu berikan agar berkembang pada harta orang lain, tidaklah berkembang dalam pandangan Allah. Adapun zakat yang kamu berikan dengan maksud memperoleh keridaan Allah, (berarti) merekalah orang-orang yang melipatgandakan (pahalanya).",
			"40" : "Allahlah yang menciptakanmu, kemudian menganugerahkanmu rezeki, kemudian mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu persekutukan (dengan Allah) yang dapat berbuat sesuatu yang demikian itu? Maha Suci dan Maha Tinggi Dia dari apa yang mereka persekutukan.",
			"41" : "Telah tampak kerusakan di darat dan di laut disebabkan perbuatan tangan manusia. (Melalui hal itu) Allah membuat mereka merasakan sebagian dari (akibat) perbuatan mereka agar mereka kembali (ke jalan yang benar).",
			"42" : "Katakanlah (Nabi Muhammad), “Bepergianlah di bumi, lalu lihatlah bagaimana kesudahan orang-orang dahulu. Kebanyakan mereka adalah orang-orang musyrik.”",
			"43" : "Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (kiamat) yang tidak dapat ditolak. Pada hari itu mereka terpisah-pisah.591)",
			"44" : "Siapa yang kufur, maka dia sendirilah yang menanggung (akibat) kekufurannya. Siapa yang mengerjakan kebajikan, maka mereka menyiapkan untuk diri mereka sendiri (tempat yang menyenangkan) ",
			"45" : "agar Allah menganugerahkan balasan (pahala) dari karunia-Nya kepada orang-orang yang beriman dan beramal saleh. Sesungguhnya Dia tidak menyukai orang-orang kafir. ",
			"46" : "Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira592) agar kamu merasakan sebagian dari rahmat-Nya, agar kapal dapat berlayar dengan perintah-Nya, agar kamu dapat mencari sebagian dari karunia-Nya, dan agar kamu bersyukur.",
			"47" : "Sungguh, Kami benar-benar telah mengutus sebelum engkau (Nabi Muhammad) beberapa orang rasul kepada kaumnya. Mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang durhaka.593) Merupakan tanggung jawab Kami menolong orang-orang mukmin. ",
			"48" : "Allahlah yang mengirim angin, lalu ia (angin) menggerakkan awan, kemudian Dia (Allah) membentangkannya di langit menurut yang dikehendaki-Nya dan Dia menjadikannya bergumpal-gumpal, lalu engkau melihat hujan keluar dari celah-celahnya. Maka, apabila Dia menurunkannya kepada hamba-hamba-Nya yang dikehendaki-Nya, seketika itu pula mereka bergembira.",
			"49" : "Padahal, sebelum hujan diturunkan, mereka benar-benar telah berputus asa.",
			"50" : "Perhatikanlah jejak-jejak rahmat Allah, bagaimana Dia menghidupkan bumi setelah mati (kering). Sesungguhnya (Zat yang melakukan) itu pasti berkuasa menghidupkan orang yang telah mati. Dia Maha Kuasa atas segala sesuatu.",
			"51" : "Sungguh, jika Kami mengirimkan angin, lalu mereka melihat (tumbuh-tumbuhan) itu menguning (kering dan rusak), niscaya setelah itu mereka tetap berbuat ingkar. ",
			"52" : "Sesungguhnya engkau (Nabi Muhammad) tidak akan sanggup menjadikan orang-orang yang mati dan orang-orang yang tuli dapat mendengar seruan apabila mereka berpaling ke belakang.594)",
			"53" : "Engkau bukanlah pemberi petunjuk bagi orang-orang yang buta (mata hatinya) dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang yang beriman pada ayat-ayat Kami dan mereka berserah diri.",
			"54" : "Allah adalah Zat yang menciptakanmu dari keadaan lemah, kemudian Dia menjadikan(-mu) kuat setelah keadaan lemah. Lalu, Dia menjadikan(-mu) lemah (kembali) setelah keadaan kuat dan beruban.595) Dia menciptakan apa yang Dia kehendaki. Dia Maha Mengetahui lagi Maha Kuasa.",
			"55" : "Pada hari (ketika) terjadi kiamat, para pendurhaka (kafir) bersumpah bahwa mereka berdiam (dalam kubur) hanya sesaat (saja).596) Begitulah dahulu mereka dipalingkan (dari kebenaran).",
			"56" : "Orang-orang yang diberi ilmu dan iman berkata (kepada orang-orang kafir), “Sungguh, kamu benar-benar telah berdiam (dalam kubur) menurut ketetapan Allah sampai hari Kebangkitan. Maka, inilah hari Kebangkitan itu, tetapi dahulu kamu tidak mengetahui (bahwa itu benar adanya).”",
			"57" : "Pada hari itu tidak berguna (lagi) dalih (dan permintaan maaf) orang-orang yang zalim dan mereka tidak pula diberi kesempatan untuk bertobat lagi. ",
			"58" : "Sungguh, Kami benar-benar telah menjelaskan dalam Al-Qur’an ini segala macam perumpamaan kepada manusia. Sungguh, jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, “Kamu hanyalah pembuat kepalsuan belaka.” ",
			"59" : "Demikianlah Allah mengunci hati orang-orang yang tidak (mau) mengetahui. ",
			"60" : "Maka, bersabarlah engkau (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu membuat engkau bersedih."
		},
		"id_tafsir" : {
			"1" : "3410",
			"2" : "3411",
			"3" : "3412",
			"4" : "3413",
			"5" : "3414",
			"6" : "3415",
			"7" : "3416",
			"8" : "3417",
			"9" : "3418",
			"10" : "3419",
			"11" : "3420",
			"12" : "3421",
			"13" : "3422",
			"14" : "3423",
			"15" : "3424",
			"16" : "3425",
			"17" : "3426",
			"18" : "3427",
			"19" : "3428",
			"20" : "3429",
			"21" : "3430",
			"22" : "3431",
			"23" : "3432",
			"24" : "3433",
			"25" : "3434",
			"26" : "3435",
			"27" : "3436",
			"28" : "3437",
			"29" : "3438",
			"30" : "3439",
			"31" : "3440",
			"32" : "3441",
			"33" : "3442",
			"34" : "3443",
			"35" : "3444",
			"36" : "3445",
			"37" : "3446",
			"38" : "3447",
			"39" : "3448",
			"40" : "3449",
			"41" : "3450",
			"42" : "3451",
			"43" : "3452",
			"44" : "3453",
			"45" : "3454",
			"46" : "3455",
			"47" : "3456",
			"48" : "3457",
			"49" : "3458",
			"50" : "3459",
			"51" : "3460",
			"52" : "3461",
			"53" : "3462",
			"54" : "3463",
			"55" : "3464",
			"56" : "3465",
			"57" : "3466",
			"58" : "3467",
			"59" : "3468",
			"60" : "3469"
		},
		"page_juz" : {
			"1" : {"page" : "404", "juz" : "21"},
			"2" : {"page" : "404", "juz" : "21"},
			"3" : {"page" : "404", "juz" : "21"},
			"4" : {"page" : "404", "juz" : "21"},
			"5" : {"page" : "404", "juz" : "21"},
			"6" : {"page" : "405", "juz" : "21"},
			"7" : {"page" : "405", "juz" : "21"},
			"8" : {"page" : "405", "juz" : "21"},
			"9" : {"page" : "405", "juz" : "21"},
			"10" : {"page" : "405", "juz" : "21"},
			"11" : {"page" : "405", "juz" : "21"},
			"12" : {"page" : "405", "juz" : "21"},
			"13" : {"page" : "405", "juz" : "21"},
			"14" : {"page" : "405", "juz" : "21"},
			"15" : {"page" : "405", "juz" : "21"},
			"16" : {"page" : "406", "juz" : "21"},
			"17" : {"page" : "406", "juz" : "21"},
			"18" : {"page" : "406", "juz" : "21"},
			"19" : {"page" : "406", "juz" : "21"},
			"20" : {"page" : "406", "juz" : "21"},
			"21" : {"page" : "406", "juz" : "21"},
			"22" : {"page" : "406", "juz" : "21"},
			"23" : {"page" : "406", "juz" : "21"},
			"24" : {"page" : "406", "juz" : "21"},
			"25" : {"page" : "407", "juz" : "21"},
			"26" : {"page" : "407", "juz" : "21"},
			"27" : {"page" : "407", "juz" : "21"},
			"28" : {"page" : "407", "juz" : "21"},
			"29" : {"page" : "407", "juz" : "21"},
			"30" : {"page" : "407", "juz" : "21"},
			"31" : {"page" : "407", "juz" : "21"},
			"32" : {"page" : "407", "juz" : "21"},
			"33" : {"page" : "408", "juz" : "21"},
			"34" : {"page" : "408", "juz" : "21"},
			"35" : {"page" : "408", "juz" : "21"},
			"36" : {"page" : "408", "juz" : "21"},
			"37" : {"page" : "408", "juz" : "21"},
			"38" : {"page" : "408", "juz" : "21"},
			"39" : {"page" : "408", "juz" : "21"},
			"40" : {"page" : "408", "juz" : "21"},
			"41" : {"page" : "408", "juz" : "21"},
			"42" : {"page" : "409", "juz" : "21"},
			"43" : {"page" : "409", "juz" : "21"},
			"44" : {"page" : "409", "juz" : "21"},
			"45" : {"page" : "409", "juz" : "21"},
			"46" : {"page" : "409", "juz" : "21"},
			"47" : {"page" : "409", "juz" : "21"},
			"48" : {"page" : "409", "juz" : "21"},
			"49" : {"page" : "409", "juz" : "21"},
			"50" : {"page" : "409", "juz" : "21"},
			"51" : {"page" : "410", "juz" : "21"},
			"52" : {"page" : "410", "juz" : "21"},
			"53" : {"page" : "410", "juz" : "21"},
			"54" : {"page" : "410", "juz" : "21"},
			"55" : {"page" : "410", "juz" : "21"},
			"56" : {"page" : "410", "juz" : "21"},
			"57" : {"page" : "410", "juz" : "21"},
			"58" : {"page" : "410", "juz" : "21"},
			"59" : {"page" : "410", "juz" : "21"},
			"60" : {"page" : "410", "juz" : "21"}
		}
	}
}