{
	"41" :{
		"number" : "41",
		"name" : " فصّلت",
		"name_latin" : "Fuṣṣilat",
		"surah_translation" : "Dijelaskan",
		"number_of_ayah" : "54",
		"location" : "Makkiyah",
		"text" : {
			"1" : " حٰمۤ  ۚ ",
			"2" : "تَنْزِيْلٌ مِّنَ الرَّحْمٰنِ الرَّحِيْمِ ۚ ",
			"3" : "كِتٰبٌ فُصِّلَتْ اٰيٰتُهٗ قُرْاٰنًا عَرَبِيًّا لِّقَوْمٍ يَّعْلَمُوْنَۙ ",
			"4" : "بَشِيْرًا وَّنَذِيْرًاۚ فَاَعْرَضَ اَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُوْنَ ",
			"5" : "وَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ",
			"6" : "قُلْ اِنَّمَآ اَنَا۟ بَشَرٌ مِّثْلُكُمْ يُوْحٰىٓ اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَاسْتَقِيْمُوْٓا اِلَيْهِ وَاسْتَغْفِرُوْهُ ۗوَوَيْلٌ لِّلْمُشْرِكِيْنَۙ ",
			"7" : "الَّذِيْنَ لَا يُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَ",
			"8" : "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍ ࣖ ",
			"9" : "۞ قُلْ اَىِٕنَّكُمْ لَتَكْفُرُوْنَ بِالَّذِيْ خَلَقَ الْاَرْضَ فِيْ يَوْمَيْنِ وَتَجْعَلُوْنَ لَهٗٓ اَنْدَادًا ۗذٰلِكَ رَبُّ الْعٰلَمِيْنَ ۚ ",
			"10" : "وَجَعَلَ فِيْهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبٰرَكَ فِيْهَا وَقَدَّرَ فِيْهَآ اَقْوَاتَهَا فِيْٓ اَرْبَعَةِ اَيَّامٍۗ سَوَاۤءً لِّلسَّاۤىِٕلِيْنَ",
			"11" : "ثُمَّ اسْتَوٰىٓ اِلَى السَّمَاۤءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْاَرْضِ ائْتِيَا طَوْعًا اَوْ كَرْهًاۗ قَالَتَآ اَتَيْنَا طَاۤىِٕعِيْنَ ",
			"12" : "فَقَضٰىهُنَّ سَبْعَ سَمٰوَاتٍ فِيْ يَوْمَيْنِ وَاَوْحٰى فِيْ كُلِّ سَمَاۤءٍ اَمْرَهَا ۗوَزَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَۖ وَحِفْظًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ",
			"13" : "فَاِنْ اَعْرَضُوْا فَقُلْ اَنْذَرْتُكُمْ صٰعِقَةً مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَ ۗ ",
			"14" : "اِذْ جَاۤءَتْهُمُ الرُّسُلُ مِنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗقَالُوْا لَوْ شَاۤءَ رَبُّنَا لَاَنْزَلَ مَلٰۤىِٕكَةً فَاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
			"15" : "فَاَمَّا عَادٌ فَاسْتَكْبَرُوْا فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوْا مَنْ اَشَدُّ مِنَّا قُوَّةً ۗ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَهُمْ هُوَ اَشَدُّ مِنْهُمْ قُوَّةً ۗ وَكَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
			"16" : "فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْٓ اَيَّامٍ نَّحِسَاتٍ لِّنُذِيْقَهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا ۗوَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُوْنَ",
			"17" : "وَاَمَّا ثَمُوْدُ فَهَدَيْنٰهُمْ فَاسْتَحَبُّوا الْعَمٰى عَلَى الْهُدٰى فَاَخَذَتْهُمْ صٰعِقَةُ الْعَذَابِ الْهُوْنِ بِمَا كَانُوْا يَكْسِبُوْنَ ۚ ",
			"18" : "وَنَجَّيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ ",
			"19" : "وَيَوْمَ يُحْشَرُ اَعْدَاۤءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوْزَعُوْنَ",
			"20" : "حَتّٰىٓ اِذَا مَا جَاۤءُوْهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُوْدُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
			"21" : "وَقَالُوْا لِجُلُوْدِهِمْ لِمَ شَهِدْتُّمْ عَلَيْنَا ۗقَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ وَّهُوَ خَلَقَكُمْ اَوَّلَ مَرَّةٍۙ وَّاِلَيْهِ تُرْجَعُوْنَ",
			"22" : "وَمَا كُنْتُمْ تَسْتَتِرُوْنَ اَنْ يَّشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ اَبْصَارُكُمْ وَلَا جُلُوْدُكُمْ وَلٰكِنْ ظَنَنْتُمْ اَنَّ اللّٰهَ لَا يَعْلَمُ كَثِيْرًا مِّمَّا تَعْمَلُوْنَ",
			"23" : "وَذٰلِكُمْ ظَنُّكُمُ الَّذِيْ ظَنَنْتُمْ بِرَبِّكُمْ اَرْدٰىكُمْ فَاَصْبَحْتُمْ مِّنَ الْخٰسِرِيْنَ",
			"24" : "فَاِنْ يَّصْبِرُوْا فَالنَّارُ مَثْوًى لَّهُمْ ۚوَاِنْ يَّسْتَعْتِبُوْا فَمَا هُمْ مِّنَ الْمُعْتَبِيْنَ",
			"25" : "۞ وَقَيَّضْنَا لَهُمْ قُرَنَاۤءَ فَزَيَّنُوْا لَهُمْ مَّا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِۚ اِنَّهُمْ كَانُوْا خٰسِرِيْنَ ࣖ ",
			"26" : "وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ",
			"27" : "فَلَنُذِيْقَنَّ الَّذِيْنَ كَفَرُوْا عَذَابًا شَدِيْدًاۙ وَّلَنَجْزِيَنَّهُمْ اَسْوَاَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
			"28" : "ذٰلِكَ جَزَاۤءُ اَعْدَاۤءِ اللّٰهِ النَّارُ لَهُمْ فِيْهَا دَارُ الْخُلْدِ ۗجَزَاۤءً ۢبِمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
			"29" : "وَقَالَ الَّذِيْنَ كَفَرُوْا رَبَّنَآ اَرِنَا الَّذَيْنِ اَضَلّٰنَا مِنَ الْجِنِّ وَالْاِنْسِ نَجْعَلْهُمَا تَحْتَ اَقْدَامِنَا لِيَكُوْنَا مِنَ الْاَسْفَلِيْنَ",
			"30" : "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
			"31" : "نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ",
			"32" : "نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ",
			"33" : "وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِيْ مِنَ الْمُسْلِمِيْنَ ",
			"34" : "وَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُ ۗاِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ  ",
			"35" : "وَمَا يُلَقّٰىهَآ اِلَّا الَّذِيْنَ صَبَرُوْاۚ وَمَا يُلَقّٰىهَآ اِلَّا ذُوْ حَظٍّ عَظِيْمٍ",
			"36" : "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
			"37" : "وَمِنْ اٰيٰتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُۗ  لَا تَسْجُدُوْا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوْا لِلّٰهِ الَّذِيْ خَلَقَهُنَّ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ  ",
			"38" : "فَاِنِ اسْتَكْبَرُوْا فَالَّذِيْنَ عِنْدَ رَبِّكَ يُسَبِّحُوْنَ لَهٗ بِالَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْـَٔمُوْنَ ۩",
			"39" : "وَمِنْ اٰيٰتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْۗ اِنَّ الَّذِيْٓ اَحْيَاهَا لَمُحْيِ الْمَوْتٰى ۗاِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
			"40" : "اِنَّ الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اٰيٰتِنَا لَا يَخْفَوْنَ عَلَيْنَاۗ اَفَمَنْ يُّلْقٰى فِى النَّارِ خَيْرٌ اَمْ مَّنْ يَّأْتِيْٓ اٰمِنًا يَّوْمَ الْقِيٰمَةِ ۗاِعْمَلُوْا مَا شِئْتُمْ ۙاِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
			"41" : "اِنَّ الَّذِيْنَ كَفَرُوْا بِالذِّكْرِ لَمَّا جَاۤءَهُمْ ۗوَاِنَّهٗ لَكِتٰبٌ عَزِيْزٌ ۙ",
			"42" : "لَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ ",
			"43" : "مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۗاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ وَّذُوْ عِقَابٍ اَلِيْمٍ ",
			"44" : "وَلَوْ جَعَلْنٰهُ قُرْاٰنًا اَعْجَمِيًّا لَّقَالُوْا لَوْلَا فُصِّلَتْ اٰيٰتُهٗ ۗ ءَاَ۬عْجَمِيٌّ وَّعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِيْنَ اٰمَنُوْا هُدًى وَّشِفَاۤءٌ ۗوَالَّذِيْنَ لَا يُؤْمِنُوْنَ فِيْٓ اٰذَانِهِمْ وَقْرٌ وَّهُوَ عَلَيْهِمْ عَمًىۗ اُولٰۤىِٕكَ يُنَادَوْنَ مِنْ مَّكَانٍۢ بَعِيْدٍ ࣖ",
			"45" : "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ ",
			"46" : "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖ ۙوَمَنْ اَسَاۤءَ فَعَلَيْهَا ۗوَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيْدِ  ۔ ",
			"47" : "۞ اِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۗوَمَا تَخْرُجُ مِنْ ثَمَرٰتٍ مِّنْ اَكْمَامِهَا وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖ ۗوَيَوْمَ يُنَادِيْهِمْ اَيْنَ شُرَكَاۤءِيْۙ قَالُوْٓا اٰذَنّٰكَ مَا مِنَّا مِنْ شَهِيْدٍ ۚ ",
			"48" : "وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَدْعُوْنَ مِنْ قَبْلُ وَظَنُّوْا مَا لَهُمْ مِّنْ مَّحِيْصٍ ",
			"49" : "لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَاۤءِ الْخَيْرِۖ وَاِنْ مَّسَّهُ الشَّرُّ فَيَـُٔوْسٌ قَنُوْطٌ ",
			"50" : "وَلَىِٕنْ اَذَقْنٰهُ رَحْمَةً مِّنَّا مِنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ هٰذَا لِيْۙ وَمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةًۙ وَّلَىِٕنْ رُّجِعْتُ اِلٰى رَبِّيْٓ اِنَّ لِيْ عِنْدَهٗ لَلْحُسْنٰىۚ فَلَنُنَبِّئَنَّ الَّذِيْنَ كَفَرُوْا بِمَا عَمِلُوْاۖ وَلَنُذِيْقَنَّهُمْ مِّنْ عَذَابٍ غَلِيْظٍ ",
			"51" : "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ فَذُوْ دُعَاۤءٍ عَرِيْضٍ ",
			"52" : "قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ ثُمَّ كَفَرْتُمْ بِهٖ مَنْ اَضَلُّ مِمَّنْ هُوَ فِيْ شِقَاقٍۢ بَعِيْدٍ ",
			"53" : "سَنُرِيْهِمْ اٰيٰتِنَا فِى الْاٰفَاقِ وَفِيْٓ اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّۗ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهٗ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
			"54" : "اَلَآ اِنَّهُمْ  فِيْ مِرْيَةٍ مِّنْ لِّقَاۤءِ رَبِّهِمْ ۗ اَلَآ اِنَّهٗ بِكُلِّ شَيْءٍ مُّحِيْطٌ ࣖ"
		},
		"latin" : {
			"1" : "Ḥā mīm.",
			"2" : "Tanzīlum minar-raḥmānir-raḥīm(i).",
			"3" : "Kitābun fuṣṣilat āyātuhū qur'ānan ‘arabiyyal liqaumiy ya‘lamūn(a).",
			"4" : "Basyīraw wa nażīrā(n), fa'a‘raḍa akṡaruhum fahum lā yasma‘ūn(a).",
			"5" : "Wa qālū qulūbunā fī akinnatim mimmā tad‘ūnā ilaihi wa fī āżāninā waqruw wa mim baininā wa bainika ḥijābun fa‘mal  innanā ‘āmilūn(a).",
			"6" : "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥidun fastaqīmū ilaihi wastagfirūh(u), wa wailul lil-musyrikīn(a).",
			"7" : "Allażīna lā yu'tūnaz-zakāta wa hum bil-ākhirati hum kāfirūn(a).",
			"8" : "Innal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti lahum ajrun gairu mamnūn(in).",
			"9" : "Qul a'innakum latakfurūna bil-lażī khalaqal-arḍa fī yaumaini wa taj‘alūna lahū andādā(n), żālika rabbul-‘ālamīn(a).",
			"10" : "Wa ja‘ala fīhā rawāsiya min fauqihā wa bāraka fīhā wa qaddara fīhā aqwātahā fī arba‘ati ayyām(in), sawā'al lis-sā'ilīn(a).",
			"11" : "Ṡummastawā ilas-samā'i wa hiya dukhānun faqāla lahā wa lil-arḍi'tiyā ṭau‘an au karhā(n), qālatā atainā ṭā'i‘īn(a).",
			"12" : "Fa qaḍāhunna sab‘a samāwātin fī yaumaini wa auḥā fī kulli samā'in amrahā, wa zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ḥifẓā(n), żālika taqdīrul-‘azīzil-‘alīm(i).",
			"13" : "Fa in a‘raḍū faqul anżartukum ṣā‘iqatam miṡla ṣā‘iqati ‘ādiw wa ṡamūd(a).",
			"14" : "Iż jā'athumur-rusulu mim baini aidīhim wa min khalfihim allā ta‘budū illallāh(a), qālū lau syā'a rabbunā la'anzala malā'ikatan fa'innā bimā ursiltum bihī kāfirūn(a).",
			"15" : "Fa ammā ‘ādun fastakbarū fil-arḍi bigairil-ḥaqqi wa qālū man asyaddu minnā quwwah(tan), awalam yarau annallāhal-lażī khalaqahum huwa asyaddu minhum quwwah(tan), wa kānū bi'āyātinā yajḥadūn(a).",
			"16" : "Fa arsalnā ‘alaihim rīḥan ṣarṣaran fī ayyāmin naḥisātil linużīqahum-‘ażābal khizyi fil-ḥayātid-dun-yā, wa la‘ażābul-ākhirati akhzā wa hum lā yunṣarūn(a).",
			"17" : "Wa ammā ṡamūdu fa hadaināhum fastaḥabbul-‘amā ‘alal-hudā fa akhażathum ṣā‘iqatul-‘ażābil-hūni bimā kānū yaksibūn(a).",
			"18" : "Wa najjainal-lażīna āmanū wa kānū yattaqūn(a).",
			"19" : "Wa yauma yuḥsyaru a‘dā'ullāhi ilan-nāri fahum yūza‘ūn(a).",
			"20" : "Ḥattā iżā mā jā'ūhā syahida ‘alaihim sam‘uhum wa abṣāruhum wa julūduhum bimā kānū ya‘malūn(a).",
			"21" : "Wa qālū lijulūdihim lima syahittum ‘alainā, qālū anṭaqanallāhul-lażī anṭaqa kulla syai'iw wa huwa khalaqakum awwala marrah(tin), wa ilaihi turja‘ūn(a).",
			"22" : "Wa mā kuntum tastatirūna ay yasyhada ‘alaikum sam‘ukum wa lā abṣārukum wa lā julūdukum wa lākin ẓanantum  annallāha lā ya‘lamu kaṡīram mimmā ta‘malūn(a).",
			"23" : "Wa żālikum ẓannukumul-lażī ẓanantum birabbikum ardākum fa aṣbaḥtum minal-khāsirīn(a).",
			"24" : "Fa iy yaṣbirū fan-nāru maṡwal lahum, wa iy yasta‘tibū famā hum minal-mu‘tabīn(a).",
			"25" : "Wa qayyaḍnā lahum quranā'a fa zayyanū lahum mā baina aidīhim wa mā khalfahum wa ḥaqqa ‘alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a).",
			"26" : "Wa qālal-lażīna kafarū lā tasma‘ū lihāżal-qur'āni walgau fīhi la‘allakum taglibūn(a).",
			"27" : "Fa lanużīqannal-lażīna kafarū ‘ażāban syadīdā(n), wa lanajziyannahum aswa'al-lażī  kānū ya‘malūn(a).",
			"28" : "Żālika jazā'u a‘dā'illāhin-nāru lahum fīhā dārul-khuld(i), jazā'am bimā kānū bi'āyātinā yajḥadūn(a).",
			"29" : "Wa qālal-lażīna kafarū rabbanā arinal-lażaini aḍallānā minal-jinni wal-insi naj‘alhumā taḥta aqdāminā liyakūnā minal-asfalīn(a).",
			"30" : "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū tatanazzalu ‘alaihimul-malā'ikatu allā takhāfū wa lā taḥzanū wa absyirū bil-jannatil-latī kuntum tū‘adūn(a).",
			"31" : "Naḥnu auliyā'ukum fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa lakum fīhā mā tasytahī anfusukum wa lakum fīhā mā tadda‘ūn(a).",
			"32" : "Nuzulam min gafūrir raḥīm(in).",
			"33" : "Wa man aḥsanu qaulam mimman da‘ā ilallāhi wa ‘amila ṣāliḥaw wa qāla innanī minal-muslimīn(a).",
			"34" : "Wa lā tastawil-ḥasanatu wa las-sayyi'ah(tu), idfa‘ bil-latī hiya aḥsanu fa'iżal-lażī bainaka wa bainahū ‘adāwatun ka'annahū waliyyun ḥamīm(un).",
			"35" : "Wa mā yulaqqāhā illal-lażīna ṣabarū, wa mā yulaqqāhā illā żū ḥaẓẓin ‘aẓīm(in).",
			"36" : "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta‘iż billāh(i), innahū huwas-samī‘ul-‘alīm(u).",
			"37" : "Wa min āyātihil-lailu wan-nahāru wasy-syamsu wal-qamar(u), lā tasjudū lisy-syamsi wa lā lil-qamari wasjudū lillāhil-lażī khalaqahunna in kuntum iyyāhu ta‘budūn(a).",
			"38" : "Fa inistakbarū fal-lażīna ‘inda rabbika yusabbiḥūna lahū bil-laili wan-nahāri wa hum lā yas'amūn(a).",
			"39" : "Wa min āyātihī annaka taral-arḍa khāsyi‘atan fa iżā anzalnā ‘alaihal-mā'ahtazzat wa rabat, innal-lażī aḥyāhā lamuḥyil-mautā, innahū ‘alā kulli syai'in qadīr(un).",
			"40" : "Innal-lażīna yulḥidūna fī āyātinā lā yakhfauna ‘alainā, afamay yulqā fin-nāri khairun am may ya'tī āminay yaumal-qiyāmah(ti), i‘malū mā syi'tum, innahū bimā ta‘malūna  baṣīr(un).",
			"41" : "Innal-lażīna kafarū biż-żikri lammā jā'ahum, wa innahū lakitābun ‘azīz(un).",
			"42" : "Lā ya'tīhil-bāṭilu mim baini yadaihi wa lā min khalfih(ī), tanzīlum min ḥakīmin ḥamīd(in).",
			"43" : "Mā yuqālu laka illā mā qad qīla lir-rusuli min qablik(a), inna rabbaka lażū magfiratiw wa żū ‘iqābin alīm(in).",
			"44" : "Wa lau ja‘alnāhu qur'ānan a‘jamiyyal laqālū lau lā fuṣṣilat āyātuh(ū), a'a‘jamiyyuw wa ‘arabiyy(un), qul huwa lil-lażīna āmanū hudaw wa syifā'(un), wal-lażīna lā yu'minūna fī āżānihim waqruw wa huwa ‘alaihim ‘amā(n), ulā'ika yunādauna mim makānim ba‘īd(in).",
			"45" : "Wa laqad ātainā mūsal-kitāba fakhtulifa fīh(i), wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum, wa innahum lafī syakkim minhu murīb(in).",
			"46" : "Man ‘amila ṣāliḥan fa linafsih(ī), wa man asā'a fa ‘alaihā, wa mā rabbuka biẓallāmil lil-‘abīd(i).",
			"47" : "Ilaihi yuraddu ‘ilmus-sā‘ah(ti), wa mā takhruju min ṡamarātim min akmāmihā wa mā taḥmilu min unṡā wa lā taḍa‘u illā bi‘ilmih(ī), wa yauma yunādīhim aina syurakā'ī, qālū āżannāka mā minnā min syahīd(in).",
			"48" : "Wa ḍalla ‘anhum mā kānū yad‘ūna min qablu wa ẓannū mā lahum mim maḥīṣ(in).",
			"49" : "Lā yas'amul-insānu min du‘ā'il-khair(i), wa im massahusy-syarru fa ya'ūsun qanūṭ(un).",
			"50" : "Wa la'in ażaqnāhu raḥmatam minnā mim ba‘di ḍarrā'a massathu layaqūlunna hāżā lī, wa mā aẓunnus-sā‘ata qā'imah(tan), wa la'ir ruji‘tu ilā rabbī inna lī ‘indahū lal-ḥusnā, fa lanunabbi'annal-lażīna kafarū bimā ‘amilū, wa lanużīqannahum min ‘ażābin galīẓ(in).",
			"51" : "Wa iżā an‘amnā ‘alal-insāni a‘raḍa wa na'ā bijānibih(ī), wa iżā massahusy-syarru fażū du‘ā'in ‘arīḍ(in).",
			"52" : "Qul ara'aitum in kāna min ‘indillāhi ṡumma kafartum bihī man aḍallu mimman huwa fī syiqāqim ba‘īd(in).",
			"53" : "Sanurīhim āyātinā fil-āfāqi wa fī anfusihim ḥattā yatabayyana lahum annahul-ḥaqq(u), awalam yakfi birabbika  annahū ‘alā kulli syai'in syahīd(un).",
			"54" : "Alā innahum fī miryatim mil liqā'i rabbihim, alā innahū bikulli syai'im muḥīṭ(un)."
		},
		"terjemah" : {
			"1" : "Ḥa Mīm.",
			"2" : "(Al-Qur’an ini) diturunkan dari Tuhan Yang Maha Pengasih lagi Maha Penyayang.",
			"3" : "Kitab yang ayat-ayatnya dijelaskan sebagai bacaan dalam bahasa Arab untuk kaum yang mengetahui,",
			"4" : "yang membawa berita gembira dan peringatan. Akan tetapi, kebanyakan mereka berpaling (darinya) serta tidak mendengarkan.",
			"5" : "Mereka berkata, “Hati kami sudah tertutup dari apa yang engkau serukan kepada kami. Dalam telinga kami ada penyumbat dan di antara kami dan engkau ada tabir. Oleh sebab itu, lakukanlah (apa yang kamu sukai). Sesungguhnya kami akan melakukan (apa yang kami sukai).”",
			"6" : "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanyalah seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa. Oleh sebab itu, tetaplah (dalam beribadah) dan mohonlah ampunan kepada-Nya. Celakalah orang-orang yang mempersekutukan(-Nya),",
			"7" : "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat.",
			"8" : "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak ada putus-putusnya.”",
			"9" : "Katakanlah, “Pantaskah kamu mengingkari Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan semesta alam.”",
			"10" : "Dia ciptakan pada (bumi) itu gunung-gunung yang kokoh di atasnya, lalu Dia memberkahi dan menentukan makanan-makanan (bagi penghuni)-nya dalam empat masa yang cukup untuk (kebutuhan) mereka yang memerlukannya.",
			"11" : "Dia kemudian menuju ke langit dan (langit) itu masih berupa asap. Dia berfirman kepadanya dan kepada bumi, “Tunduklah kepada-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami tunduk dengan patuh.”",
			"12" : "Lalu, Dia menjadikannya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang paling dekat (dengan bumi), Kami hiasi dengan bintang-bintang sebagai penjagaan (dari setan).669) Demikianlah ketetapan (Allah) Yang Maha Perkasa lagi Maha Mengetahui.",
			"13" : "Jika mereka berpaling, katakanlah, “Aku telah memperingatkan kamu (azab berupa) petir seperti petir yang menimpa (kaum) ‘Ad dan (kaum) Samud.”",
			"14" : "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka670) (dengan menyerukan,) “Janganlah kamu menyembah selain Allah,” mereka menjawab, “Kalau Tuhan kami menghendaki, tentu Dia menurunkan malaikat-malaikat-Nya. Sesungguhnya kami ingkar pada kerasulanmu.”",
			"15" : "Adapun (kaum) ‘Ad, mereka menyombongkan diri di bumi tanpa alasan yang benar. Mereka berkata, “Siapakah yang lebih hebat kekuatannya daripada kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka itu lebih hebat kekuatan-Nya daripada mereka? Mereka telah mengingkari tanda-tanda (kebesaran) Kami.",
			"16" : "Maka, Kami mengembuskan angin yang sangat dingin dan bergemuruh kepada mereka selama beberapa hari yang nahas karena Kami ingin agar mereka merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sungguh, azab akhirat lebih menghinakan dan mereka tidak diberi pertolongan.",
			"17" : "Adapun (kaum) Samud, mereka telah Kami beri petunjuk, tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu. Maka, mereka disambar petir sebagai azab yang menghinakan karena apa yang telah mereka kerjakan.",
			"18" : "Kami menyelamatkan orang-orang yang beriman dan selalu bertakwa.",
			"19" : "(Ingatlah) hari (ketika) musuh-musuh Allah digiring ke neraka, lalu mereka dipisah-pisahkan.",
			"20" : "Ketika mereka sampai ke neraka, pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.",
			"21" : "Mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka menjawab, “Allah yang menjadikan segala sesuatu dapat berbicara telah menjadikan kami dapat berbicara. Dialah yang menciptakan kamu pertama kali dan hanya kepada-Nya kamu dikembalikan.”",
			"22" : "Kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan, dan kulitmu terhadapmu, bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.671)",
			"23" : "Itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu. (Dugaan) itu telah membinasakan kamu sehingga jadilah kamu termasuk orang-orang yang rugi.",
			"24" : "Jika mereka bersabar (atas azab neraka), nerakalah tempat tinggal mereka dan jika mereka meminta belas kasihan, maka mereka bukanlah orang yang pantas dikasihani.",
			"25" : "Kami menetapkan bagi mereka teman-teman (dari setan) yang memuji-muji apa saja yang ada di hadapan (nafsu dan kelezatan dunia) dan di belakang (angan-angan) mereka. Tetaplah atas mereka putusan (azab) bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi.",
			"26" : "Orang-orang yang kufur berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur’an ini dan buatlah kegaduhan terhadapnya agar kamu dapat mengalahkan (mereka).\"",
			"27" : "Sungguh, Kami pasti akan menimpakan azab yang keras kepada orang-orang yang kufur itu dan sungguh, Kami pasti akan membalas mereka dengan seburuk-buruk balasan (atas) apa yang telah mereka kerjakan.",
			"28" : "Itulah neraka, balasan (bagi) musuh-musuh Allah. Mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
			"29" : "Orang-orang yang kufur berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami, yaitu (golongan) jin dan manusia, agar kami meletakkan keduanya di bawah telapak kaki kami supaya keduanya menjadi golongan yang paling bawah (hina).”",
			"30" : "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap (dalam pendiriannya), akan turun malaikat-malaikat kepada mereka (seraya berkata), “Janganlah kamu takut dan bersedih hati serta bergembiralah dengan (memperoleh) surga yang telah dijanjikan kepadamu.”",
			"31" : "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat. Di dalamnya (surga) kamu akan memperoleh apa yang kamu sukai dan apa yang kamu minta.",
			"32" : "(Semua itu) sebagai karunia (penghormatan bagimu) dari (Allah) Yang Maha Pengampun lagi Maha Penyayang.”",
			"33" : "Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan kebajikan, dan berkata, “Sesungguhnya aku termasuk orang-orang muslim (yang berserah diri)?”",
			"34" : "Tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan) dengan perilaku yang lebih baik sehingga orang yang ada permusuhan denganmu serta-merta menjadi seperti teman yang sangat setia.",
			"35" : "(Sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak (pula) dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.",
			"36" : "Jika setan sungguh-sungguh menggodamu dengan halus (untuk meninggalkan perilaku baik itu), maka berlindunglah kepada Allah! Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui.",
			"37" : "Sebagian dari tanda-tanda (kebesaran)-Nya adalah malam, siang, matahari, dan bulan. Janganlah bersujud pada matahari dan jangan (pula) pada bulan. Bersujudlah kepada Allah yang menciptakannya jika kamu hanya menyembah kepada-Nya.",
			"38" : "Jika mereka (orang-orang musyrik) menyombongkan diri (enggan bersujud kepada-Nya), mereka (malaikat) yang (berada) di sisi Tuhanmu selalu bertasbih kepada-Nya pada malam dan siang hari tanpa pernah jemu.",
			"39" : "Sebagian dari tanda-tanda (kebesaran)-Nya adalah bahwa engkau melihat bumi kering dan tandus, kemudian apabila Kami menurunkan air (hujan) padanya, ia pun hidup dan menjadi subur. Sesungguhnya Zat yang menghidupkannya pasti dapat menghidupkan yang mati. Sesungguhnya Dia Maha Kuasa atas segala sesuatu.",
			"40" : "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, (mereka) tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka itu lebih baik ataukah yang datang pada hari Kiamat dengan aman sentosa? Lakukanlah apa yang kamu kehendaki! Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.",
			"41" : "Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika (Al-Qur’an) itu disampaikan kepada mereka, (pasti mereka akan celaka). Sesungguhnya (Al-Qur’an) itu adalah kitab yang mulia.",
			"42" : "Tidak ada kebatilan yang mendatanginya, baik dari depan maupun dari belakang.672) (Al-Qur’an itu adalah) kitab yang diturunkan dari Tuhan Yang Maha Bijaksana lagi Maha Terpuji.",
			"43" : "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sesungguhnya Tuhanmu pasti mempunyai ampunan dan azab yang pedih.",
			"44" : "Seandainya Kami menjadikannya (Al-Qur’an) bacaan dalam bahasa selain Arab, niscaya mereka akan mengatakan, “Mengapa ayat-ayatnya tidak dijelaskan (dengan bahasa yang kami pahami)?” Apakah patut (Al-Qur’an) dalam bahasa selain bahasa Arab, sedangkan (rasul adalah) orang Arab? Katakanlah (Nabi Muhammad), “Al-Qur’an adalah petunjuk dan penyembuh bagi orang-orang yang beriman, sedangkan orang-orang yang tidak beriman, pada telinga mereka ada penyumbat dan mereka buta terhadapnya (Al-Qur’an).673) Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”",
			"45" : "Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa, lalu ia (kitab itu) diperselisihkan. Seandainya tidak ada ketetapan yang terdahulu dari Tuhanmu (bahwa orang-orang yang mendustakan Al-Qur’an akan ditunda penyiksaannya), niscaya telah dilaksanakan hukuman di antara mereka. Sesungguhnya mereka benar-benar dalam kebimbangan dan keraguan terhadapnya.",
			"46" : "Siapa yang mengerjakan kebajikan, maka (pahalanya) untuk dirinya sendiri dan siapa yang berbuat jahat, maka (akibatnya) menjadi tanggungan dirinya sendiri. Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya).",
			"47" : "Hanya kepada-Nya pengetahuan tentang hari Kiamat itu dikembalikan.674) Tidak ada sama sekali buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Di manakah sekutu-sekutu-Ku itu?”675) Mereka menjawab, “Kami menyatakan kepada-Mu bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”",
			"48" : "Lenyaplah dari mereka apa yang dahulu selalu mereka sembah dan mereka pun mengetahui bahwa tidak ada tempat untuk menghindar (dari azab Allah) bagi mereka.",
			"49" : "Manusia tidak pernah jemu memohon kebaikan dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapan.",
			"50" : "Jika Kami menganugerahkan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia akan berkata, “Ini adalah hakku dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Jika (ternyata) aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka, sungguh, Kami akan memberitahukan kepada orang-orang yang kufur tentang apa yang telah mereka kerjakan dan sungguh Kami benar-benar akan menimpakan kepada mereka azab yang sangat berat.",
			"51" : "Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling (tidak mensyukuri nikmat-Nya) dan menjauhkan diri (dari Allah dengan sombong), namun apabila kesusahan menimpanya, dia akan banyak berdoa.",
			"52" : "Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika (Al-Qur’an) itu datang dari sisi Allah, kemudian kamu mengingkarinya? Siapakah yang lebih sesat daripada orang yang selalu menyimpang jauh (dari kebenaran)?”",
			"53" : "Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri sehingga jelaslah bagi mereka bahwa (Al-Qur’an) itu adalah benar. Tidak cukupkah (bagi kamu) bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?",
			"54" : "Ketahuilah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ketahuilah, sesungguhnya Dia Maha Meliputi segala sesuatu."
		},
		"id_tafsir" : {
			"1" : "4219",
			"2" : "4220",
			"3" : "4221",
			"4" : "4222",
			"5" : "4223",
			"6" : "4224",
			"7" : "4225",
			"8" : "4226",
			"9" : "4227",
			"10" : "4228",
			"11" : "4229",
			"12" : "4230",
			"13" : "4231",
			"14" : "4232",
			"15" : "4233",
			"16" : "4234",
			"17" : "4235",
			"18" : "4236",
			"19" : "4237",
			"20" : "4238",
			"21" : "4239",
			"22" : "4240",
			"23" : "4241",
			"24" : "4242",
			"25" : "4243",
			"26" : "4244",
			"27" : "4245",
			"28" : "4246",
			"29" : "4247",
			"30" : "4248",
			"31" : "4249",
			"32" : "4250",
			"33" : "4251",
			"34" : "4252",
			"35" : "4253",
			"36" : "4254",
			"37" : "4255",
			"38" : "4256",
			"39" : "4257",
			"40" : "4258",
			"41" : "4259",
			"42" : "4260",
			"43" : "4261",
			"44" : "4262",
			"45" : "4263",
			"46" : "4264",
			"47" : "4265",
			"48" : "4266",
			"49" : "4267",
			"50" : "4268",
			"51" : "4269",
			"52" : "4270",
			"53" : "4271",
			"54" : "4272"
		},
		"page_juz" : {
			"1" : {"page" : "477", "juz" : "24"},
			"2" : {"page" : "477", "juz" : "24"},
			"3" : {"page" : "477", "juz" : "24"},
			"4" : {"page" : "477", "juz" : "24"},
			"5" : {"page" : "477", "juz" : "24"},
			"6" : {"page" : "477", "juz" : "24"},
			"7" : {"page" : "477", "juz" : "24"},
			"8" : {"page" : "477", "juz" : "24"},
			"9" : {"page" : "477", "juz" : "24"},
			"10" : {"page" : "477", "juz" : "24"},
			"11" : {"page" : "477", "juz" : "24"},
			"12" : {"page" : "478", "juz" : "24"},
			"13" : {"page" : "478", "juz" : "24"},
			"14" : {"page" : "478", "juz" : "24"},
			"15" : {"page" : "478", "juz" : "24"},
			"16" : {"page" : "478", "juz" : "24"},
			"17" : {"page" : "478", "juz" : "24"},
			"18" : {"page" : "478", "juz" : "24"},
			"19" : {"page" : "478", "juz" : "24"},
			"20" : {"page" : "478", "juz" : "24"},
			"21" : {"page" : "479", "juz" : "24"},
			"22" : {"page" : "479", "juz" : "24"},
			"23" : {"page" : "479", "juz" : "24"},
			"24" : {"page" : "479", "juz" : "24"},
			"25" : {"page" : "479", "juz" : "24"},
			"26" : {"page" : "479", "juz" : "24"},
			"27" : {"page" : "479", "juz" : "24"},
			"28" : {"page" : "479", "juz" : "24"},
			"29" : {"page" : "479", "juz" : "24"},
			"30" : {"page" : "480", "juz" : "24"},
			"31" : {"page" : "480", "juz" : "24"},
			"32" : {"page" : "480", "juz" : "24"},
			"33" : {"page" : "480", "juz" : "24"},
			"34" : {"page" : "480", "juz" : "24"},
			"35" : {"page" : "480", "juz" : "24"},
			"36" : {"page" : "480", "juz" : "24"},
			"37" : {"page" : "480", "juz" : "24"},
			"38" : {"page" : "480", "juz" : "24"},
			"39" : {"page" : "481", "juz" : "24"},
			"40" : {"page" : "481", "juz" : "24"},
			"41" : {"page" : "481", "juz" : "24"},
			"42" : {"page" : "481", "juz" : "24"},
			"43" : {"page" : "481", "juz" : "24"},
			"44" : {"page" : "481", "juz" : "24"},
			"45" : {"page" : "481", "juz" : "24"},
			"46" : {"page" : "481", "juz" : "24"},
			"47" : {"page" : "482", "juz" : "25"},
			"48" : {"page" : "482", "juz" : "25"},
			"49" : {"page" : "482", "juz" : "25"},
			"50" : {"page" : "482", "juz" : "25"},
			"51" : {"page" : "482", "juz" : "25"},
			"52" : {"page" : "482", "juz" : "25"},
			"53" : {"page" : "482", "juz" : "25"},
			"54" : {"page" : "482", "juz" : "25"}
		}
	}
}