{
	"71" :{
		"number" : "71",
		"name" : " نوح",
		"name_latin" : "Nūḥ",
		"surah_translation" : "Nuh",
		"number_of_ayah" : "28",
		"location" : "Makkiyah",
		"text" : {
			"1" : "اِنَّآ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَّأْتِيَهُمْ عَذَابٌ اَلِيْمٌ ",
			"2" : "قَالَ يٰقَوْمِ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌۙ",
			"3" : "اَنِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ وَاَطِيْعُوْنِۙ ",
			"4" : "يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ اَجَلَ اللّٰهِ اِذَا جَاۤءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُوْنَ ",
			"5" : "قَالَ رَبِّ اِنِّيْ دَعَوْتُ قَوْمِيْ لَيْلًا وَّنَهَارًاۙ",
			"6" : "فَلَمْ يَزِدْهُمْ دُعَاۤءِيْٓ اِلَّا فِرَارًا ",
			"7" : "وَاِنِّيْ كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوْٓا اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوْا وَاسْتَكْبَرُوا اسْتِكْبَارًاۚ ",
			"8" : "ثُمَّ اِنِّيْ دَعَوْتُهُمْ جِهَارًاۙ",
			"9" : "ثُمَّ اِنِّيْٓ اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَارًاۙ",
			"10" : "فَقُلْتُ اسْتَغْفِرُوْا رَبَّكُمْ اِنَّهٗ كَانَ غَفَّارًاۙ",
			"11" : "يُّرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًاۙ",
			"12" : "وَّيُمْدِدْكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَيَجْعَلْ لَّكُمْ جَنّٰتٍ وَّيَجْعَلْ لَّكُمْ اَنْهٰرًاۗ",
			"13" : "مَا لَكُمْ لَا تَرْجُوْنَ لِلّٰهِ وَقَارًاۚ",
			"14" : "وَقَدْ خَلَقَكُمْ اَطْوَارًا ",
			"15" : "اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوٰتٍ طِبَاقًاۙ",
			"16" : "وَّجَعَلَ الْقَمَرَ فِيْهِنَّ نُوْرًا وَّجَعَلَ الشَّمْسَ سِرَاجًا ",
			"17" : "وَاللّٰهُ اَنْۢبَتَكُمْ مِّنَ الْاَرْضِ نَبَاتًاۙ",
			"18" : "ثُمَّ يُعِيْدُكُمْ فِيْهَا وَيُخْرِجُكُمْ اِخْرَاجًا ",
			"19" : "وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ",
			"20" : "لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ࣖ ",
			"21" : "قَالَ نُوْحٌ رَّبِّ اِنَّهُمْ عَصَوْنِيْ وَاتَّبَعُوْا مَنْ لَّمْ يَزِدْهُ مَالُهٗ وَوَلَدُهٗٓ اِلَّا خَسَارًاۚ ",
			"22" : "وَمَكَرُوْا مَكْرًا كُبَّارًاۚ",
			"23" : "وَقَالُوْا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَّلَا سُوَاعًا ەۙ وَّلَا يَغُوْثَ وَيَعُوْقَ وَنَسْرًاۚ",
			"24" : "وَقَدْ اَضَلُّوْا كَثِيْرًا ەۚ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا ضَلٰلًا",
			"25" : "مِمَّا خَطِيْۤـٰٔتِهِمْ اُغْرِقُوْا فَاُدْخِلُوْا نَارًا ەۙ فَلَمْ يَجِدُوْا لَهُمْ مِّنْ دُوْنِ اللّٰهِ اَنْصَارًا",
			"26" : "وَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا ",
			"27" : "اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا ",
			"28" : "رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَّلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا تَبَارًا ࣖ"
		},
		"latin" : {
			"1" : "Innā arsalnā nūḥan ilā qaumihī an anżir qaumaka min qabli ay ya'tiyahum ‘ażābun alīm(un).",
			"2" : "Qāla yā qaumi innī lakum nażīrum mubīn(un).",
			"3" : "Ani‘budullāha wattaqūhu wa aṭī‘ūn(i).",
			"4" : "Yagfir lakum min żunūbikum wa yu'akhkhirkum ilā ajalim musammā(n), inna ajalallāhi iżā jā'a lā yu'akhkhar(u), lau kuntum ta‘lamūn(a).",
			"5" : "Qāla rabbi innī da‘atu qaumī lailaw wa nahārā(n).",
			"6" : "Falam yazidhum du‘ā'ī illā firārā(n).",
			"7" : "Wa innī kullamā da‘autuhum litagfira lahum ja‘alū aṣābi‘ahum fī āżānihim wastagsyau ṡiyābahum wa aṣarrū wastakbarustikbārā(n).",
			"8" : "Ṡumma innī da‘autuhum jihārā(n).",
			"9" : "Ṡumma innī a‘lantu lahum wa asrartu lahum isrārā(n).",
			"10" : "Faqultustagfirū rabbakum innahū kāna gaffārā(n).",
			"11" : "Yursilis-samā'a ‘alaikum midrārā(n).",
			"12" : "Wa yumdidkum bi'amwāliw wa banīna wa yaj‘al lakum jannātiw wa yaj‘al lakum anhārā(n).",
			"13" : "Mā lakum lā tarjūna lillāhi waqārā(n).",
			"14" : "Wa qad khalaqakum aṭwārā(n).",
			"15" : "Alam tara kaifa khalaqallāhu sab‘a samāwātin ṭibāqā(n).",
			"16" : "Wa ja‘alal-qamara fīhinna nūraw wa ja‘alasy-syamsa sirājā(n).",
			"17" : "Wallāhu ambatakum minal-arḍi nabātā(n).",
			"18" : "Ṡumma yu‘īdukum fīhā wa yukhrijukum ikhrājā(n).",
			"19" : "Wallāhu ja‘ala lakumul-arḍa bisāṭā(n).",
			"20" : "Litaslukū minhā subulan fijājā(n).",
			"21" : "Qāla nūḥur rabbi innahum ‘aṣaunī wattaba‘ū mal lam yazidhu māluhū wa waladuhū illā khasārā(n).",
			"22" : "Wa makarū makran kubbārā(n).",
			"23" : "Wa qālū lā tażarunna ālihatakum wa lā tażarunna waddaw wa lā suwā‘ā(n), wa lā yagūṡa wa ya‘ūqa wa nasrā(n).",
			"24" : "Wa qad aḍallū kaṡīrā(n), wa lā tazidiẓ-ẓālimīna illā ḍalālā(n).",
			"25" : "Mimmā khaṭī'ātihim ugriqū fa'udkhilū nārā(n), falam yajidū lahum min dūnillāhi anṣārā(n).",
			"26" : "Wa qāla nūḥur rabbi lā tażar ‘alal-arḍi minal-kāfirīna dayyārā(n).",
			"27" : "Innaka in tażarhum yuḍillū ‘ibādaka wa lā yalidū illā fājiran kaffārā(n).",
			"28" : "Rabbigfir lī wa liwālidayya wa liman dakhala baitiya  mu'minaw wa lil-mu'minīna wal-mu'mināt(i), wa lā tazidiẓ-ẓālimīna illā tabārā(n)."
		},
		"terjemah" : {
			"1" : "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah peringatan kepada kaummu sebelum datang azab yang pedih kepadanya!”",
			"2" : "Dia (Nuh) berkata, “Wahai kaumku, sesungguhnya aku ini adalah seorang pemberi peringatan yang menjelaskan kepadamu,",
			"3" : "(yaitu) sembahlah Allah, bertakwalah kepada-Nya, dan taatlah kepadaku,",
			"4" : "niscaya Dia akan mengampuni sebagian dosa-dosamu dan menangguhkanmu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sesungguhnya ketetapan Allah itu, apabila telah datang, tidak dapat ditunda. Seandainya kamu mengetahui(-nya).”",
			"5" : "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,",
			"6" : "tetapi seruanku itu tidak menambah (iman) mereka, melainkan mereka (makin) lari (dari kebenaran).",
			"7" : "Sesungguhnya setiap kali aku menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya). Mereka pun tetap (mengingkari) dan sangat menyombongkan diri.",
			"8" : "Kemudian, sesungguhnya aku menyeru mereka dengan cara terang-terangan.727)",
			"9" : "Lalu, aku menyeru mereka secara terbuka dan diam-diam.728)",
			"10" : "Lalu, aku berkata (kepada mereka), “Mohonlah ampun kepada Tuhanmu. Sesungguhnya Dia Maha Pengampun.",
			"11" : "(Jika kamu memohon ampun,) niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu,",
			"12" : "memperbanyak harta dan anak-anakmu, serta mengadakan kebun-kebun dan sungai-sungai untukmu.”",
			"13" : "Mengapa kamu tidak takut akan kebesaran Allah?",
			"14" : "Padahal, sungguh, Dia telah menciptakanmu dalam beberapa tahapan (penciptaan).729)",
			"15" : "Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit berlapis-lapis?",
			"16" : "Di sana Dia menjadikan bulan bercahaya dan matahari sebagai pelita (yang cemerlang).",
			"17" : "Allah benar-benar menciptakanmu dari tanah.",
			"18" : "Kemudian, dia akan mengembalikanmu ke dalamnya (tanah) dan mengeluarkanmu (pada hari Kiamat) dengan pasti. ",
			"19" : "Allah menjadikan bumi untukmu sebagai hamparan",
			"20" : "agar kamu dapat pergi dengan leluasa di jalan-jalan yang luas.",
			"21" : "Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku dan mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya.",
			"22" : "Mereka pun melakukan tipu daya yang sangat besar.",
			"23" : "Mereka berkata, ‘Jangan sekali-kali kamu meninggalkan tuhan-tuhanmu dan jangan pula sekali-kali kamu meninggalkan Wadd, Suwā‘, Yagūṡ, Ya‘ūq, dan Nasr.’730)",
			"24" : "Sungguh, mereka telah menyesatkan banyak orang. Janganlah Engkau tambahkan bagi orang-orang zalim itu selain kesesatan.”",
			"25" : "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan, lalu dimasukkan ke neraka. Mereka tidak mendapat penolong selain Allah.",
			"26" : "Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.",
			"27" : "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu. Mereka pun hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur.",
			"28" : "Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Janganlah Engkau tambahkan bagi orang-orang zalim itu selain kehancuran.”"
		},
		"id_tafsir" : {
			"1" : "5420",
			"2" : "5421",
			"3" : "5422",
			"4" : "5423",
			"5" : "5424",
			"6" : "5425",
			"7" : "5426",
			"8" : "5427",
			"9" : "5428",
			"10" : "5429",
			"11" : "5430",
			"12" : "5431",
			"13" : "5432",
			"14" : "5433",
			"15" : "5434",
			"16" : "5435",
			"17" : "5436",
			"18" : "5437",
			"19" : "5438",
			"20" : "5439",
			"21" : "5440",
			"22" : "5441",
			"23" : "5442",
			"24" : "5443",
			"25" : "5444",
			"26" : "5445",
			"27" : "5446",
			"28" : "5447"
		},
		"page_juz" : {
			"1" : {"page" : "570", "juz" : "29"},
			"2" : {"page" : "570", "juz" : "29"},
			"3" : {"page" : "570", "juz" : "29"},
			"4" : {"page" : "570", "juz" : "29"},
			"5" : {"page" : "570", "juz" : "29"},
			"6" : {"page" : "570", "juz" : "29"},
			"7" : {"page" : "570", "juz" : "29"},
			"8" : {"page" : "570", "juz" : "29"},
			"9" : {"page" : "570", "juz" : "29"},
			"10" : {"page" : "570", "juz" : "29"},
			"11" : {"page" : "571", "juz" : "29"},
			"12" : {"page" : "571", "juz" : "29"},
			"13" : {"page" : "571", "juz" : "29"},
			"14" : {"page" : "571", "juz" : "29"},
			"15" : {"page" : "571", "juz" : "29"},
			"16" : {"page" : "571", "juz" : "29"},
			"17" : {"page" : "571", "juz" : "29"},
			"18" : {"page" : "571", "juz" : "29"},
			"19" : {"page" : "571", "juz" : "29"},
			"20" : {"page" : "571", "juz" : "29"},
			"21" : {"page" : "571", "juz" : "29"},
			"22" : {"page" : "571", "juz" : "29"},
			"23" : {"page" : "571", "juz" : "29"},
			"24" : {"page" : "571", "juz" : "29"},
			"25" : {"page" : "571", "juz" : "29"},
			"26" : {"page" : "571", "juz" : "29"},
			"27" : {"page" : "571", "juz" : "29"},
			"28" : {"page" : "571", "juz" : "29"}
		}
	}
}