{
	"72" :{
		"number" : "72",
		"name" : "الجنّ",
		"name_latin" : "Al-Jinn",
		"surah_translation" : "Jin",
		"number_of_ayah" : "28",
		"location" : "Makkiyah",
		"text" : {
			"1" : "قُلْ اُوْحِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوْٓا اِنَّا سَمِعْنَا قُرْاٰنًا عَجَبًاۙ",
			"2" : "يَّهْدِيْٓ اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖۗ وَلَنْ نُّشْرِكَ بِرَبِّنَآ اَحَدًاۖ",
			"3" : "وَّاَنَّهٗ تَعٰلٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَّلَا وَلَدًاۖ",
			"4" : "وَّاَنَّهٗ كَانَ يَقُوْلُ سَفِيْهُنَا عَلَى اللّٰهِ شَطَطًاۖ",
			"5" : "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ تَقُوْلَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِبًاۙ",
			"6" : "وَّاَنَّهٗ كَانَ رِجَالٌ مِّنَ الْاِنْسِ يَعُوْذُوْنَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوْهُمْ رَهَقًاۖ",
			"7" : "وَّاَنَّهُمْ ظَنُّوْا كَمَا ظَنَنْتُمْ اَنْ لَّنْ يَّبْعَثَ اللّٰهُ اَحَدًاۖ",
			"8" : "وَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ",
			"9" : "وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ",
			"10" : "وَّاَنَّا لَا نَدْرِيْٓ اَشَرٌّ اُرِيْدَ بِمَنْ فِى الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَدًاۙ",
			"11" : "وَّاَنَّا مِنَّا الصّٰلِحُوْنَ وَمِنَّا دُوْنَ ذٰلِكَۗ  كُنَّا طَرَاۤىِٕقَ قِدَدًاۙ",
			"12" : "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ",
			"13" : "وَّاَنَّا لَمَّا سَمِعْنَا الْهُدٰىٓ اٰمَنَّا بِهٖۗ فَمَنْ يُّؤْمِنْۢ بِرَبِّهٖ فَلَا يَخَافُ بَخْسًا وَّلَا رَهَقًاۖ",
			"14" : "وَّاَنَّا مِنَّا الْمُسْلِمُوْنَ وَمِنَّا الْقٰسِطُوْنَۗ فَمَنْ اَسْلَمَ فَاُولٰۤىِٕكَ تَحَرَّوْا رَشَدًا ",
			"15" : "وَاَمَّا الْقٰسِطُوْنَ فَكَانُوْا لِجَهَنَّمَ حَطَبًاۙ",
			"16" : "وَّاَنْ لَّوِ اسْتَقَامُوْا عَلَى الطَّرِيْقَةِ لَاَسْقَيْنٰهُمْ مَّاۤءً غَدَقًاۙ",
			"17" : "لِّنَفْتِنَهُمْ فِيْهِۗ وَمَنْ يُّعْرِضْ عَنْ ذِكْرِ رَبِّهٖ يَسْلُكْهُ عَذَابًا صَعَدًاۙ",
			"18" : "وَّاَنَّ الْمَسٰجِدَ لِلّٰهِ فَلَا تَدْعُوْا مَعَ اللّٰهِ اَحَدًاۖ",
			"19" : "وَّاَنَّهٗ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوْهُ كَادُوْا يَكُوْنُوْنَ عَلَيْهِ لِبَدًاۗ  ࣖ",
			"20" : "قُلْ اِنَّمَآ اَدْعُوْا رَبِّيْ وَلَآ اُشْرِكُ بِهٖٓ اَحَدًا ",
			"21" : "قُلْ اِنِّيْ لَآ اَمْلِكُ لَكُمْ ضَرًّا وَّلَا رَشَدًا ",
			"22" : "قُلْ اِنِّيْ لَنْ يُّجِيْرَنِيْ مِنَ اللّٰهِ اَحَدٌ ەۙ وَّلَنْ اَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۙ",
			"23" : "اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖۗ وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ",
			"24" : "حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ فَسَيَعْلَمُوْنَ مَنْ اَضْعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًاۗ",
			"25" : "قُلْ اِنْ اَدْرِيْٓ اَقَرِيْبٌ مَّا تُوْعَدُوْنَ اَمْ يَجْعَلُ لَهٗ رَبِّيْٓ اَمَدًا ",
			"26" : "عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ",
			"27" : "اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ",
			"28" : "لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَدًا ࣖ"
		},
		"latin" : {
			"1" : "Qul ūḥiya ilayya annahustama‘a nafarum minal-jinni fa qālū innā sami‘nā qur'ānan ‘ajabā(n).",
			"2" : "Yahdī ilar-rusydi fa'āmannā bih(ī), wa lan nusyrika birabbinā aḥadā(n).",
			"3" : "Wa annahū ta‘ālā jaddu rabbinā mattakhaża ṣāḥibataw wa lā waladā(n).",
			"4" : "Wa annahū kāna yaqūlu safīhunā ‘alallāhi syaṭaṭā(n).",
			"5" : "Wa annā ẓanannā allan taqūlal-insu wal-jinnu ‘alallāhi każibā(n).",
			"6" : "Wa annahū kāna rijālum minal insi ya‘ūżūna birijālim minal-jinni fa zādūhum rahaqā(n).",
			"7" : "Wa annahum ẓannū kamā ẓanantum allay yab‘aṡallāhu aḥadā(n).",
			"8" : "Wa annā lamasnas-samā'a fa wajadnāhā muli'at ḥarasan syadīdaw wa syuhubā(n).",
			"9" : "Wa annā kunnā naq‘udu minhā maqā‘ida lis-sam‘(i), famay yastami‘il-āna yajid lahū syihābar raṣadā(n).",
			"10" : "Wa annā lā nadrī asyarrun urīda biman fil-arḍi am arāda bihim rabbuhum rasyadā(n).",
			"11" : "Wa annā minnaṣ-ṣāliḥūna wa minnā dūna żālik(a), kunnā ṭarā'iqa qidadā(n).",
			"12" : "Wa annā ẓanannā allan nu‘jizallāha fil-arḍi wa lan nu‘jizahū harabā(n).",
			"13" : "Wa annā lammā sami‘nal-hudā āmannā bih(ī), famay yu'mim birabbihī falā yakhāfu bakhsaw wa lā rahaqā(n).",
			"14" : "Wa annā minnal-muslimūna wa minnal-qāsiṭūn(a), faman aslama fa ulā'ika taḥarrau rasyadā(n).",
			"15" : "Wa ammal-qāsiṭūna fa kānū lijahannama ḥaṭabā(n).",
			"16" : "Wa allawistaqāmū ‘alaṭ-ṭarīqati la'asqaināhum mā'an gadaqā(n).",
			"17" : "Linaftinahum fīh(i), wa may yu‘riḍ ‘an żikri rabbihī yasluk-hu ‘ażāban ṣa‘adā(n).",
			"18" : "Wa annal-masājida lillāhi falā tad‘ū ma‘allāhi aḥadā(n).",
			"19" : "Wa annahū lammā qāma ‘abdullāhi yad‘ūhu kādū yakūnūna ‘alaihi libadā(n).",
			"20" : "Qul innamā ad‘ū rabbī wa lā usyriku bihī aḥadā(n).",
			"21" : "Qul innī lā amliku lakum ḍarraw wa lā rasyadā(n).",
			"22" : "Qul innī lay yujīranī minallāhi aḥad(un), wa lan ajida min dūnihī multaḥadā(n).",
			"23" : "Illā balāgam minallāhi wa risālātih(ī), wa may ya‘ṣillāha wa rasūlahū fa inna lahū nāra jahannama khālidīna fīhā abadā(n).",
			"24" : "Ḥattā iżā ra'au mā yū‘adūna fasaya‘lamūna man aḍ‘afu nāṣiraw wa aqallu ‘adadā(n). ",
			"25" : "Qul in adrī aqarībum mā tū‘adūna am yaj‘alu lahū rabbī amadā(n).",
			"26" : "‘Ālimul-gaibi falā yuẓhiru ‘alā gaibihī aḥadā(n).",
			"27" : "Illā manirtaḍā mir rasūlin fa innahū yasluku mim baini yadaihi wa min khalfihī raṣadā(n).",
			"28" : "Liya‘lama an qad ablagū risālāti rabbihim wa aḥāṭa bimā ladaihim wa aḥṣā kulla syai'in ‘adadā(n)."
		},
		"terjemah" : {
			"1" : "Katakanlah (Nabi Muhammad), “Telah diwahyukan kepadaku bahwa sekumpulan jin telah mendengarkan (Al-Qur’an yang kubaca).” Lalu, mereka berkata, “Kami telah mendengarkan bacaan yang menakjubkan,",
			"2" : "yang memberi petunjuk pada kebenaran, sehingga kami pun beriman padanya dan tidak akan mempersekutukan sesuatu pun dengan Tuhan kami. ",
			"3" : "Sesungguhnya Maha Tinggi keagungan Tuhan kami. Dia tidak beristri dan tidak (pula) beranak.",
			"4" : "Sesungguhnya orang yang bodoh di antara kami selalu mengucapkan (perkataan) yang melampaui batas terhadap Allah.",
			"5" : "Sesungguhnya kami mengira bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah.” ",
			"6" : "Sesungguhnya ada beberapa orang laki-laki dari (kalangan) manusia yang meminta perlindungan kepada beberapa laki-laki dari (kalangan) jin sehingga mereka (jin) menjadikan mereka (manusia) bertambah sesat.",
			"7" : "Sesungguhnya mereka (jin) mengira sebagaimana kamu (orang musyrik Makkah) mengira bahwa Allah tidak akan membangkitkan kembali siapa pun (pada hari Kiamat). ",
			"8" : "(Jin berkata lagi,) “Sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit. Maka, kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api.",
			"9" : "Sesungguhnya kami (jin) dahulu selalu menduduki beberapa tempat (di langit) untuk mencuri dengar (berita-beritanya). Akan tetapi, sekarang731) siapa yang (mencoba) mencuri dengar pasti akan menjumpai panah api yang mengintai (untuk membakarnya).",
			"10" : "Sesungguhnya kami tidak mengetahui apakah keburukan yang dikehendaki terhadap siapa yang di bumi ataukah Tuhan mereka menghendaki kebaikan terhadap mereka. ",
			"11" : "Sesungguhnya di antara kami ada yang saleh dan di antara kami ada (pula) yang tidak demikian halnya. Kami menempuh jalan yang berbeda-beda.",
			"12" : "Sesungguhnya kami yakin bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya.",
			"13" : "Sesungguhnya ketika mendengar petunjuk (Al-Qur’an), kami pun beriman kepadanya. Maka, siapa yang beriman kepada Tuhannya tidak (perlu) takut akan pengurangan (pahala amalnya) dan tidak (takut pula) akan kesulitan (akibat penambahan dosa).",
			"14" : "Sesungguhnya di antara kami ada yang muslim dan ada (pula) yang menyimpang dari kebenaran. Siapa yang (memeluk) Islam telah memilih jalan yang benar.",
			"15" : "Adapun para penyimpang dari kebenaran menjadi bahan bakar (neraka) Jahanam.”",
			"16" : "Seandainya mereka tetap berjalan lurus di atas jalan itu (agama Islam), niscaya Kami akan mencurahkan air yang banyak (rezeki yang cukup).",
			"17" : "Dengan (cara) itu Kami hendak menguji mereka. Siapa yang berpaling dari peringatan Tuhannya niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat. ",
			"18" : "Sesungguhnya masjid-masjid itu milik Allah. Maka, janganlah menyembah apa pun bersamaan dengan (menyembah) Allah. ",
			"19" : "Sesungguhnya ketika hamba Allah (Nabi Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya. ",
			"20" : "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan-Nya dengan apa pun.”",
			"21" : "Katakanlah, “Sesungguhnya aku tidak mampu (menolak) mudarat dan tidak (pula mampu mendatangkan) kebaikan kepadamu.”",
			"22" : "Katakanlah, “Sesungguhnya tidak ada seorang pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain-Nya. ",
			"23" : "(Yang aku mampu lakukan) hanyalah menyampaikan (peringatan) dari Allah dan risalah-Nya. Siapa yang mendurhakai Allah dan Rasul-Nya sesungguhnya akan mendapat (azab) neraka Jahanam. Mereka kekal di dalamnya selama-lamanya.”",
			"24" : "Dengan demikian, apabila melihat (azab) yang diancamkan kepadanya, mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya. ",
			"25" : "Katakanlah (Nabi Muhammad), “Aku tidak mengetahui apakah (azab) yang diancamkan kepadamu itu sudah dekat atau Tuhanku menjadikan waktunya masih lama.”",
			"26" : "Dia mengetahui yang gaib. Lalu, Dia tidak memperlihatkan yang gaib itu kepada siapa pun,",
			"27" : "kecuali kepada rasul yang diridai-Nya. Sesungguhnya Dia menempatkan penjaga-penjaga (malaikat) di depan dan di belakangnya.",
			"28" : "(Yang demikian itu) agar Dia mengetahui bahwa (rasul-rasul itu) benar-benar telah menyampaikan risalah-risalah Tuhannya, sedangkan (ilmu-Nya) meliputi apa yang ada pada mereka. Dia menghitung segala sesuatu satu per satu."
		},
		"id_tafsir" : {
			"1" : "5448",
			"2" : "5449",
			"3" : "5450",
			"4" : "5451",
			"5" : "5452",
			"6" : "5453",
			"7" : "5454",
			"8" : "5455",
			"9" : "5456",
			"10" : "5457",
			"11" : "5458",
			"12" : "5459",
			"13" : "5460",
			"14" : "5461",
			"15" : "5462",
			"16" : "5463",
			"17" : "5464",
			"18" : "5465",
			"19" : "5466",
			"20" : "5467",
			"21" : "5468",
			"22" : "5469",
			"23" : "5470",
			"24" : "5471",
			"25" : "5472",
			"26" : "5473",
			"27" : "5474",
			"28" : "5475"
		},
		"page_juz" : {
			"1" : {"page" : "572", "juz" : "29"},
			"2" : {"page" : "572", "juz" : "29"},
			"3" : {"page" : "572", "juz" : "29"},
			"4" : {"page" : "572", "juz" : "29"},
			"5" : {"page" : "572", "juz" : "29"},
			"6" : {"page" : "572", "juz" : "29"},
			"7" : {"page" : "572", "juz" : "29"},
			"8" : {"page" : "572", "juz" : "29"},
			"9" : {"page" : "572", "juz" : "29"},
			"10" : {"page" : "572", "juz" : "29"},
			"11" : {"page" : "572", "juz" : "29"},
			"12" : {"page" : "572", "juz" : "29"},
			"13" : {"page" : "572", "juz" : "29"},
			"14" : {"page" : "573", "juz" : "29"},
			"15" : {"page" : "573", "juz" : "29"},
			"16" : {"page" : "573", "juz" : "29"},
			"17" : {"page" : "573", "juz" : "29"},
			"18" : {"page" : "573", "juz" : "29"},
			"19" : {"page" : "573", "juz" : "29"},
			"20" : {"page" : "573", "juz" : "29"},
			"21" : {"page" : "573", "juz" : "29"},
			"22" : {"page" : "573", "juz" : "29"},
			"23" : {"page" : "573", "juz" : "29"},
			"24" : {"page" : "573", "juz" : "29"},
			"25" : {"page" : "573", "juz" : "29"},
			"26" : {"page" : "573", "juz" : "29"},
			"27" : {"page" : "573", "juz" : "29"},
			"28" : {"page" : "573", "juz" : "29"}
		}
	}
}