{
	"102" :{
		"number" : "102",
		"name_surah" : "التّكاثر",
		"name_latin" : "At-Takāṡur",
		"wajiz" : {
			"1" : "Wahai manusia, bermegah-megahan dalam hal harta, keturunan, dan pengikut telah melalaikan kamu dari ketaatan kepada Allah dan mempersiapkan diri untuk menghadapi hari akhir.",
			"2" : "Kamu tidak akan berhenti bermegah-megahan seperti itu sampai kamu mati dan masuk ke dalam kubur.",
			"3" : "Tidak patut bagimu untuk lalai karena bermegah-megahan. Sekali-kali tidak! Kelak kamu akan mengetahui dan menyadari bahwa akhirat itu lebih baik bagimu.",
			"4" : "Dan sekali-kali tidak patut bagimu berbuat demikian! Kelak kamu akan mengetahui akibat dari kesibukanmu dengan dunia dan kelalaianmu dari ketaatan.",
			"5" : "Sekali-kali tidak pantas bagimu bermegah-megahan! Sekiranya kamu mengetahui dengan pasti akibat buruk dari perbuatanmu itu di akhirat nanti, niscaya kamu akan meninggalkannya dan beralih menyibukkan diri dengan hal-hal yang menyelamatkanmu dari siksa neraka.",
			"6" : "Aku bersumpah, niscaya kamu benar-benar akan melihat neraka Jahim dan merasakan panasnya.",
			"7" : "Untuk menambah ketakutan manusia terhadap neraka Jahim, Allah mengulangi sumpahnya. Kemudian Aku bersumpah, kamu benar-benar akan melihatnya dengan mata kepala sendiri. Ketika itu kamu sadar betapa buruk akibat kelalaianmu dari iman dan taat kepada Allah.",
			"8" : "Kemudian, pada saat kamu menyaksikan neraka Jahim dengan mata kepalamu, kamu benar-benar akan ditanya pada hari itu tentang kenikmatan yang kamu jadikan bahan bermegah-megahan di dunia itu, seperti harta, keturunan, pengikut, dan sebagainya. Semua itu pada haki-katnya adalah cobaan. Jika diperoleh secara halal dan digunakan dengan benar, semua itu akan menguntungkan pemiliknya, baik di dunia maupun akhirat. Bila tidak, semua itu akan menjadikan hidup pemilik-nya tidak berkah dan menjerumuskannya ke dalam siksaan Allah di akhirat nanti."
		},
		"tahlili" : {
			"1" : "Dalam ayat ini, Allah mengungkapkan bahwa manusia sibuk bermegah-megahan dengan harta, teman, dan pengikut yang banyak, sehingga melalaikannya dari kegiatan beramal. Mereka asyik dengan berbicara saja, teperdaya oleh keturunan mereka dan teman sejawat tanpa memikirkan amal perbuatan yang bermanfaat untuk diri dan keluarga mereka.\nDiriwayatkan dari Muṭarrif dari ayahnya, ia berkata:\nاَتَيْتُ النَّبِيَّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْرَأُ ﴿اَلْهٰىكُمُ التَّكَاثُرُ﴾ قَالَ: يَقُوْلُ ابْنُ آدَمَ مَالِيْ مَالِيْ قَالَ وَهَلْ لَكَ يَا ابْنَ آدَمَ مِنْ مَالِكَ إِلَّا مَا أَكَلْتَ فَأَفْنَيْتَ أَوْ لَبِسْتَ فَأَبْلَيْتَ أَوْ تَصَدَّقْتَ فَأَمْضَيْتَ. (رواه مسلم)\nSaya menghadap Nabi saw ketika beliau sedang membaca al-hākumut-takāṡur, beliau bersabda, “Anak Adam berkata, ‘Inilah harta saya, inilah harta saya.’ Nabi bersabda, “Wahai anak Adam! Engkau tidak memiliki dari hartamu kecuali apa yang engkau makan dan telah engkau habiskan, atau pakaian yang engkau pakai hingga lapuk, atau yang telah kamu sedekahkan sampai habis.” (Riwayat Muslim) \n\nDiriwayatkan pula bahwa Nabi saw bersabda:\nلَوْ أَنَّ لِابْنِ آدَمَ وَادِيًا مِنْ مَالٍ لَابْتَغَى إِلَيْهِ ثَانِيًا وَلَوْ كَانَ لَهُ وَادِيَانِ لَابْتَغَى إِلَيْهِ ثَالِثًا وَلَا يَمْلَأُ جَوْفَ ابْنِ آدَمَ إِلَّا التُّرَابُ وَيَتُوْبُ اللّٰهُ عَلَى مَنْ تَابَ. (رواه أحمد والبخاري ومسلم والترمذي عن أنس)\n\nSeandainya anak Adam memiliki satu lembah harta, sungguh ia ingin memiliki dua lembah harta, dan seandainya ia memiliki dua lembah harta, sungguh ia ingin memiliki tiga lembah harta dan tidak memenuhi perut manusia (tidak merasa puas) kecuali perutnya diisi dengan tanah dan Allah akan menerima tobat (memberi ampunan) kepada orang yang bertobat.  (Riwayat Aḥmad, al-Bukhārī, Muslim, dan at-Tirmiżī dari Anas)\n\nAhli tafsir ada yang berpendapat bahwa maksud ayat ini adalah bangga dalam berlebih-lebihan. Seseorang berusaha memiliki lebih banyak dari yang lain baik harta ataupun kedudukan dengan tujuan semata-mata untuk mencapai ketinggian dan kebanggaan, bukan untuk digunakan pada jalan kebaikan atau untuk membantu menegakkan keadilan dan maksud baik lainnya.\nاِعْلَمُوْٓا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ وَّزِيْنَةٌ وَّتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْاَمْوَالِ وَالْاَوْلَادِۗ كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًاۗ وَفِى الْاٰخِرَةِ عَذَابٌ شَدِيْدٌۙ وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ ۗوَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ\nKetahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-Ḥadīd/57: 20)",
			"2" : "Selanjutnya Allah menjelaskan keadaan bermegah-megah di antara manusia atau dengan usaha untuk memiliki lebih banyak dari orang lain akan terus berlanjut hingga mereka masuk lubang kubur. Dengan demikian, mereka telah menyia-nyiakan umur untuk hal yang tidak berfaedah, baik dalam hidup di dunia maupun untuk kehidupan akhirat.\nPara ulama berpendapat bahwa menziarahi kuburan adalah obat penawar yang paling ampuh untuk melunakkan hati, karena dengan ziarah kubur itu manusia akan ingat mati dan hari akhirat, maka dengan sendirinya akan membatasi keinginan-keinginan yang bukan-bukan.\nNabi Muhammad bersabda:\nكُنْتُ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُوْرِ فَزُوْرُوا الْقُبُوْرَ فَإِنَّهَا تُزَهِّدُ فِى الدُّنْيَا وَتُذَكِّرُ اْلآخِرَةَ. (رواه ابن ماجه عن ابن مسعود)\nSaya pernah melarang kamu menziarahi kubur, maka sekarang ziarahilah kubur itu, karena menziarahi kubur itu akan menjadikan zuhud dari kemewahan dunia dan mengingatkan kamu kepada kehidupan akhirat. (Riwayat Ibnu Mājah dari Ibnu Mas‘ūd)",
			"3" : "Kemudian Allah dengan ayat ini memperingatkan bahwa bermegah-megahan itu tidak pantas dikerjakan karena akibatnya buruk serta menimbul­kan kekacauan dan permusuhan. Sebaliknya Allah menganjurkan agar diciptakan kerukunan hidup, bantu-membantu dalam menegakkan kebenaran dan tolong-menolong dalam kebajikan dan dalam melestarikan hidup bermasyarakat, dengan membina akhlak yang luhur serta budi pekerti yang baik.",
			"4" : "Allah mengulang ancaman-Nya melalui ayat ini dan merupakan ancaman sesudah ancaman, bagaikan  seorang tuan berkata kepada hamba sahayanya bahwa agar tidak mengerjakan sesuatu, kemudian tuan itu mengulangi ucapannya itu.",
			"5" : "Ayat ini merupakan peringatan Allah dalam bentuk perintah agar waspada terhadap tingkah laku yang buruk itu. Keinginan untuk berlebih-lebihan dapat menyibukkan seseorang untuk mengerjakan pekerjaan yang tidak bermanfaat. Pendirian yang dianggapnya benar itu sebenarnya adalah salah. Itu hanya sangkaan belaka yang pasti berubah, karena tidak sesuai dengan kenyataan. Yang harus menjadi pendirian adalah yang sesuai dengan kenyataan yang dapat disaksikan oleh mata, oleh perasaan atau berdasarkan dalil sahih.",
			"6" : "Dalam ayat ini, Allah menerangkan sebagian azab yang akan dialami oleh orang yang bermegah-megahan itu karena kelalaian tersebut. Mereka akan ditimpa azab di akhirat, dan pasti akan melihat tempat itu dengan mata kepala mereka sendiri. Oleh sebab itu, mereka hendaknya selalu merenung­kan kedahsyatan azab itu dalam pikiran agar membawa mereka kepada perbuatan yang baik dan bermanfaat. Maksud perkataan “melihat neraka Jahim” adalah merasakan azabnya, sesuai dengan tujuan Al-Qur’an dalam pemakaian kata-kata tersebut.",
			"7" : "Kemudian dengan ayat ini, Allah menguatkan isi ayat sebelumnya, bahwa azab itu benar-benar akan dirasakan oleh orang yang teperdaya itu. Oleh karena itu, siapa saja dan dari golongan apa saja hendaklah bertakwa kepada Tuhannya serta menghindari perbuatan-perbuatan yang menyebab­kan mereka disiksa. Hendaknya seseorang itu memperhatikan nikmat-nikmat Allah yang ada padanya untuk dipelihara dan dipergunakan sesuai dengan fungsi nikmat tersebut. Juga hendaknya mereka tidak melakukan kejahatan, mengada-adakan kemungkaran, dan mengharap-harapkan ampunan Allah hanya semata-mata dengan pengakuan beragama Islam dengan memakai nama dan gelar yang muluk-muluk, sedangkan ia menyalahi hukum-hukum Al-Qur’an dan melakukan tindakan yang sama dengan musuh Islam.",
			"8" : "Allah lebih memperkuat lagi celaan-Nya terhadap mereka dengan mengatakan bahwa sesungguhnya mereka akan ditanyai pada hari itu tentang kenikmatan-kenikmatan yang mereka megah-megahkan di dunia, apa yang mereka perbuat dengan nikmat-nikmat itu. Apakah mereka telah menunaikan hak Allah daripadanya, atau apakah mereka menjaga batas-batas hukum Allah yang telah ditentukan dalam bersenang-senang dengan nikmat tersebut. Jika mereka tidak melakukannya, ketahuilah bahwa nikmat-nikmat itu adalah puncak kecelakaan di hari akhirat.\nDiriwayatkan dari Nabi Muhammad, beliau berkata:\nمَنْ أَصْبَحَ مِنْكُمْ آمِنًا فِيْ سِرْبِهِ مُعَافًى فِيْ جَسَدِهِ عِنْدَهُ قُوْتُ يَوْمِهِ فَكَأَنَّهُ حِيْزَتْ لَهُ الدُّنْيَا بِحَذَافِيْرِهَا. (رواه البخاري وأبو داود والترمذي وابن ماجه عن عبيد الله محصن) \nBarangsiapa di antara kamu yang bangun pagi dalam keadaan aman sentosa pada dirinya atau aman di tempatnya, sehat wal afiat badannya serta mempunyai bekal hidup untuk harinya, maka seolah-olah dunia dengan segala kekayaannya telah diserahkan kepadanya. (Riwayat al-Bukhārī, Abū Dāwud, at-Tirmiżī, dan Ibnu Mājah dari ‘Ubaidillāh bin Muhṣan)"
		}
	}
}