{
	"112" :{
		"number" : "112",
		"name_surah" : " الاخلاص",
		"name_latin" : "Al-Ikhlāṣ",
		"wajiz" : {
			"1" : "Wahai Nabi Muhammad, Katakanlah kepada kaum musyrik yang menanyakan sifat dan nasab Allah dengan tujuan mengejek, “Dia lah Allah, Yang Maha Esa. Tidak ada sekutu bagi-Nya. Dia tidak berbilang dalam nama, sifat, dan ketuhanan-Nya.",
			"2" : "Allah tempat meminta segala sesuatu. Dia Maha Pencipta, Mahakaya, dan Mahakuasa. Dia tidak memerlukan yang lain, sedangkan semua makhluk bergantung kepada-Nya.",
			"3" : "Dia tidak beranak; tidak ada yang sejenis dengan Allah sehingga bisa menikah dengan-Nya dan melahirkan anak; dan Dia tidak pula diperanakkan karena Dia kekal dan tidak bermula. Sesatlah orang Yahudi yang meyakini ‘Uzair sebagai putra Allah, orang Nasrani yang meyakini Nabi Isa sebagai putra Allah, dan orang musyrik Arab yang meyakini malaikat sebagai putri Allah.",
			"4" : "Dan tidak ada sesuatu yang setara dengan Dia, baik dari segi zat, sifat, maupun tidakan-Nya."
		},
		"tahlili" : {
			"1" : "Pada ayat ini, Allah menyuruh Nabi Muhammad menjawab pertanyaan orang-orang yang menanyakan tentang sifat Tuhannya, bahwa Dia adalah Allah Yang Maha Esa, tidak tersusun dan tidak berbilang, karena berbilang dalam susunan zat berarti bahwa bagian kumpulan itu memerlukan bagian yang lain, sedang Allah sama sekali tidak memerlukan suatu apa pun. Keesaan Allah itu meliputi tiga hal: Dia Maha Esa pada Zat-Nya, Maha Esa pada sifat-Nya dan Maha Esa pada perbuatan-Nya.\nMaha Esa pada zat-Nya berarti zat-Nya tidak tersusun dari beberapa zat atau bagian. Maha Esa pada sifat-Nya berarti tidak ada satu sifat makhluk pun yang menyamai-Nya dan Maha Esa pada perbuatan-Nya berarti Dialah yang membuat semua perbuatan sesuai dengan firman-Nya:\nاِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu. (Yāsīn/36 : 82)",
			"2" : "Allah menambahkan dalam ayat ini penjelasan tentang sifat Tuhan Yang Maha Esa itu, yaitu Dia adalah Tuhan tempat meminta dan memohon.",
			"3" : "Allah lalu menegaskan bahwa Mahasuci Ia dari mempunyai anak. Ayat ini juga menentang dakwaan orang-orang musyrik Arab yang mengatakan bahwa malaikat-malaikat adalah anak perempuan Allah dan dakwaan orang Nasrani bahwa Isa anak laki-laki Allah. Dalam ayat lain, Allah berfirman:\nفَاسْتَفْتِهِمْ اَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُوْنَۚ ١٤٩ اَمْ خَلَقْنَا الْمَلٰۤىِٕكَةَ اِنَاثًا وَّهُمْ شٰهِدُوْنَ ١٥٠ اَلَآ اِنَّهُمْ مِّنْ اِفْكِهِمْ لَيَقُوْلُوْنَۙ ١٥١ وَلَدَ اللّٰهُ ۙوَاِنَّهُمْ لَكٰذِبُوْنَۙ ١٥٢\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), “Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?” Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, “Allah mempunyai anak.” Dan sungguh, mereka benar-benar pendusta. (aṣ-Ṣāffāt/37: 149-152)\n\nAllah tidak beranak, dan tidak pula diperanakkan. Dengan demikian, Dia tidak sama dengan makhluk. Dia berada tidak didahului oleh tidak ada. Mahasuci Allah dari apa yang mereka sebutkan.\nIbnu ‘Abbās berkata, “Dia tidak beranak sebagaimana Maryam melahirkan Isa dan tidak pula diperanakkan. Ini adalah bantahan terhadap orang-orang Nasrani yang mengatakan Isa al-Masih adalah anak Allah dan bantahan terhadap orang-orang Yahudi yang mengatakan Uzair adalah anak Allah.",
			"4" : "Dalam ayat ini, Allah menjelaskan lagi bahwa tidak ada yang setara dan sebanding dengan Dia dalam zat, sifat, dan perbuatan-Nya. Ini adalah tantangan terhadap orang-orang yang beritikad bahwa ada yang setara dan menyerupai Allah dalam perbuatannya, sebagaimana pendirian orang-orang musyrik Arab yang menyatakan bahwa malaikat itu adalah sekutu Allah.\nSurah ini meliputi dasar yang paling penting dari risalah Nabi Muhammad yaitu menauhidkan dan menyucikan Allah serta meletakkan pedoman umum dalam beramal sambil menerangkan amal perbuatan yang baik dan yang jahat, menyatakan keadaan manusia sesudah mati mulai dari sejak berbangkit sampai dengan menerima balasannya berupa pahala atau dosa. Telah diriwayatkan dalam hadis bahwa surah ini sebanding dengan sepertiga Al-Qur’an, karena barang siapa menyelami artinya dengan bertafakur yang mendalam, akan menjadi jelas baginya bahwa semua penjelasan dan keterangan yang terdapat dalam Islam tentang tauhid dan kesucian Allah dari segala macam kekurangan merupakan perincian dari isi surah ini.\nDalam sebuah hadis disebutkan:\nعَنْ عَائِشَةَ أَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ بَعَثَ رَجُلًا عَلَى سَرِيَّةٍ وَكَانَ يَقْرَأُ لِأَصْحَابِهِ فِيْ صَلاَتِهِمْ فَيَخْتِمُ بِـ ﴿قُلْ هُوَ اللّٰهُ اَحَدٌ﴾ فَلَمَّا رَجَعُوْا ذُكِرَ ذٰلِكَ لِرَسُوْلِ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سَلُوْهُ لِأَيِّ شَيْءٍ يَصْنَعُ ذٰلِكَ فَسَأَلُوْهُ فَقَالَ لِأَنَّهَا صِفَةُ الرَّحْمٰنِ فَأَنَا أُحِبُّ أَنْ أَقْرَأَ بِهَا فَقَالَ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ أَخْبِرُوْهُ أَنَّ اللّٰهَ يُحِبُّهُ. (رواه مسلم)\nDari ‘Aisyah, bahwasanya Rasulullah saw. pernah mengutus seorang laki-laki dalam suatu peperangan. Ketika salat bersama sahabat-sahabatnya, laki-laki itu membaca surah dan mengakhirinya dengan “Qul Huwallahu Aḥad.” Pada saat mereka kembali, hal itu disampaikan kepada Rasulullah saw. Rasul berkata, “Tanyakan kepadanya apa maksud dari perbuatannya itu.” Mereka pun menanyakannya. Laki-laki itu menjawab, “Itu adalah sifat Allah Yang Maha Penyayang. Saya suka membacanya.” Rasulullah saw. bersabda, “beritahukanlah dia, bahwa Allah mencintainya.” (Riwayat Muslim)"
		}
	}
}