{
	"20" :{
		"number" : "20",
		"name_surah" : " طٰهٰ",
		"name_latin" : "Ṭāhā",
		"wajiz" : {
			"1" : "Bila surah sebelumnya ditutup dengan berita kebinasaan umat terdahulu karena kedurhakaan mereka, surah ini diawali dengan penjelasan bahwa Al-Qur’an turun untuk kebaikan, bukan kesusahan, bagi umat. Taha.",
			"2" : "Wahai Nabi Muhammad, Kami, yakni Allah melalui Jibril, tidak menurunkan Al-Qur’an ini kepadamu agar engkau menjadi susah akibat ditolak dan dimusuhi kaummu atau dituntut untuk melaksanakan kewajiban di luar batas kemampuanmu.",
			"3" : "Kami tidak menurunkan Al-Qur’an kepadamu melainkan sebagai peringatan bagi orang yang takut kepada Allah dan ikhlas menaati ajaran dan perintah-Nya.",
			"4" : "Wahai Nabi, Al-Qur’an ini diturunkan kepadamu dari Allah Yang Mahaagung yang menciptakan bumi dan langit yang tinggi. Kandungannya merupakan petunjuk bagi mereka yang mau meyakini.",
			"5" : "Tuhan yang menurunkan Al-Qur’an ini adalah Yang Maha Pengasih terhadap semua makhuk tanpa terkecuali; yang bersemayam di atas ‘Arsy untuk mengatur semua urusan makhluk-Nya.",
			"6" : "Allah adalah Pencipta semua yang ada, karena itu milik-Nya lah apa saja yang ada di langit seperti matahari, bulan, dan planet, serta apa saja yang ada di bumi seperti tumbuhan, hewan, dan manusia, apa saja yang ada di antara keduanya seperti awan, dan apa saja yang ada di bawah tanah, seperti bahan tambang dan sumber mineral.",
			"7" : "Dia mengetahui apa saja yang terjadi di alam semesta. Dan jika engkau mengeraskan ucapanmu saat menyampaikan sesuatu, sungguh Dia mengetahui apa yang engkau ucapkan. Dia juga mengetahui apa saja yang rahasia atau yang sengaja kausembunyikan dalam hatimu, dan apa saja yang lebih tersembunyi, yang tidak kausadari dan tidak kauketahui lagi setelah lama mengendap di dasar hatimu.",
			"8" : "Dialah Allah yang tidak ada tuhan penguasa alam semesta yang patut disembah selain Dia. Hanya Dia pula yang mempunyai nama-nama yang terbaik.",
			"9" : "Usai menjelaskan keagungan Al-Qur’an dan tugas berat yang diamanahkan kepada Rasulullah, pada ayat-ayat berikut Allah menguraikan kisah Nabi Musa yang juga diberi amanah berat, yaitu berdakwah kepada Fir’aun yang sangat ingkar. Kisah ini dimaksudkan untuk menguatkan Nabi Muhammad dalam berdakwah. Dan apakah telah sampai kepadamu, wahai Nabi Muhammad, kisah Musa saat akan menerima tugas kerasulan?",
			"10" : "Ketika dalam perjalanan menuju Mesir, dia melihat api yang menyala terang, lalu dia berkata kepada keluarganya yang menyertainya dalam perjalanan itu, “Tinggallah kamu di sini sampai aku kembali. Sesungguhnya aku melihat api. Mudah-mudahan aku dapat membawa sedikit nyala api kepadamu agar kita dapat menghangatkan badan pada malam yang dingin ini, atau aku akan mendapat petunjuk dari seseorang yang ada di sekitar tempat api itu.”",
			"11" : "Usai berpesan kepada keluarganya, maka Musa berjalan mendekati api itu. Ketika dia mendatanginya, tiba-tiba dia dipanggil oleh suara yang berasal dari arah api itu, “Wahai Musa!”",
			"12" : "“Sungguh, Aku yang memanggilmu adalah Tuhanmu yang memelihara dan membimbingmu. Maka, sebagai penghormatan, hendaknya engkau lepaskan kedua terompahmu karena saat ini sesungguhnya engkau berada di lembah yang suci, Tuwa.”",
			"13" : "Begitu Musa melepas terompahnya, Allah berfirman, “Dan ketahuilah, wahai Musa, sesungguhnya Aku telah memilih engkau sebagai nabi dan rasul untuk memberi peringatan kepada mereka yang ingkar. Maka, dengarkanlah apa yang akan diwahyukan kepadamu, lalu laksanakanlah untuk memberi pengajaran kepada kaummu.",
			"14" : "Wahai Musa, ketahuilah sesungguhnya Aku ini adalah Allah, Tuhanmu, dan sungguh tidak ada tuhan pencipta alam raya yang layak disembah selain Aku, maka berimanlah kepada-Ku, sembahlah Aku, dan laksanakanlah salat untuk mengingat-Ku dan bersyukur kepada-Ku.” Inilah prinsip pertama akidah, yaitu keesaan Tuhan.",
			"15" : "Allah lalu menyusuli dengan prinsip berikutnya, yaitu keniscayaan kiamat. “Sungguh, hari kiamat itu akan datang tanpa ada keraguan sedikit pun tentangnya, namun Aku merahasiakan waktu kedatangannya. Karena itu, siapkanlah dirimu untuk menghadapinya. Hari kiamat itu merupakan suatu keniscayaan agar setiap orang yang mukalaf dibalas sesuai dengan apa yang telah dia usahakan dalam kehidupannya di dunia ini.”",
			"16" : "Maka setelah engkau mengetahui keniscayaan kiamat, janganlah sekali-kali engkau dipalingkan dari-nyaoleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti keinginannya, sehingga engkau menjadi lengah dan tidak siap menghadapinya. Ketahuilah, jika engkau dipalingkan, hal itulah yang menyebabkan engkau binasa.”",
			"17" : "Allah menunjukkan kuasa-Nya dengan memberi mukjizat kepada Nabi Musa. Dan apakah yang ada di tangan kananmu, wahai Musa?",
			"18" : "Dia berkata, “Ini adalah tongkatku. Aku bertumpu padanya saat letih atau ingin bersandar, dan aku merontokkan daun dari ranting-ranting pohon dengannya untuk pakan kambingku atau menghalaunya pergi dan pulang kandang. Dan selain itu, bagiku masih ada lagi manfaat yang lain dari tongkat ini.”",
			"19" : "Dia berfirman, “Lemparkanlah ia, yaitu tongkatmu itu, wahai Musa!”",
			"20" : "Tanpa menunggu lama, selanjutnya Nabi Musa segera melemparkan tongkat itu ke tanah, maka tiba-tiba ia menjadi seekor ular yang merayap ke sana ke mari dengan cepat.",
			"21" : "Melihat perubahan wujud tongkatnya menjadi ular, Nabi Musa merasa takut. Dia berfirman untuk menenangkan hati Nabi Musa, “Wahai Musa, peganglah ia. Ambillah ular itu dan jangan takut. Kami akan mengembalikan wujud-nya kepada keadaannya semula, dari ular menjadi tongkat kembali.”",
			"22" : "Allah juga memberi Nabi Musa mukjizat yang lain. Dia berfirman, “Dan kepitlah tangan kanan-mu melalui leher bajumu ke ketiak kiri-mu, kemudian tariklah keluar, niscaya ia keluar menjadi putih cemerlang dan bercahaya tanpa cacat, bagai sinar matahari yang benderang. Kami berikan itu kepadamu sebagai mukjizat yang lain, selain tongkat yang berubah menjadi ular.",
			"23" : "Wahai Nabi Musa, kedua mukjizat Kami anugerahkan untuk Kami perlihatkan kepadamu sebagian dari tanda-tanda kebesaran Kami yang sangat besar. Kami juga menjadikan keduanya sebagai penguat hatimu dalam berdakwah.”",
			"24" : "Usai membekali Nabi Musa dengan dua mukjizat, Allah memerintahnya untuk berdakwah. Wahai Nabi Musa, pergilah kepada Fir’aun. Sesungguhnya dia benar-benar telah melampaui batas dalam kedurhakaannya kepada-Ku dan kesewenangan terhadap sesama manusia.”",
			"25" : "Nabi Musa menyadari betapa berat tugas yang Allah amanahkan kepadanya. Dia memohon kepada-Nya seraya berkata, “Ya Tuhanku, lapangkanlah dadaku sehingga jiwaku mampu menanggung tantangan tugasku, dan mudahkanlah untukku urusanku sehingga dakwahku tidak menemui kesulitan, dan lepaskanlah kekakuan dari lidahku yang menghalangi kelancaranku dalam menyampaikan pesan-Mu agar mereka mengerti perkataanku dengan baik.” ",
			"26" : "Nabi Musa menyadari betapa berat tugas yang Allah amanahkan kepadanya. Dia memohon kepada-Nya seraya berkata, “Ya Tuhanku, lapangkanlah dadaku sehingga jiwaku mampu menanggung tantangan tugasku, dan mudahkanlah untukku urusanku sehingga dakwahku tidak menemui kesulitan, dan lepaskanlah kekakuan dari lidahku yang menghalangi kelancaranku dalam menyampaikan pesan-Mu agar mereka mengerti perkataanku dengan baik.”",
			"27" : "Nabi Musa menyadari betapa berat tugas yang Allah amanahkan kepadanya. Dia memohon kepada-Nya seraya berkata, “Ya Tuhanku, lapangkanlah dadaku sehingga jiwaku mampu menanggung tantangan tugasku, dan mudahkanlah untukku urusanku sehingga dakwahku tidak menemui kesulitan, dan lepaskanlah kekakuan dari lidahku yang menghalangi kelancaranku dalam menyampaikan pesan-Mu agar mereka mengerti perkataanku dengan baik.”",
			"28" : "Nabi Musa menyadari betapa berat tugas yang Allah amanahkan kepadanya. Dia memohon kepada-Nya seraya berkata, “Ya Tuhanku, lapangkanlah dadaku sehingga jiwaku mampu menanggung tantangan tugasku, dan mudahkanlah untukku urusanku sehingga dakwahku tidak menemui kesulitan, dan lepaskanlah kekakuan dari lidahku yang menghalangi kelancaranku dalam menyampaikan pesan-Mu agar mereka mengerti perkataanku dengan baik.”",
			"29" : "Sesudah memohon penyempurnaan dirinya, Nabi Musa memohon pengukuhan diri melalui keluarganya. Dia berkata, “Wahai Tuhanku, dan jadikanlah untukku seorang pembantu dari keluargaku guna meringankan tugasku menyampaikan risalah-Mu. Aku berharap Engkau mengangkat Harun, saudaraku, sebagai penyokongku. Teguhkanlah kekuatanku dalam berdakwah dengan adanya dia di sampingku, dan jadikanlah dia teman dalam urusanku menyampaikan risalah kepada Fir’aun dan kaumnya.",
			"30" : "Sesudah memohon penyempurnaan dirinya, Nabi Musa memohon pengukuhan diri melalui keluarganya. Dia berkata, “Wahai Tuhanku, dan jadikanlah untukku seorang pembantu dari keluargaku guna meringankan tugasku menyampaikan risalah-Mu. Aku berharap Engkau mengangkat Harun, saudaraku, sebagai penyokongku. Teguhkanlah kekuatanku dalam berdakwah dengan adanya dia di sampingku, dan jadikanlah dia teman dalam urusanku menyampaikan risalah kepada Fir’aun dan kaumnya.",
			"31" : "Sesudah memohon penyempurnaan dirinya, Nabi Musa memohon pengukuhan diri melalui keluarganya. Dia berkata, “Wahai Tuhanku, dan jadikanlah untukku seorang pembantu dari keluargaku guna meringankan tugasku menyampaikan risalah-Mu. Aku berharap Engkau mengangkat Harun, saudaraku, sebagai penyokongku. Teguhkanlah kekuatanku dalam berdakwah dengan adanya dia di sampingku, dan jadikanlah dia teman dalam urusanku menyampaikan risalah kepada Fir’aun dan kaumnya.",
			"32" : "Sesudah memohon penyempurnaan dirinya, Nabi Musa memohon pengukuhan diri melalui keluarganya. Dia berkata, “Wahai Tuhanku, dan jadikanlah untukku seorang pembantu dari keluargaku guna meringankan tugasku menyampaikan risalah-Mu. Aku berharap Engkau mengangkat Harun, saudaraku, sebagai penyokongku. Teguhkanlah kekuatanku dalam berdakwah dengan adanya dia di sampingku, dan jadikanlah dia teman dalam urusanku menyampaikan risalah kepada Fir’aun dan kaumnya.",
			"33" : "Ya Allah, aku ajukan permohonan itu kepada-Mu agar kami banyak bertasbih kepada-Mu, menyucikan-Mu dari segala hal yang tidak layak bagi-Mu, dan banyak mengingat-Mu atas anugerah dan nikmat yang Engkau limpahkan kepada kami. Sesungguhnya Engkau Maha Melihat dan Mengetahui keadaan kami.”",
			"34" : "Ya Allah, aku ajukan permohonan itu kepada-Mu agar kami banyak bertasbih kepada-Mu, menyucikan-Mu dari segala hal yang tidak layak bagi-Mu, dan banyak mengingat-Mu atas anugerah dan nikmat yang Engkau limpahkan kepada kami. Sesungguhnya Engkau Maha Melihat dan Mengetahui keadaan kami.”",
			"35" : "Ya Allah, aku ajukan permohonan itu kepada-Mu agar kami banyak bertasbih kepada-Mu, menyucikan-Mu dari segala hal yang tidak layak bagi-Mu, dan banyak mengingat-Mu atas anugerah dan nikmat yang Engkau limpahkan kepada kami. Sesungguhnya Engkau Maha Melihat dan Mengetahui keadaan kami.”",
			"36" : "Mengabulkan permohonan Nabi Musa, Dia berfirman, “Sungguh, telah diperkenankan semua permintaanmu itu, wahai Musa. Terimalah anugerah besar Kami itu kepadamu.",
			"37" : "Dan wahai Musa, ketahuilah bahwa sesungguhnya tanpa engkau minta pun, Kami telah memberi nikmat kepadamu pada kesempatan yang lain sebelum ini, yaitu ketika Kami mengilhamkan kepada ibumu sesudah kelahiranmu sesuatu yang diilhamkan, yaitu cara menyelamatkanmu dari rencana keji Fir’aun.",
			"38" : "Dan wahai Musa, ketahuilah bahwa sesungguhnya tanpa engkau minta pun, Kami telah memberi nikmat kepadamu pada kesempatan yang lain sebelum ini, yaitu ketika Kami mengilhamkan kepada ibumu sesudah kelahiranmu sesuatu yang diilhamkan, yaitu cara menyelamatkanmu dari rencana keji Fir’aun.",
			"39" : "Kami ilhamkan kepada ibumu, ‘Letakkanlah dia, yaitu bayi Musa, di dalam peti, kemudian hanyutkanlah dia ke sungai Nil yang mengalir tidak begitu deras. Ketika arus menghanyutkannya, maka biarlah aliran air sungai itu membawanya ke tepi sungai yang melewati istana Fir’aun. Ketika saat itu tiba, dia akan diambil oleh Fir’aun, penguasa Mesir yang merupakan musuh-Ku dan musuhnya. ‘Wahai Nabi Musa, ketahuilah bahwa Aku telah melimpahkan kepadamu begitu banyak kasih sayang yang datang dari-Ku sehingga siapa saja yang memandangmu akan tertarik dan menyayangimu. Kami anugerahkan itu semua kepadamu untuk kebaikanmu dan agar engkau diasuh dengan cara terhormat di bawah pengawasan-Ku.",
			"40" : "Wahai Nabi Musa, ingatlah ketika saudara perempuanmu berjalan di sekitar istana tempat engkau berada setelah dipungut dari sungai, untuk mencari berita tentang dirimu. Ketika ia tahu engkau enggan menyusu, lalu dia berkata kepada keluarga Fir’aun, ‘Bolehkah saya menunjukkan kepadamu orang yang akan menyusui dan memeliharanya?’ Mereka setuju, lalu saudaramu mengajak ibumu untuk menyusuimu. Maka, Kami mengembalikanmu kepada ibumu agar senang hatinya karena dapat memeliharamu dan tidak bersedih hati karena jauh darimu. Dan ingatlah wahai Nabi Musa pada anugerah Kami yang lain, yaitu ketika engkau setelah menginjak dewasa pernah membunuh seseorang dari penduduk Mesir, lalu Kami selamatkan engkau dari kesulitan yang menimpamu akibat pembunuhan itu. Kami keluarkan engkau dari Mesir dan Kami telah mencobamu dengan beberapa cobaan yang berat di tempat tinggalmu yang baru. Dengan rahmat Kami engkau berhasil mengatasinya, lalu engkau tinggal beberapa tahun di antara penduduk Madyan dan menjadi menantu Nabi Syuaib. Kemudian saat ini engkau, wahai NabiMusa, datang ke tempat ini menurut waktu yang telah ditetapkan oleh Allah.",
			"41" : "Dan ketahuilah, wahai Nabi Musa, sungguh Aku telah memilihmu, memeliharamu, dan mempersiapkanmu untuk diri-Ku. Aku jadikan engkau nabi dan rasul-Ku untuk menyampaikan risalah-Ku kepada umatmu.”",
			"42" : "Allah melanjutkan perintah-Nya kepada Nabi Musa, “Wahai Nabi Musa, pergilah engkau beserta saudaramu, Harun, dengan membawa tanda-tanda kekuasaan dan kebesaran-Ku, yaitu mukjizat yang pernah engkau saksikan, dan janganlah kamu berdua lalai, bosan, dan enggan mengingat- Ku, baik dalam perjalanan atau saat berada di Mesir.",
			"43" : "Wahai Nabi Musa dan Harun, pergilah kamu berdua kepada Fir’aun yang sombong itu dengan bekal mukjizat dari-Ku karena dia benar-benar telah melampaui batas dalam kedurhakannya. Begitu berhadapan dengannya, maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut. Ajaklah dia beriman kepada Allah dan serulah pada kebenaran dengan cara yang baik. Mudah-mudahan dengan cara demikian dia menjadi sadar atau takut pada azab Allah bila terus durhaka.”",
			"44" : "Wahai Nabi Musa dan Harun, pergilah kamu berdua kepada Fir’aun yang sombong itu dengan bekal mukjizat dari-Ku karena dia benar-benar telah melampaui batas dalam kedurhakannya. Begitu berhadapan dengannya, maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut. Ajaklah dia beriman kepada Allah dan serulah pada kebenaran dengan cara yang baik. Mudah-mudahan dengan cara demikian dia menjadi sadar atau takut pada azab Allah bila terus durhaka.”",
			"45" : "Wahai Nabi Musa dan Harun, pergilah kamu berdua kepada Fir’aun yang sombong itu dengan bekal mukjizat dari-Ku karena dia benar-benar telah melampaui batas dalam kedurhakannya. Begitu berhadapan dengannya, maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut. Ajaklah dia beriman kepada Allah dan serulah pada kebenaran dengan cara yang baik. Mudah-mudahan dengan cara demikian dia menjadi sadar atau takut pada azab Allah bila terus durhaka.”",
			"46" : "Menenangkan Nabi Musa dan Harun,Dia berfirman, Janganlah kamu berdua khawatirmenghadapi Firaun dan para pengikutnya.Sesungguhnya Akuselalubersama kamu berdua. Aku akan melindungimu dan menolongmu.Aku mendengarucapan dan ajakanmu serta mendengar pula apa pun yang dikatakan Firaun.DanAku jugamelihatapa yang kamu lakukan untuk menjalankan perintah-Ku serta melihat apa yang diperbuat oleh Firaun.",
			"47" : "Kamu berdua ada dalam lindungan-Ku, maka janganlah takut. Pergilah kamu berdua kepadanya dan katakanlah, ‘Sesungguhnya kami berdua adalah utusan Tuhanmu yang telah menganugerahkan beragam nikmat kepadamu, wahai Fir’aun. Dia juga Tuhan kami dan Bani Israil. Kami mengajakmu beriman kepada-Nya, maka lepaskanlah Bani Israil bersama kami agar kita semua menyembah Allah dan tidak mempersekutukan-Nya, dan janganlah engkau menyiksa mereka seperti yang selama ini kaulakukan. Sesungguhnya kami datang kepadamu dengan membawa bukti nyata tentang risalah kami dari Tuhanmu, yakni berupa tongkat yang dapat berubah wujud menjadi ular dan tangan yang bersinar. Dan ketahuilah, wahai Fir’aun, keselamatan itu akan dilimpahkan kepada orang yang mengikuti petunjuk Allah yang disampaikan oleh rasul-Nya.",
			"48" : "Kami tidak berdusta. Sesungguhnya telah diwahyukan kepada kami bahwa siksa Allahituakan ditimpakan kepada siapa pun yang tidak beriman pada-Nya, mendustakan ajaran yang kami bawa, dan berpaling darinya serta enggan melaksanakannya.”’",
			"49" : "Fir’aun ingin mendapat kejelasan tentang Allah, Tuhan Yang Mahakuasa tersebut. Dia berkata, “Siapakah Tuhanmu berdua yang mengutusmu untuk menyampaikan dakwah itu, wahai Musa?”",
			"50" : "Nabi Musa menjawab, “Tuhan kita semua ialah Tuhan yang telah menciptakan semua makhluk dan memberikan bentuk kejadian kepada segala sesuatu di alam semesta ini, kemudian memberinya petunjuk dan potensi untuk dapat melakukan segala sesuatu sesuai fungsinya.”",
			"51" : "Mendengar jawaban Nabi Musa tentang kekuasaan Allah, Fir’aun berkata, “Jadi, bagaimana keadaan umat-umat yang dahulu yang telah meninggal dunia, seperti kaum Nabi Nuh, Hud, dan Saleh, yang lebih dulu ingkar?”",
			"52" : "Nabi Musa menjawab pertanyaan Fir’aun, “Pengetahuan tentang itu secara rinci hanya ada pada Tuhanku. Hanya Dia yang mengetahuinya. Semua hal yang berkaitan dengan makhluk tercatat di dalam sebuah Kitab, yaitu Lauh Mahfuz. Tuhanku tidak akan pernah salah ataupun lupa pada apa pun yang terjadi di alam semesta ini.",
			"53" : "Wahai Fir’aun, Allah adalah Tuhan yang telah menjadikan bumi sebagai hamparan bagimu, juga bagi seluruh manusia, dan menjadikan jalan-jalan yang rata dan lebar di atasnya bagimu agar kamu mudah bepergian, dan Dia pula yang menurunkan air hujan dari langit untuk menyuburkan tanah di sekitarmu.” Allah beralih menggunakan kalimat langsung dari- Nya, “Kemudian, Kami tumbuhkan dengannya, yakni dengan air hujan itu, berjenis-jenis tumbuh-tumbuhan dengan beragam bentuk, rasa, dan kegunaan.",
			"54" : "Kami telah menganugerahkan kepadamu berjenis-jenis tetumbuhan, maka makanlah dan gembalakanlah hewan-hewanmu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kebesaran Allah bagi orang yang berakal.",
			"55" : "Kami hamparkan tanah untuk kamu. Sesungguhnya darinya Kami menciptakan kamu, wahai Fir’aun dan seluruh manusia, dan kepadanyalah Kami akan mengembalikan kamu setelah mati, dan dari sanalah pula Kami akan mengeluarkan kamu pada waktu yang lain, yaitu pada hari kebangkitan”",
			"56" : "Meski mendapat bukti nyata yang menguatkan dakwah Nabi Musa, Fir’aun tetap enggan beriman. Dan sungguh, Kami telah memperlihatkan kepadanya tanda-tanda kebesaran dan kekuasaan Kami semuanya. Namun, ternyata dia keras kepala dan terus mendustakan dan enggan menerima kebenaran. Ia pun tidak mau patuh pada risalah yang disampaikan kepadanya.",
			"57" : "Kesombongan telah mendorong Fir’aun mengabaikan peringatan Nabi Musa. Dia berkata, “Apakah engkau datang kepada kami untuk mengusir kami dari negeri kelahiran kami sendiri, yaitu Mesir, dengan sihirmu itu, wahai Musa?",
			"58" : "Bila itu tujuanmu, maka kami pun pasti akan mendatangkan sihir semacam itu kepadamu. Kami akan mengumpulkan para penyihir andal untuk mengalahkanmu. Maka, wahai Musa, buatlah suatu perjanjian untuk pertemuan antara kami dan engkau. Tentukanlah waktu dan tempat pertemuan itu. Mari kita buat kesepakatan yang kami tidak akan menyalahinya dan tidak pula engkau. Adakanlah pertemuan itu di suatu tempat yang terbuka sehingga tidak menyulitkan salah satu pihak dari kita atau orang-orang yang ingin menonton.”",
			"59" : "Nabi Musa tidak gentar menghadapi tantangan Fir’aun. Dia berkata, “Kesepakatan yang menyangkut waktu untuk pertemuan kami dengan para penyihirmu itu ialah pada hari raya, di tempat kamu dan rakyatmu biasa berkumpul, dan hendaklah orang-orang dikumpulkan pada pagi hari supaya mereka dapat menyaksikan sejak awal.”",
			"60" : "Kesepakatan untuk mengadu mukjizat Musa dengan sihir para penyihir Fir’aun terjalin. Maka Fir’aun meninggalkan tempat pertemuan itu, lalu dengan segera dia mengatur tipu dayanya untuk mengalahkan Nabi Musa. Setelah waktu yang disepakati tiba, kemudian dia datang kembali bersama para penyihir dan orang-orang yang akan menyaksikan peristiwa tersebut.",
			"61" : "Setelah berhadapan dengan para penyihir itu, Nabi Musa berkata kepada mereka, “Wahai para penyihir, celakalah kamu! Janganlah kamu mengada-adakan kedustaan terhadap Allah, seperti menuhankan Fir’aun, meremehkan rasul Allah, dan menganggap mukjizatku sebagai sihir. Ingatlah, nanti Dia akan membinasakan kamu dengan azab yang sangat pedih.”  Dan sungguh, akan rugi orang yang mengada-adakan kedustaan terhadap Allah.",
			"62" : "Peringatan Nabi Musa membuat sebagian penyihir ketakutan, sementara sebagian yang lain tetap tidak acuh. Maka mereka pun berbantah- bantahan tentang urusan mereka. Masing-masing mengemukakan pendapatnya terkait peringatan Nabi Musa dan cara menghadapinya, dan mereka merahasiakan percakapan mereka agar Fir’aun dan para pembesarnya tidak mendengarnya.",
			"63" : "Sebagian dari mereka berkata, “Wahai penduduk Mesir, sesungguhnya dua orang ini, yaitu Nabi Musa dan Harun, adalah penyihir yang hendak mengusirmu dari Mesir, dari negerimu dan tanah kelahiranmu, dengan menampilkan sihir mereka berdua, dan mereka juga hendak melenyapkan adat kebiasaanmu yang utama dan kamu yakini, yaitu kepercayaan yang kamu anut dan kedudukan yang kamu nikmati.",
			"64" : "Karena itu, maka bersatulah menghadapi kedua orang itu. Kumpulkanlah segala tipu daya kamu, baik berupa sihir maupun yang lain, kemudian datanglah kamu semua dengan berbaris rapi dan kompak agar kita dapat mengalahkan mereka berdua, dan sesungguhnya beruntung orang yang menang pada hari ini, yaitu hari ketika kita dan mereka berdua unjuk keahlian masing-masing.”",
			"65" : "Begitu para penyihir berhadapan dengan Nabi Musa, mereka berkata, “Wahai Musa! Apakah engkau yang melemparkan lebih dulu untuk menun-jukkan kemampuanmu, atau kami yang lebih dahulu melemparkan?”",
			"66" : "Dia berkata, “Silakan kamu melemparkan lebih dulu!” Para penyihir itu lantas melemparkan alat sihir mereka ke tengah arena, maka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya seakan-akan menjadi ular yang merayap dengan cepat, karena sihir mereka.",
			"67" : "Melihat peristiwa mengagetkan itu, maka Nabi Musa merasa takut.",
			"68" : "Menenangkan hati Nabi Musa, Kami berfirman, “Wahai Nabi Musa, jangan takut pada ular-ular itu! Sungguh, engkaulah yang unggul dan akan menang dalam pertandingan ini.",
			"69" : "Dan lemparkan apa yang ada di tangan kananmu, yaitu tongkat yang biasa engkau pakai untuk menggembala kambing, niscaya ia akan menelan apa yang mereka buat, yakni ular-ular yang berasal dari sihir mereka. Ketahuilah, apa yang mereka buat itu hanyalah tipu daya penyihir belaka, dan tidak akan menang penyihir itu, dari mana pun ia dating.”",
			"70" : "Setelah melihat ular-ular hasil sihir mereka ditelan oleh ular yang berasal dari tongkat Nabi Musa, lalu para penyihir itu ditiarapkan oleh rasa takut pada Allah dan kagum pada kehebatan mukjizat Nabi Musa. Mereka segera merunduk bersujud kepada Tuhan Yang Maha Esa seraya berkata, “Kami telah percaya dan beriman kepada Tuhan Harun dan Musa.”",
			"71" : "Fir’aun murka melihat kekalahan dan keimanan para penyihirnya. Dia berkata, “Wahai para penyihir, apakah kamu telah beriman kepadanya, yaitu kepada Nabi Musa, sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu. Dia tidak lebih dari sekadar penyihir pandai yang mengajarkan sihir kepadamu. Dengan beriman, kamu telah melakukan makar dan melanggar janji setiamu kepadaku, maka sungguh, aku akan memotong tangan kanan dan kaki kiri kamu secara bersilang, dan sungguh akan aku salib kamu pada pangkal pohon kurma. Akan aku gantung tubuh-tubuhmu dan aku ikat kaki dan tanganmu di sana agar orang-orang tahu hukuman bagi orang yang melanggar perintahku. Dan sungguh, kamu pasti akan mengetahui siapa di antara kita, di antara aku dan Tuhan Nabi Musa, yang lebih pedih dan lebih kekal siksaannya.”",
			"72" : "Para penyihir tidak takut pada ancaman Fir’aun. Mereka berkata, “Wahai Fir’aun, kami tidak akan memilih untuk lebih tunduk kepadamu daripada sebagian bukti-bukti nyata atau mukjizat yang telah datang kepada kami melalui Nabi Musa. Dan kami juga tidak akan mengutamakanmu sebagai sesembahan atas Allah yang telah menciptakan kami. Maka, putuskanlah yang hendak engkau putuskan dan lakukanlah apa saja yang ingin kaulakukan terhadap kami. Sesungguhnya engkau hanya dapat memutuskan pada kehidupan di dunia ini. Kekuasaanmu tidak akan berlanjut hingga akhirat nanti.",
			"73" : "Wahai Fir’aun, kami benar-benar telah beriman dan akan memegang teguh kepercayaan kami kepada Tuhan Pencipta kami yang selama ini kami durhakai dan ingkari. Kami beriman dengan harapan agar Dia mengampuni kesalahan-kesalahan kami yang telah mempersekutukan-Nya dan mengampuni dosa kami karena telah mempelajari dan mempraktikkan sihir yang telah engkau paksakan kepada kami. Dan Allah lebih baik pahala-Nya kepada orang yang taat daripada balasanmu kepada kami, dan Dia lebih kekal kekuasaan serta azab-Nya bagi pendurhaka dibanding siksamu.",
			"74" : "Sesungguhnya barang siapa meninggal dunia dan datang kepada Tuhannya dalam keadaan berdosa dan tidak bertobat, maka sungguh, baginya adalah neraka Jahanam. Dia tidak mati di dalamnya sehingga akan terus merasakan azab, dan tidak pula hidup dengan nyaman.” Demikianlah kondisi orang yang durhaka dan kafir.",
			"75" : "Tetapi, sebaliknya, barang siapa meninggal dunia dan datang kepada-Nya dalam keadaan beriman dan telah mengerjakan kebajikan sesuai tuntunan Allah dan rasul-Nya, maka mereka itulah orang yang memperoleh derajat yang tinggi dan mulia. Mereka akan mendapatkan surga-surga ‘Adn yang mengalir di bawahnya, yaitu di antara pepohonannya, sungai-sungai. Mereka kekal selama-lamanya di dalamnya. Itulah balasan bagi orang yang menyucikan dan menjauhkan diri dari kekafiran dan kemungkaran.",
			"76" : "Tetapi, sebaliknya, barang siapa meninggal dunia dan datang kepada-Nya dalam keadaan beriman dan telah mengerjakan kebajikan sesuai tuntunan Allah dan rasul-Nya, maka mereka itulah orang yang memperoleh derajat yang tinggi dan mulia. Mereka akan mendapatkan surga-surga ‘Adn yang mengalir di bawahnya, yaitu di antara pepohonannya, sungai-sungai. Mereka kekal selama-lamanya di dalamnya. Itulah balasan bagi orang yang menyucikan dan menjauhkan diri dari kekafiran dan kemungkaran.",
			"77" : "Nabi Musa berhasil mengalahkan para penyihir itu dan mengajak mereka beriman. Dan sungguh, telah Kami wahyukan kepada Musa suatu pesan berisi, “Tinggalkanlah Mesir. Pergilah bersama hamba-hamba-Ku, yaitu Bani Israil, pada malam hari, dan pukullah tongkatmu untuk menyediakan bagi mereka jalan yang kering di laut. Dengan kuasa Allah, terbentanglah jalan yang kering di laut sehingga engkau tidak perlu takut akan tersusul oleh Fir’aun dan tentaranya, dan juga tidak perlu khawatir akan tenggelam di laut itu.”",
			"78" : "Mengetahui Nabi Musa dan Bani Israil meninggalkan Mesir, kemudian Fir’aun dengan bala tentaranya mengejar mereka melalui jalan kering di laut itu, tetapi sebelum berhasil menyusul Nabi Musa dan Bani Israil, mereka digulung ombak laut yang datang tiba-tiba dan kemudian menenggelamkan mereka. Itulah balasan bagi orang yang sesat dan durhaka kepada Tuhan.",
			"79" : "Dan sejak dulu sampai meninggalnya Fir’aun memang telah menyesatkan kaumnya dan tidak pernah memberi petunjuk ke jalan yang benar.",
			"80" : "Mengingatkan betapa besar nikmat-Nya kepada Bani Israil, Allah berfirman, “Wahai Bani Israil! Sungguh, Kami telah menyelamatkan kamu dari musuhmu, yaitu Fir’aun dan tentaranya, dan Kami telah mengadakan perjanjian dengan kamu melalui Nabi Musa untuk bermunajat dan berada di tempat yang telah ditetapkan, yaitu di sebelah kanan gunung Sinai, dan Kami telah menurunkan kepada kamu mann dan salwa sebagai bahan akanan untuk kelangsungan hidupmu.",
			"81" : "Dengan semua anugerah itu, makanlah dari rezeki yang baik-baik yang telah Kami berikan kepadamu, yaitu mann dan salwa, dan janganlah melampaui batas. Jangan langgar tuntunan-Ku yang pada akhirnya menyebabkan kemurkaan-Ku akan menimpamu. Ketahuilah, barang siapa ditimpa kemurkaan-Ku, maka sungguh binasalah dia akibat siksa itu.",
			"82" : "Dan sungguh, Aku Maha Pengampun bagi siapa saja yang bertobat dari kekafiran yang dilakukannya, dan beriman kepada-Ku serta selalu berbuat kebajikan sesuai tuntunan-Ku dan rasul-Ku, kemudian tetap konsisten dalam petunjuk dan teguh melaksanakannya.”",
			"83" : "Allah menegur Nabi Musa karena tergesa-gesa meninggalkan kaumnya. Mendapat janji Allah yang sangat menggembirakan itu, Nabi Musa bergegas menuju tempat yang ditetapkan sehingga Allah menegurnya, “Dan mengapa engkau datang lebih cepat daripada kaummu, wahai Musa? Bukanlah akan lebih baik bila engkau datang bersama mereka?”",
			"84" : "Nabi Musa menduga Bani Israil mengikutinya di belakang. Dia berkata, “Itu mereka sedang menyusul aku. Tidak lama lagi mereka akan tiba. Dan aku bersegera dating kepada-Mu, Ya Tuhanku, agar Engkau rida dan memberiku restu-Mu.”",
			"85" : "Dia berfirman, “Begitu engkau pergi mendahului mereka, sungguh, Kami telah menguji kaummu setelah engkau tinggalkan mereka. Mereka gagal melalui ujian-Ku sehingga terjerumus dalam kesesatan dengan menyembah patung anak sapi. Dan mereka menjadi kafir karena telah disesatkan oleh Samiri.”",
			"86" : "Kemudian Nabi Musa kembali kepada kaumnya dengan marah karena menyaksikan mereka menyembah patung anak sapi. Dia marah dan bersedih hati karena kekafiran mereka setelah dia berusaha memberi mereka petunjuk. Dia berkata, “Wahai kaumku! Bukankah Tuhanmu telah menjanjikan kepadamu suatu janji yang baik bila kamu beriman, yaitu dengan menjamin keselamatanmu di dunia dan kebahagiaanmu di akhirat? Apakah terlalu lama masa perjanjian itu bagimu sehingga kamu tidak sabar dan akhirnya menyembah patung anak sapi ini, atau kamu memang sengaja menghendaki agar kemurkaan Tuhan menimpamu? Mengapa kamu melanggar perjanjianmu dengan aku yang telah kamu teguhkan sebelumnya?”",
			"87" : "Dengan penuh penyesalan mereka berkata, “Wahai Nabi Musa, kami memang bersalah, namun kami tidak melanggar perjanjianmu dengan kemauan kami sendiri, tetapi kami harus membawa beban berat ketika meninggalkan Mesir yang terdiri dari perhiasan kaum itu, yaitu orang-orang Mesir, kemudian kami melemparkannya ke dalam api, dan demikian pula Samiri melemparkannya ke api itu.”",
			"88" : "Kemudian dia, yaitu Samiri, mengeluarkan dan menciptakan patung anak sapi yang bertubuh dan bersuara dari perhiasan itu untuk mereka, maka mereka berkata sambil menunjuk ke arah patung anak sapi itu, “Inilah Tuhanmu dan Tuhan Musa, tetapi dia pergi dan telah lupa bila Tuhannya ada di sini.”",
			"89" : "Sikap mereka itu sungguh sangat buruk. Maka tidakkah mereka memperhatikan bahwa patung anak sapi itu tidak dapat memberi jawaban kepada mereka atas pertanyaan yang mereka ajukan dan tidak pula kuasa menolak mudarat yang menimpa mereka maupun mendatangkan manfaat yang diinginkan kepada mereka?",
			"90" : "Dan sungguh, sebelumnya, yaitu sebelum kepulangan Nabi Musa, Nabi Harun telah mengingatkan dan berkata kepada mereka yang menyembah patung anak sapi itu, “Wahai kaumku! Sesungguhnya kamu hanya sekadar diberi cobaan dengan patung anak sapi itu. Dan sungguh Tuhanmu yang hakiki ialah Allah Yang Maha Pengasih, maka ikutilah dengan sungguh-sungguh nasihat dan peringatan yang aku berikan kepadamu dan taatilah perintahku untuk beriman dan beribadah hanya kepada Tuhan Yang Maha Esa.”",
			"91" : "Mereka tidak menghiraukan nasihat Nabi Harun seraya menjawab, “Sungguh, kami tidak akan meninggalkannya, yaitu patung anak sapi itu. Kami tetap akan menyembahnya sampai Musa kembali kepada kami.”",
			"92" : "Melihat kesesatan kaum, Nabi Musa marah dan menegur Nabi Harun karena dianggap tidak mampu memimpin Bani Israil dengan baik. Sambil memegang kepala dan janggut saudaranya itu, dia berkata, “wahai Harun! Allah mengutusmu untuk membuatku. Apa yang menghalangimu untuk menegur ketika engkau melihat mereka telah sesat dengan menyembah patung anak sapi? Apa yang menyebabkan engkau tidak mengikuti aku dalam berdakwah dan mengajak mereka untuk menegaskan Allah? Apakah engkau telah sengaja melanggar perintahku sehingga engkau membiarkan mereka sesat?”",
			"93" : "Melihat kesesatan kaum, Nabi Musa marah dan menegur Nabi Harun karena dianggap tidak mampu memimpin Bani Israil dengan baik. Sambil memegang kepala dan janggut saudaranya itu, dia berkata, “wahai Harun! Allah mengutusmu untuk membuatku. Apa yang menghalangimu untuk menegur ketika engkau melihat mereka telah sesat dengan menyembah patung anak sapi? Apa yang menyebabkan engkau tidak mengikuti aku dalam berdakwah dan mengajak mereka untuk menegaskan Allah? Apakah engkau telah sengaja melanggar perintahku sehingga engkau membiarkan mereka sesat?”",
			"94" : "Menghadapi kemarahan Nabi Musa, dia dengan lembut menjawab, “Wahai putra ibuku! Jangan marah engkau kepadaku. Janganlah engkau pegang janggutku dan jangan pula engkau tarik kepalaku. Aku sungguh khawatir bila bersikap keras kepada para penyembah patung anak sapi itu, akan terjadi pertumpahan darah di antara mereka. Ketika itu terjadi, pasti engkau akan berkata kepadaku, ‘Wahai Harun, engkau telah memecah belah anatar Bani Israil dan engkau tidak memelihara amanatku untuk menggantikanku memimpin Bani Israil dan menjaga mereka dari kesesatan.’”",
			"95" : "Usai menegur Nabi Hraun, Nabi Musa melupakan kemarahannya kepada Samiri yang telah menyesatkan Bani Israil. Dia berkata, “Apakah yang mendorongmu menyesatkan Bani Israil dengan membuat  patung anak sapi untuk disembah, wahai Samiri?”",
			"96" : "Mendapat pertanyaan dari Nabi Musa, dia menjawab, “Aku melihat dan mengetahui sesuatu yang tidak mereka ketahui. Aku melihat Jibril menunggang kuda ketika Bani Israil keluar dari laut dan Fir’aun tenggelam. Jadi, aku ambil segenggam tanah dari jejak tapal kuda rasul itu, lalu aku melemparkannya ke arah perhiasan-perhiasan yang aku jadikan bahan membuat patung anak sapi itu hingga patung itu mampu mengeluarkan suara. Aku tahu mereka pernah memintamu untuk membuat Tuhan yang berjasad untuk mereka sembah, maka demikianlah nafsuku membujukku untuk menciptakan patung anak sapi ini sebagai tuhan mereka.”",
			"97" : "Nabi Musa semakin marah usai mendengar jawaban Samiri. Dia berkata, “Wahai Samiri, pergilah kau! Maka sebagai hukuman atas perbuatanmu, sesungguhnya engkau akan dikucilkan di dalam kehidupan ini sehingga engkau akan selalu mengatakan kepada orang lain, ‘Janganlah menyentuh atau mendekatiku, sebagaimana aku tidak akan menyentuh atau mendekatimu.’ Dan selain itu engkau pasti akan mendapat hukuman di akhirat yang telah dijanjikan, yang tidak akan dapat engkau hindari. Dan lihatlah tuhanmu itu yang beberapa saat lalu engkau tetap bersikeras menyembahnya. Kami pasti akan membakarnya, kemudian sungguh kami akan menghamburkannya, yaitu abu sisa pembakarannya, ke dalam laut hingga bertebaran dan berserakan.”",
			"98" : "Setelah memutuskan untuk membakar patung anak sapi itu, Nabi Musa berpidato di depan kaumnya, “Sungguh, Tuhanmu yang layak disembah itu hanyalah Allah Yang Esa. Tidak ada tuhan Pencipta dan Pengatur alam semesta selain Dia. Pengetahuan-Nya meliputi segala sesuatu yang ada di alam ini.”",
			"99" : "Wahai Nabi Muhammad, demikianlah Kami kisahkan kepadamu sebagian kisah umat yang telah lalu agar menjadi ibrah dan pelajaran bagi umatmu. Dan selain itu, sesungguhnya telah Kami berikan pula kepadamu dari sisi Kami suatu peringatan, yaitu Al-Qur’an, sebagai tuntunan dan petunjuk menuju kesejahteraan hidup mereka di dunia dan akhirat.",
			"100" : "Allah menegaskan bahwa Al-Qur’an merupakan tuntunan dan petunjuk bagi mereka yang menginginkan kebaikan dunia dan akhirat. Tuntunan dan petunjuk itu harus mereka ikuti dan pegang teguh. Barang siapa berpaling dari tuntunan dan petunjuk Al-Qur’an, maka sesungguhnya dia akan memikul dosa yang besar di hari kiamat yang akan menyebabkannya menerima azab.",
			"101" : "Mereka yang berpaling dari tuntunan Al-Qur’an itu akan kekal di dalam keadaan yang penuh penderitaan itu, dan ketahuilah bahwa amat buruklah dosa yang telah mereka lakukan itu. Keingkaran itu akan mereka bawa sebagai beban bagi mereka di hari kiamat.",
			"102" : "Hari kiamat itu adalah hari ketika ditiup sangkakala yang kedua kali sebagai pertanda dibangkitkannya seluruh manusia dari kubur, dan selanjutnya Kami akan mengumpulkan pada hari itu orang-orang yang berdosa dengan muka yang biru muram, menandakan kecemasan dan ketakutan mereka terhadap balasan atas keingkarannya.",
			"103" : "Menunggu giliran untuk penimbangan amal perbuatan masing-masing, mereka saling berbisik-bisik di antara mereka untuk meringankan ketakutan dan kekalutan, “Kamu tidak berdiam di dunia melainkan hanyalah sepuluh hari, dan ini merupakan waktu yang sangat singkat.”",
			"104" : "Allah Maha Mendengar perkataan makhluk-Nya. Kami lebih mengetahui dari siapa saja tentang apa yang mereka katakan, walaupun dengan cara berbisik. Demikian pula ketika orang yang paling lurus jalannya diantara mereka, yaitu mereka yang ucapannya paling mendekati kebenaran, berkata, “Kamu tidak hidup dan tinggal di dunia melainkan hanyalah sehari saja.”",
			"105" : "Orang-orang yang mengingkari hari kiamat menyatakan keraguan mereka dengan bertanya tentang gunung-gunung yang kukuh. Dan mereka bertanya kepadamu, wahai Nabi Muhammad, tentang gunung- gunung di sekitar mereka. Maka katakanlah, “Tuhanku akan menghancurkannya sehancur-hancurnya di hari kiamat sehingga tidak ada satu pun yang masih utuh.”",
			"106" : "Sesudah itu maka Dia akan menjadikan area bekas gunung-gunung itu datar sama sekali sehingga kondisinya berbeda dari sebelumnya. Pada saat itu permukaan bumi menjadi rata; tidak ada sedikit pun kamu lihat padanya tempat yang rendah karena adanya lembah, dan tidak pula tempat yang tinggi-tinggi karena adanya perbukitan.",
			"107" : "Sesudah itu maka Dia akan menjadikan area bekas gunung-gunung itu datar sama sekali sehingga kondisinya berbeda dari sebelumnya. Pada saat itu permukaan bumi menjadi rata; tidak ada sedikit pun kamu lihat padanya tempat yang rendah karena adanya lembah, dan tidak pula tempat yang tinggi-tinggi karena adanya perbukitan.",
			"108" : "Pada hari kiamat itu seluruh manusia bergerak mengikuti penyeru yang menggiring mereka ke satu arah dengan lurus, tidak berbelok-belok; semua begitu tenang dan khusyuk, dan merendahlah semua suara yang mengagungkan dan memohon kepada Tuhan yang Maha Pemurah, maka pada saat itu kamu tidak mendengar kecuali bisikan saja.",
			"109" : "Pada hari itu juga tidak berguna syafaat dan pertolongan orang tua, anak, atau kerabat, kecuali syafaat dari orang yang dicintai dan telah diberi izin oleh Tuhan Yang Maha Pengasih, dan orang itu juga telah Dia ridai perkataannya.",
			"110" : "Itulah Tuhan Yang Maha Pengasih. Dia mengetahui apa yang ada di hadapan mereka, yaitu kehidupan duniawi, dan apa yang ada di belakang mereka, yaitu kondisi mereka di akhirat. Dia juga mengetahui apa saja yang belum terjadi, sedang ilmu mereka sangat terbatas sehingga tidak dapat meliputi ilmu-Nya yang serba terinci.",
			"111" : "Orang yang beriman mengakui keagungan Allah tersebut dan tunduklah semua muka dengan rendah diri kepada Tuhan yang hidup kekal lagi berdiri sendiri dalam mengurus makhluk-Nya. Sesungguhnya telah merugilah orang yang melakukan kezaliman dengan mengingkari petunjuk Allah dan tuntunan rasul-Nya.",
			"112" : "Dan siapa saja mengerjakan amal-amal yang saleh dengan niat tulus dan ia dalam keadaan beriman, maka dia tidak akan merasa khawatir akan perlakuan yang tidak adil terhadapnya dan tidak pula dia akan merasa takut terhadap pengurangan haknya sesuai apa yang telah ditetapkan dan dilakukannya.",
			"113" : "Al-Qur’an mengandung ancaman bagi orang kafir dan tuntunan bagi semua manusia. Dan demikianlah Kami menurunkan Al-Qur’an dalam bahasa Arab sebagai pengingat, dan Kami telah menerangkan pula dengan berulang kali di dalamnya sebagian dari ancaman yang telah disebutkan. Yang demikian ini dimaksudkan agar mereka bertakwa atau agar Al-Qur’an itu menimbulkan pengajaran bagi mereka yang membaca dan melaksanakan petunjuknya.",
			"114" : "Dengan semua sifat itu, maka sesungguhnya Mahatinggi Allah, Raja yang sebenar-benarnya. Dan karena itu, janganlah kamu, wahai Nabi Muhammad, tergesa-gesa membaca Al-Qur’an sebelum disempurnakan pewahyuannya kepadamu agar kamu tidak salah memahami dan mengajarkannya, dan katakanlah, “Ya Tuhanku, tambahkanlah kepadaku ilmu pengetahuan yang bermanfaat.”",
			"115" : "Ayat-ayat berikut mengisahkan peristiwa yang terjadi pada Adam dan pembangkangan Iblis terhadap perintah Allah. Kisah ini diawali dengan peringatan Allah atas tipu daya iblis. Dan sesungguhnya telah Kami perintahkan kepada Adam dahulu untuk menjauhi iblis yang selalu berusaha menyesatkannya. Tetapi karena iblis pandai merayu maka dia lupa akan perintah itu. Dia lalu mengikuti ajakan iblis dan terjerumus sehingga melanggar larangan Allah. Dan saat itu tidak Kami dapati padanya kemauan yang kuat untuk menolak rayuan iblis.”",
			"116" : "Allah menjelaskan awal peristiwa ini. Dan ingatlah ketika Kami berkata kepada malaikat, “Sujudlah kamu kepada Adam!” lalu mereka pun sujud sebagai bentuk ketaatan kepada-Nya, kecuali iblis. Dengan takabur dia menolak perintah Allah tersebut.",
			"117" : "Untuk memperingatkan Adam tentang penolakan iblis, kemudian Kami berfirman, “Wahai Adam! Sungguhiblisini adalah musuh nyata bagimu dan bagi istrimu. Maka, sekali-kali janganlah sampai dia berhasil menggelincirkan dan mengeluarkan kamu berdua dari surga. Ketahuilah, hal itulah yang menyebabkan kamu menjadi celaka.",
			"118" : "Wahai Adam, sungguh, ada jaminan untukmu di surga sana bahwa engkau tidak akan kelaparan di dalamnya. Allah telah menyediakan bagimu di sana buah-buahan dan makanan lain. Dan kamu di surga itu juga tidak akan telanjang karena Allah telah menyiapkan pakaian untukmu. Dan sungguh, di surga sana engkau tidak akan merasa dahaga karena ada mata air yang selalu memancarkan air yang jernih di sana. Dan di sana tidak pula kamu akan ditimpa panas matahari di dalamnya karena rimbunnya dedaunan dari beragam pepohonan di sana.”",
			"119" : "Wahai Adam, sungguh, ada jaminan untukmu di surga sana bahwa engkau tidak akan kelaparan di dalamnya. Allah telah menyediakan bagimu di sana buah-buahan dan makanan lain. Dan kamu di surga itu juga tidak akan telanjang karena Allah telah menyiapkan pakaian untukmu. Dan sungguh, di surga sana engkau tidak akan merasa dahaga karena ada mata air yang selalu memancarkan air yang jernih di sana. Dan di sana tidak pula kamu akan ditimpa panas matahari di dalamnya karena rimbunnya dedaunan dari beragam pepohonan di sana.”",
			"120" : "Kemudian setan yang iri pada anugerah besar yang Allah berikan kepada Nabi Adam itu membisikkan pikiran jahat kepadanya dengan berkata, “Wahai Adam, maukah aku tunjukkan kepadamu pohon keabadian yang bisa membuatmu hidup abadi di surga, dan kerajaan yang terus berada dalam genggamanmu sehingga tidak akan binasa?”",
			"121" : "Bujuk rayu iblis berhasil melenakan Adam dan Hawa. Lalu keduanya memakan buah-nya. Begitu mereka memakannya, lalu tampaklah oleh keduanya aurat mereka dan ketika itu muncullah rasa malu sehingga mulailah keduanya menutupinya dengan daun-daun dari pepohonan surga. Dan akibat dari kelenaan ini telah durhakalah Adam kepada Tuhan dan sesatlah dia karenanya.",
			"122" : "Allah Maha Pengasih kepada makhluk-Nya, tidak terkecuali kepada Adam. Meski dia telah melakukan kesalahan karena terbujuk setan, namun kemudian Tuhannya tetap memilih dia sebagai khalifah. Ketika dia bertobat dan memohon ampun, maka Dia menerima tobatnya dan memberinya petunjuk.",
			"123" : "Allah berfirman, “Wahai Adam dan Hawa, turunlah kamu berdua dari surga bersama-sama. Ketahuilah, sebagian dari kamu akan menjadi musuh bagi sebagian yang lain. Maka, jika datang kepadamu petunjuk dari-Ku untuk menjadi pedoman dalam kehidupanmu, lalu siapa saja yang mengikuti petunjuk-Ku dan melaksanakan ajaran-Ku, dia tidak akan sesat di dunia dan tidak akan pula celaka dalam kehidupan akhirat.”",
			"124" : "Pada ayat ini Allah memberi peringatan dan ancaman bagi mereka yang berpaling dari petunjuk-Nya. Dan barang siapa yang berpaling dari peringatan-Ku dan enggan mengikuti petunjuk-Ku, maka sungguh dia akan mendapat balasan dengan menjalani kehidupan yang sempit sehingga selalu merasa kurang meski sudah memperoleh banyak rezeki di dunia, dan Kami akan mengumpulkannya kelak pada hari kiamat dalam keadaan buta sehingga tidak dapat meniti jalan ke surga.",
			"125" : "Ketika orang yang ingkar itu merasakan balasan Allah, dia berkata, “Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta sehingga tidak dapat melihat, padahal di dunia dahulu aku dapat melihat?”",
			"126" : "Menjawab aduan itu Allah berfirman, “Demikianlah yang terjadi. Dahulu telah datang kepadamu ayat-ayat Kami untuk mengajakmu mengikuti petunjuk Kami, maka kamu melupakannya dan enggan menaati perintah Kami, dan sebagai balasannya, begitu pula pada hari ini kamu pun dilupakan.”",
			"127" : "Dan demikianlah, sebagai hukuman atas keengganan itu, Kami membalas orang yang melampaui batas dan tidak menghiraukan petunjuk yang datang kepadanya dan tidak pula mau percaya kepada ayat-ayat Tuhannya. Dan ketahuilah, sesungguhnya azab di akhirat itu lebih berat daripada hukuman di dunia dan selain itu, azab di akhirat juga lebih kekal.",
			"128" : "Pada ayat-ayat berikut Allah menerangkan peringatan-Nya kepada orang kafir dan enggan mengikuti petunjuk-Nya. Sungguh, semua ancaman itu pasti terjadi, maka tidakkah apa yang terjadi pada kaum kafir terdahulu menjadi petunjuk bagi mereka yang musyrik itu; berapa banyaknya Kami membinasakan umat-umat sebelum mereka. Sungguh mengherankan bila mereka tidak mengambil pelajaran dari peristiwa itu, padahal mereka telah berjalan di lokasi tersebut dan melihat bekas-bekas tempat tinggal umat-umat yang dibinasakan itu? Sesungguhnya pada yang demikian itu, yaitu bukti-bukti yang dapat disaksikan, terdapat tanda-tanda bagi orang yang berakal dan mau memperhatikan kejadian di masa lalu.",
			"129" : "Apa yang terjadi pada manusia merupakan akibat perbuatan mereka. Dan sekiranya tidak ada suatu ketetapan dari Allah yang telah diputuskan pada masa terdahulu, yaitu sebelum zaman Rasulullah, atau tidak ada ajal dan batas akhir yang telah ditentukan oleh Allah, pasti azab yang serupa juga menimpa mereka yang kafir itu.",
			"130" : "Wahai Nabi Muhammad, bila orang kafir terus menentang dakwahmu maka sabarlah kamu atas apa yang mereka katakan. Untuk meneguhkan pendirianmu, berdoalah kepada Allah dan bertasbihlah dengan memuji Tuhanmu. Lakukan itu sebelum terbit matahari dan sebelum terbenamnya, dan bertasbih pulalah pada waktu-waktu di malam hari dengan salat lail, dan pada waktu-waktu di siang hari. Yang demikian itu supaya kamu merasa senang dan hatimu tenteram.",
			"131" : "Banyak orang kafir yang mendapat rezeki dan kenikmatan duniawi berlimpah. Allah mengingatkan kaum mukmin untuk tergiur dengan hal tersebut. Wahai orang beriman, janganlah kamu terpesona oleh apa yang orang kafir itu peroleh dan janganlah pula kamu tujukan kedua matamu dengan antusias dan penuh harap kepada apa yang telah Kami berikan, berupa kenikmatan duniawi, kepada golongan-golongan dari mereka. Sungguh, semua itu tidak lain sebagai bunga kehidupan dunia untuk Kami uji mereka dengannya, dan ketahuilan bahwa karunia Tuhan kamu adalah lebih baik dan lebih kekal dari segala sisinya.",
			"132" : "Setelah memahami apa yang akan terjadi pada orang musyrik dan kafir, maka taatlah kepada-Nya dan perintahkanlah kepada keluargamu mendirikan salat dan bersabarlah kamu dalam mengerjakannya. Wahai nabi Muhammad, Kami tidak meminta rezeki kepadamu, melainkan Kamilah yang memberi rezeki kepadamu. Orang yang taat akan mendapat pahala, dan akibat yang baik itu adalah balasan yang paling layak bagi orang yang bertakwa.",
			"133" : "Ayat-ayat berikut berisi uraikan tentang tuntutan orang kafir dan peringatan yang Allah sampaikan kepada mereka melalui Rasulullah. Orang kafir mengeluhkan hukuman yang mereka terima dan mereka berkata, “Mengapa dia, Muhammad, tidak membawa tanda bukti kepada kami dari Tuhannya agar kami percaya dan menaati ajaran-Nya?” Sungguh aneh perkataan mereka karena mereka telah diberi peringatan. Bukankan telah datang kepada mereka bukti nyata tentang azab yang Allah timpakan kepada umat-umat terdahulu yang ingkar, sebagaimana yang tersebut di dalam kitab-kitab yang dahulu, yakni Taurat dan Injil?”",
			"134" : "Demikianlah sikap orang kafir. Dan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya, yakni sebelum Kami turunkan Al-Qur’an kepada Nabi Muhammad, tentulah mereka di akhirat nanti berkata, “Ya Tuhan kami, mengapa di dunia dulu tidak Engkau utus seorang rasul kepada kami untuk mengingatkan kami sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina akibat siksa ini dan rendah karena kedurhakaan kami?”",
			"135" : "Wahai Nabi Muhammad, tanda keengganan orang kafir mengikuti petunjuk Allah telah jelas. Karena itu, katakanlah kepada mereka, “Masing-masing dari kita, yaitu umat beriman di satu pihak dan kaum kafir di pihak lain, menanti apa yang akan dilakukan Allah kelak. Jika demikian, maka nantikanlah ketetapan Allah itu olehmu! Dan kelak ketika keputusan-Nya datang, kamu akan mengetahui siapa di antara kita yang menempuh jalan yang lurus dan siapa yang telah terhindar dari kesesatan dengan mendapat petunjuk dari Allah Yang Mahabenar.”[]"
		},
		"tahlili" : {
			"1" : "Ṭāhā” termasuk huruf-huruf hijaiyyah yang terletak pada permulaan beberapa surah Al-Qur’an. Para Mufassirin berbeda pendapat tentang maksud huruf-huruf itu. Untuk jelasnya dipersilahkan menelaah kembali uraian yang ada pada permulaan surah al-Baqarah jilid I “Al-Qur’an dan tafsirnya” dengan judul “Fawātiḥus Suwar”.",
			"2" : "Pada ayat ini Allah menerangkan bahwa Al-Qur’an itu diturunkan bukanlah untuk menyusahkan dan mencelakakan. Bagi Nabi Muhammad saw, ayat ini adalah sebagai hiburan. Ditegaskan bahwa Al-Qur’an itu diturunkan kepadanya bukanlah untuk menyusahkan, juga bukan untuk dipaksakan kepada orang-orang yang keras kepala, tetapi Al-Qur’an diturunkan kepadanya untuk disampaikan kepada umatnya dan untuk menjadi peringatan kepada mereka tentang perbuatannya yang sesat. Kalau tugas Nabi Muhammad itu telah dilaksanakan dan dakwahnya telah dilakukan, tetapi umatnya masih juga membangkang dan tidak mau taat kepadanya, maka itu diserahkan kepada Allah, karena kewajiban Nabi hanya menyampaikan apa yang menjadi tugasnya, sebagaimana firman Allah:\nفَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ الْمُبِيْنُ ٨٢\nMaka jika mereka berpaling, maka ketahuilah kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang. (an-Naḥl/16: 82)\nOleh karena itu, Nabi Muhammad tidak perlu merasa gelisah, apalagi menghancurkan diri sendiri karena manusia tidak mau mengikuti seruannya, sebagaimana digambarkan Allah di dalam firman-Nya:\nفَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا ٦\nMaka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur’an). (al-Kahf/18: 6)\nBegitu juga Nabi Muhammad tidak perlu merasa susah dalam menyampaikan Al-Qur’an kepada manusia, sebagaimana firman Allah:\nكِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ ٢\n(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman. (al-A‘rāf/7: 2)\nAl-Qurṭubi menjelaskan tentang masuk Islamnya Umar bin al-Khaṭṭāb, saat itu Umar bin al-Khaṭṭāb masuk ke rumah iparnya Sa’id bin Zaid, ia sedang membaca Surah Ṭāhā bersama isterinya Fatimah binti al-Khaṭṭāb (adik Umar), dan Umar memintanya namun tidak diberikan sehingga ia marah dan merampas naskah tersebut. Ketika Umar membacanya, lunak dan lembutlah hatinya untuk menerima Islam. ",
			"3" : "Pada ayat ini Allah menerangkan bahwa Al-Qur’an itu diturunkan untuk menjadi peringatan dan pelajaran bagi manusia. Manusia yang takut kepada Allah akan segera menerimanya dan memanfaatkan peringatan dan pelajaran itu baginya. Sedang orang yang tidak takut kepada Allah, karena jiwanya beku, mempunyai hati yang keras seperti batu atau lebih keras lagi, tidak akan membekas sedikit pun peringatan dan pelajaran yang terkandung di dalam Al-Qur’an itu kepadanya. Mereka itu seakan-akan tuli, bisu dan buta tidak berakal, seperti halnya makhluk-makhluk yang lain. Mereka itu akan dimasukkan ke dalam neraka kelak. Seperti tersebut dalam firman Allah:\nوَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ ١٧٩\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A‘rāf/7: 179)",
			"4" : "Pada ayat ini Allah menerangkan bahwa Al-Qur’an yang dibawa oleh Nabi Muhammad itu berasal dari Allah, Tuhan yang menciptakan alam, Yang Mahakuasa atas segala apa yang Dia kehendaki. Dialah yang menciptakan bumi dan semua apa yang terdapat di dalamnya. Dialah yang menciptakan langit yang amat luas beserta segala isinya.",
			"5" : "Pada ayat ini Allah menerangkan bahwa Pencipta langit dan bumi itu, adalah Yang Maha Pemurah yang bersemayam di atas ‘Arsy. Allah bersemayam di atas ‘Arsy, janganlah sekali-kali digambarkan seperti halnya seorang raja yang duduk di atas singgasananya, karena menggambarkan yang seperti itu, berarti telah menyerupakan Khaliq dengan makhluk-Nya. Anggapan seperti ini, tidak dibenarkan sama sekali oleh ajaran Islam, sesuai dengan firman Allah:\nلَيْسَ كَمِثْلِهٖ شَيْءٌ ۚوَهُوَ السَّمِيْعُ الْبَصِيْرُ\nTidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syūrā/42: 11)\nIbnu Kasir berkata di dalam kitab tafsirnya, bahwa cara yang paling baik dalam memahami ayat ini ialah cara yang telah ditempuh oleh Ulama Salaf, yaitu mempercayai ungkapan sebagaimana tercantum di atas ‘Arsy (duduk di atas tahta) tetapi cara atau kaifiatnya (duduk di atas tahta) tidak boleh disamakan dengan cara duduknya makhluk, seperti seseorang yang duduk di atas kursi. Hal itu sepenuhnya adalah wewenang Allah semata-mata, manusia tidak dapat mengetahui hakikatnya.",
			"6" : "Pada ayat ini Allah menerangkan bahwa semua yang ada di langit, di bumi, di antara langit dan bumi, begitu juga semua yang ada di dalam tanah, baik yang sudah diketahui maupun yang belum diketahui adalah kepunyaan Allah. Dialah yang menguasai semuanya, dan mengatur sekehendak-Nya. Dialah yang mengetahui segala yang ada, baik yang gaib maupun yang nyata. Tidak ada sesuatu yang bergerak, diam, berubah, tetap, dan lain-lain sebagainya kecuali dengan izin-Nya, sesuai dengan kodrat iradat-Nya. Firman Allah:\nلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗ وَاِنْ تُبْدُوْا مَا فِيْٓ اَنْفُسِكُمْ اَوْ تُخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللّٰهُ ۗ فَيَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ٢٨٤\nMilik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Jika kamu nyatakan apa yang ada di dalam hatimu atau kamu sembunyikan, niscaya Allah memperhitungkannya (tentang perbuatan itu) bagimu. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu. (al-Baqarah/2: 284)",
			"7" : "Ayat ini menerangkan bahwa di waktu mengucapkan doa atau zikir, tidak perlu dengan suara keras. Bagi Allah sama saja baik itu dengan suara keras atau tidak. Allah mengetahui apa-apa yang dirahasiakan begitu juga yang lebih tersembunyi dari rahasia itu, seperti bisikan hati, atau sesuatu yang melintas di dalam pikiran. Doa dan zikir itu diucapkan dengan lidah hanya untuk mengungkapkan apa yang ada di dalam hati kita. Allah berfirman:\nوَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ١٣\nDan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati. (al-Mulk/67: 13)\nSejalan dengan ayat ini, firman Allah:\nوَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ ٢٠٥\nDan ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut, dan dengan tidak mengeraskan suara pada waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lengah. (al- A‘rāf/7: 205)",
			"8" : "Allah yang menurunkan Al-Qur’an itu adalah yang menciptakan dan Pemilik alam ini, karena itu Al-Qur’an itu tidak diragukan kebenarannya. Allah Mahakuasa dan tempat manusia meminta. Untuk memanggil-Nya, Allah memiliki banyak nama. Semua nama itu baik, karena menunjukkan kepada kesempurnaan-Nya, keperkasaan dan keagungan-Nya. Namun demikian, zat-Nya tetap, tidak terbilang. Di dalam hadis yang mutawatir, disebutkan bahwa Allah mempunyai 99 nama. Sabda Nabi Muhammad saw:\nاِنَّ ِللّٰهِ تِسْعًا وَتِسْعِيْنَ اِسْمًا مِائَةً اِلَّا وَاحِدًا مَنْ اَحْصَاهَا دَخَلَ الْجَنَّةَ. (رواه البخاري ومسلم عن ابي هريرة)\nSesungguhnya Allah mempunyai 99 nama, seratus kurang satu. Barangsiapa menghafalkannya (menyesuaikannya) masuk surga. (Riwayat al-Bukhārī dan Muslim dari Abu Hurairah)\nDiriwayatkan bahwa ketika Abu Jahal mendengar Nabi Muhammad saw di dalam seruannya menyebut, “Ya Allah! Ya Rahman!” Berkata Abu Jahal kepada Walid bin Mugirah, “Muhammad melarang kita menyeru bersama Allah dengan Tuhan yang lain, padahal dia sendiri menyeru Allah bersama Ar Rahman.” Maka turunlah ayat yang menegaskan bahwa Allah itu mempunyai banyak nama, sebagaimana firman Allah:\nقُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَۗ اَيًّا مَّا تَدْعُوْا فَلَهُ الْاَسْمَاۤءُ الْحُسْنٰىۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبِيْلًا ١١٠\nKatakanlah (Muhammad), “Serulah Allah atau serulah Ar-Rahmān. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asmā’ul Ḥusnā) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu.”. (al-Isrā’/17: 110)",
			"9" : "Pada ayat ini Allah memulai kisah Nabi Musa a.s. dengan ungkapan seakan-akan bertanya kepada Nabi Muhammad saw, apakah telah sampai kepadanya peristiwa dan kisah Nabi Musa ketika berdakwah kepada umatnya? Cara yang demikian biasa dilakukan untuk memfokuskan perhatian, dalam hal ini perhatian Nabi Muhammad saw dan juga umatnya kepada apa yang akan disampaikan. Telah menjadi kebiasaan orang Arab, apabila akan dikemukakan suatu berita atau kisah, maka didahului dengan ungkapan berbentuk pertanyaan, untuk menarik perhatian supaya pendengar mengikuti berita atau kisah itu dengan penuh perhatian.",
			"10" : "Setelah habis masa perjanjian, Musa menggembalakan kambing Syekh Madyan, sebagai mahar yang harus dibayarkan Musa kepada mertuanya di Madyan, dia minta izin untuk kembali ke Mesir, menemui ibunya yang telah ditinggalkan selama sepuluh tahun lebih. Setelah mendapat izin, berangkatlah Musa a.s. bersama keluarganya menuju Mesir, dengan menghindari jalan biasa dan mengambil jalan di lereng, karena takut kalau-kalau keluarganya mendapat gangguan dari raja Syam. Dalam tafsir ar-Rāzī dan al-Qurṭubi disebutkan bahwa setelah sampai di lembah Tuwa sebelah Barat dari gunung Tursina, istrinya melahirkan seorang anak, pada malam yang gelap gulita, berhawa dingin dan dalam keadaan tersesat. Untuk menghangatkan rasa dingin yang menusuk sampai ke tulang itu, dan mendapat penerangan di dalam suasana gelap gulita, Musa a.s. berusaha mendapatkan api, tetapi usahanya itu belum juga berhasil. Kemudian secara tidak disangka-sangka, terlihat olehnya api dari jauh di sebelah kiri jalan. Maka berkatalah ia kepada keluarganya dengan rasa gembira, “Tinggallah kalian di sini dulu, saya melihat api dari jauh, dan sekarang saya akan ke sana. Mudah-mudahan saya dapat membawa api itu ke sini, atau mendapat petunjuk daripadanya, untuk dapat keluar dari kesesatan jalan kita ini.” Peristiwa seperti ini, dicantumkan juga dalam ayat yang lain di dalam Al-Qur’an, sebagaimana firman Allah:\nفَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ ٢٩\nMaka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung, dia berkata kepada keluarganya, “Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.” (al-Qaṣaṣ/28: 29)",
			"11" : "Ketika Musa a.s., sampai di tempat api, dia melihat api itu bercahaya putih bersih mengitari sebuah pohon berwarna hijau. Musa keheran-heranan melihat kejadian itu, karena cahaya api yang putih bersih itu, tidak mengurangi kehijauan warna pohon, begitu pula sebaliknya, warna hijau pohon itu tidak mengurangi cahaya putih api itu. Di kala itulah Musa a.s., mendengar suara memanggil, “Hai Musa.”",
			"12" : "Mendengar panggilan itu, Musa terkejut dan ragu, dari mana datangnya suara itu. Suara panggilan itu disusul kemudian dengan suara, yang menyatakan bahwa Allah adalah Tuhan yang telah menciptakan manusia dengan sempurna, kemudian suara itu memintanya agar Musa menanggalkan kedua alas kakinya karena ia berada di suatu lembah bernama “Ṭuwa”, lembah yang suci dan sangat dihormati.",
			"13" : "Pada ayat ini Allah menjelaskan bahwa Dia telah memilih dan menetapkan Musa a.s. menjadi nabi dan rasul lalu ia diminta untuk mendengarkan wahyu yang akan disampaikan kepadanya. Sejalan dengan ayat ini firman Allah:\nقَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ ١٤٤\n(Allah) berfirman, “Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku., sebab itu berpegangteguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.” (al-A‘rāf/7: 144)",
			"14" : "Pada ayat ini Allah menerangkan bahwa wahyu yang utama dan yang disampaikan ialah bahwa tiada Tuhan yang sebenarnya melainkan Allah dan tiada sekutu bagi-Nya, untuk menanamkan rasa tauhid, mengesakan Allah, memantapkan pengakuan yang disertai dengan keyakinan dan dibuktikan dengan amal perbuatan. Oleh karena itu hanya Dialah satu-satunya yang wajib disembah, ditaati peraturan-peraturan-Nya. Tauhid ini, adalah pokok dari segala yang pokok, dan tauhid ini juga merupakan kewajiban pertama dan harus diajarkan lebih dahulu kepada manusia, sebelum pelajaran-pelajaran agama yang lain.\nPada akhir ayat ini Allah menekankan supaya salat didirikan. Tentunya salat yang sesuai dengan perintah-Nya, lengkap dengan rukun-rukun dan syarat-syaratnya, untuk mengingat Allah dan berdoa memohon kepada-Nya dengan penuh ikhlas. Salat disebut di sini secara khusus, untuk menunjukkan keutamaan ibadat salat itu dibanding dengan ibadat-ibadat wajib yang lain, seperti puasa, zakat, haji dan lain-lain. Keutamaan ibadat salat itu antara lain ialah apabila dilaksanakan dengan sebaik-baiknya, sesuai dengan tata tertib yang telah digariskan untuknya, ia akan mencegah seseorang dari perbuatan yang keji dan mungkar, sebagaimana firman Allah:\nاُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ ٤٥\nBacalah Kitab (Al-Qur’an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-’Ankabūt/29: 45)\nSebagian ahli Tafsir berpendapat bahwa penutup ayat ini, ditujukan kepada orang yang tidak menunaikan salat pada waktunya, apakah karena lupa atau yang lainnya, supaya melaksanakannya apabila ia sudah sadar dan mengingat perintah Allah yang ditinggalkan itu sebagaimana sabda Rasulullah saw.\nمَنْ نَامَ عَنْ صَلاَةٍ اَوْنَسِيَهَا فَكَفَّارَتُهَا اَنْ يُصَلِّيَهَا اِذَا ذَكَرَهَا لاَكَفَارَةَ لهَاَ اِلَّا ذَلِكَ (رواه البخاري ومسلم عن انس بن مالك )\nBarang siapa yang tertidur dari salat atau lupa, maka imbangannya (kafaratnya) adalah salat ketika ia ingat. Tidak ada imbangan lain selain itu. (Riwayat al-Bukhārī dan Muslim dari Anas bin Mālik)\nDan sabdanya pula:\nاِذَا رَقَدَ اَحَدُكُمْ اَوْغَفَلَ عَنْهَا فَلْيُصَلِّهَا اِذَا ذَكَرَهَا قَالَ اَقِمِ الصَّلاَةَ لِذِكْرِي (رواه البخاري ومسلم عن انس)\nApabila salah seorang kamu tidur sehingga tidak salat atau lupa salat hendaklah ia menunaikannya apabila ia telah mengingatnya, karena sesungguhnya Allah berfirman, “Dan laksanakanlah salat untuk mengingat Aku.” (Riwayat al-Bukhārī dan Muslim dari Anas)\nSalah satu fungsi salat adalah untuk mengingat Allah, namun bukan berarti boleh tidak menunaikan salat hanya cukup ingat kepada Allah, karena zikir itu dengan hati, lisan dan anggota badan. ",
			"15" : "Pada ayat ini Allah menerangkan bahwa hari Kiamat itu pasti datang, tetapi Allah sengaja merahasiakan dan tidak menjelaskan waktunya, kapan hari Kiamat itu terjadi. Sengaja Allah merahasiakan waktu terjadinya hari Kiamat, agar dengan demikian manusia selalu berhati-hati dan waspada serta siap untuk menghadapinya. Dirahasiakannya kedatangan hari Kiamat sama halnya dengan dirahasiakannya kapan ajalnya seseorang itu tiba. Tidak ada seorang manusia pun yang mengetahui kapan dan di mana ia akan mati, sebagaimana firman Allah:\nوَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُ\nDan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. (Luqmān/31: 34)\nApabila seseorang mengetahui kapan ajalnya tiba tentunya ia akan berbuat semau hatinya, menurutkan hawa nafsunya, mengerjakan segala macam maksiat yang dikehendakinya. Sesudah ajalnya dekat barulah ia tobat dan Allah akan menerima tobatnya sesuai dengan janji-Nya. Allah tidak akan menyalahi janji-Nya, sebagaimana firman-Nya:\nاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ\nSungguh, Allah tidak menyalahi janji. (Ali Imrān/3: 9)\nTetapi kalau ia tidak tahu kapan ajalnya tiba, tentunya ia selalu hati-hati, perintah dikerjakannya, larangan dijauhinya. Apabila ia berbuat masiat, segera ia bertobat karena takut kalau ajalnya datang mendadak sebelum ia bertobat. Jadi, gunanya kiamat dirahasiakan adalah supaya manusia giat berbuat baik, bila manusia yang seharusnya berbuat baik tetapi ia berbuat jahat, maka sangat pantaslah orang itu dihukum. Oleh karena itulah sangat adil bila yang berbuat baik itu diberi imbalan dan yang berbuat jahat diberi azab. Firman Allah:\nفَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ ٧ وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ ٨\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\nDan firman-Nya:\nاِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ\nSesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (aṭ-Ṭūr/52: 16)",
			"16" : "Sekalipun ayat ini ditujukan kepada Nabi Musa a.s., tetapi itu merupakan pelajaran bagi kaum Muslimin. Allah meminta agar kita tidak terpengaruh oleh orang-orang yang tidak percaya kepada hari Kiamat dan orang yang hanya mengikuti hawa nafsunya. Kalau kita ikuti keinginan orang-orang itu, maka kita akan merugi dan menyesal. Harta kekayaan, kemewahan tidak akan dapat menolong kita dari azab Allah, sebagaimana firman Allah:\nوَمَا يُغْنِيْ عَنْهُ مَالُهٗٓ اِذَا تَرَدّٰىٓۙ ١١\n“Dan hartanya tidak bermanfaat baginya apabila ia telah binasa.” (al-Lail/92: 11)\nJuga keluarga kita tidak akan bisa dan mungkin menolong sebagaimana firman Allah:\nيَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ ٣٤ وَاُمِّهٖ وَاَبِيْهِۙ ٣٥ وَصَاحِبَتِهٖ وَبَنِيْهِۗ ٣٦ لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ ٣٧\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. (‘Abasa/80: 34-37)",
			"17" : "Pada ayat ini dijelaskan bahwa Allah menanyakan kepada Nabi Musa a.s., apa yang ada di tangan kanannya, padahal Allah mengetahuinya; maksudnya ialah untuk menjelaskan bahwa tongkat yang terbuat dari kayu itu yang pada hakekatnya tidak mempunyai arti yang penting dan manfaat yang banyak akan dijadikan oleh-Nya benda yang mempunyai kelebihan dan manfaat yang besar yang tidak pernah terlintas dalam pikiran, yaitu sebagai mukjizat baginya. Tongkat itu bisa menjadi ular besar, dan bila dipukulkan ke laut maka laut itu akan terbelah dan bila dipukulkan ke batu maka batu itu akan memancarkan air atas izin Allah. Kejadian-kejadian itu menunjukkan atas kesempurnaan, kekuasaan dan kebesaran Allah.",
			"18" : "Ayat ini Allah menjelaskan jawaban Nabi Musa a.s. atas pertanyaan-Nya bahwa, “Tongkat yang biasa ia pergunakan untuk bertelekan, di waktu berjalan atau lelah, menggugurkan daun-daunan untuk dimakan kambingnya, dan masih banyak lagi keperluan-keperluan yang lain, seperti membawa bekal untuk mengusir binatang buas yang akan memakan kambingnya. Jawaban Musa akhirnya dipersingkat dengan mengatakan, “Dan ada lagi untuk keperluan-keperluanku yang lain,” karena dia mengharapkan supaya pembicaraannya dengan Tuhannya dapat berlangsung lebih lama, dan untuk menjaga sopan santun di depan Tuhan karena kemungkinan adanya pertanyaan lain dari Tuhan.",
			"19" : "Setelah Nabi Musa menjawab pertanyaan Allah tentang fungsi tongkat yang dipegangnya, di antaranya menopang tubuhnya, menggiring binatang gembalaannya, dan fungsi-fungsi lain yang membantu pekerjaannya sehari-hari. Maka Allah ingin menunjukkan kepada Nabi Musa fungsi lain dari tongkatnya yang tidak pernah terbayangkan oleh Nabi Musa. Tongkat itu menjadi mukjizat yang akan membuktikan kenabiannya dan membantu fungsinya sebagai nabi. Allah memerintahkan Nabi Musa supaya melemparkan tongkatnya. ",
			"20" : "Begitu Musa memenuhi perintah Allah, tongkatnya itupun berubah menjadi ular besar yang menakutkan, merayap dengan lincahnya dari suatu tempat ke tempat lain, tidak ubahnya ular kecil yang gesit, melihat kenyataan ini Nabi Musa ketakutan, berniat untuk lari, tetapi akibat begitu besarnya ketakutan, beliau hanya terpaku di tempatnya berdiri, sebagaimana firman Allah:\nوَاَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَ ۖ ١٠\nDan lemparkanlah tongkatmu!” Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. “Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut. (an-Naml/27: 10)",
			"21" : "Karena Musa ketakutan maka Allah memerintahkan kepada Nabi Musa untuk menangkap ular itu tanpa ragu-ragu dan takut, sebab ular besar yang ada dihadapannya akan dikembalikan bentuknya menjadi tongkat kembali seperti semula.",
			"22" : "Pada ayat ini Allah memerintahkan Musa a.s. supaya memasukkan tangan kanannya dari lengan bajunya dan meletakkannya di bawah ketiak kirinya, maka setelah dikeluarkan tangannya itu akan menjadi putih bersih bercahaya dan tanpa cacat sedikit pun. Ini adalah mukjizat kedua sesudah mukjizat pertama yang mengubah tongkat menjadi ular yang gesit, untuk menunjukkan kebenaran kerasulannya bagi umat yang ia diutus kepada-Nya.",
			"23" : "Allah melakukan itu semua untuk memperlihatkan bukti-bukti kesempurnaan kekuasaan-Nya dan keajaiban perbuatan-Nya di langit dan di bumi.",
			"24" : "Setelah Allah menampakkan tanda-tanda kekuasaan dan kebesaran-Nya, kemudian Ia memerintahkan Musa untuk pergi kepada Fir‘aun yang kejam dan mengajaknya agar ia mau menyembah Allah serta mengancamnya akan mendapat murka dan siksa dari Allah jika ia membangkang, dan melampaui batas, durhaka dan sombong, bahkan ia berani mengaku bahwa dirinya adalah tuhan dengan ucapannya, “Sayalah tuhan kalian yang tinggi.”\nDiriwayatkan dari Wahb bin Munabbih bahwa setelah perintah itu datang, Musa diam tidak berkata-kata selama tujuh hari memikirkan beratnya tugas yang dibebankan kepadanya. Setelah ia didatangi malaikat dengan ucapan, “Taatilah Tuhanmu sesuai dengan perintah-Nya,” barulah ia bangkit melaksanakan perintah dan mengharapkan agar Allah melapangkan dadanya untuk dapat melaksanakan tugasnya dengan baik dan berani dalam menghadapi Fir‘aun. Ia merasa bahwa beban yang dipikulkan atasnya adalah suatu urusan besar dan amat berat, tidak dapat dilaksanakan kecuali dengan keberanian yang mantap dan dada yang lapang. Ia diperingatkan untuk menghadapi seorang raja yang kekuasaannya paling besar, paling kejam, sangat ingkar sangat banyak tentaranya, makmur kerajaannya, berlebihan dalam segala hal. Puncak kesombongan itu ialah dia tidak mengenal tuhan selain dirinya sendiri.",
			"25" : "Perintah Allah kepada Musa untuk menghadap dan menemui Fir‘aun adalah merupakan tugas yang sangat berat, oleh sebab itu Musa berdoa dan memohon kepada Allah untuk dilapangkan dadanya dan dikuatkan mentalnya ketika ia berhadapan dengan Fir‘aun. Firman Allah :\nوَيَضِيْقُ صَدْرِيْ وَلَا يَنْطَلِقُ لِسَانِيْ فَاَرْسِلْ اِلٰى هٰرُوْنَ ١٣\nSehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku). (asy-Su’arā’/26: 13)\nDi samping itu, ia juga memohon kepada Allah supaya dimudahkan segala urusannya, terutama dalam menyampaikan berita kerasulannya kepada Fir‘aun, serta diberi kekuatan yang cukup untuk dapat menyebarkan agama dan memperbaiki keadaan umat, sebab tanpa bantuan dan pertolongan Allah, Musa tidak akan mampu untuk berbuat sesuatu.",
			"26" : "Perintah Allah kepada Musa untuk menghadap dan menemui Fir‘aun adalah merupakan tugas yang sangat berat, oleh sebab itu Musa berdoa dan memohon kepada Allah untuk dilapangkan dadanya dan dikuatkan mentalnya ketika ia berhadapan dengan Fir‘aun. Firman Allah :\nوَيَضِيْقُ صَدْرِيْ وَلَا يَنْطَلِقُ لِسَانِيْ فَاَرْسِلْ اِلٰى هٰرُوْنَ ١٣\nSehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku). (asy-Su’arā’/26: 13)\nDi samping itu, ia juga memohon kepada Allah supaya dimudahkan segala urusannya, terutama dalam menyampaikan berita kerasulannya kepada Fir‘aun, serta diberi kekuatan yang cukup untuk dapat menyebarkan agama dan memperbaiki keadaan umat, sebab tanpa bantuan dan pertolongan Allah, Musa tidak akan mampu untuk berbuat sesuatu.",
			"27" : "Musa memohon agar lidahnya fasih dan tidak kelu, sehingga ia lancar dan tegas dalam berbicara, supaya kata-katanya mudah dicerna dan dipahami oleh pendengarnya, hingga mereka memperoleh hidayah Allah. Sebab jika lidah Musa kelu mengakibatkan ia tidak lancar bicaranya.\nPara mufassir berbeda pendapat tentang sebab ketidakfasihan (kelunya) lisan Musa, sebagai berikut:\na.\tBahwa Musa di waktu kecilnya, ia mencabut selembar rambut dari dagu Fir‘aun, maka marahlah Fir‘aun dan ia berencana untuk melampiaskan kemarahannya itu. Kemudian ia meminta kepada istrinya supaya membawakan balah (kurma mentah) dan se-onggok bara api. Istri Fir‘aun membela Musa dengan mengatakan, “Musa masih kecil, belum tahu apa-apa.” Sekalipun ada pembelaan, tetapi Fir‘aun tetap melaksanakan maksud jahatnya, dan bara itu diletakkan di atas lidah Musa. Sejak itulah lidah Musa menjadi kaku. Oleh karena itu Musa a.s. meminta kepada Allah supaya kekeluan lidahnya itu dihilangkan.\nb.\tKekeluan lidahnya diakibatkan karena faktor psykologis yang membebani Musa, akibat dari tindakan dan perbuatannya menampar dan membunuh seorang Qibty.\nc.\tMenurut pendapat lain, bahwa kekeluan tersebut akibat bawaan sejak lahir.",
			"28" : "Musa memohon agar lidahnya fasih dan tidak kelu, sehingga ia lancar dan tegas dalam berbicara, supaya kata-katanya mudah dicerna dan dipahami oleh pendengarnya, hingga mereka memperoleh hidayah Allah. Sebab jika lidah Musa kelu mengakibatkan ia tidak lancar bicaranya.\nPara mufassir berbeda pendapat tentang sebab ketidakfasihan (kelunya) lisan Musa, sebagai berikut:\na.\tBahwa Musa di waktu kecilnya, ia mencabut selembar rambut dari dagu Fir‘aun, maka marahlah Fir‘aun dan ia berencana untuk melampiaskan kemarahannya itu. Kemudian ia meminta kepada istrinya supaya membawakan balah (kurma mentah) dan se-onggok bara api. Istri Fir‘aun membela Musa dengan mengatakan, “Musa masih kecil, belum tahu apa-apa.” Sekalipun ada pembelaan, tetapi Fir‘aun tetap melaksanakan maksud jahatnya, dan bara itu diletakkan di atas lidah Musa. Sejak itulah lidah Musa menjadi kaku. Oleh karena itu Musa a.s. meminta kepada Allah supaya kekeluan lidahnya itu dihilangkan.\nb.\tKekeluan lidahnya diakibatkan karena faktor psykologis yang membebani Musa, akibat dari tindakan dan perbuatannya menampar dan membunuh seorang Qibty.\nc.\tMenurut pendapat lain, bahwa kekeluan tersebut akibat bawaan sejak lahir.",
			"29" : "Oleh karena Musa merasa bahwa tugas yang diamanatkan kepadanya cukup besar dan berat, ia meminta supaya Allah mengangkat seorang pembantu dari keluarganya sendiri, untuk bersama-sama melancarkan dakwah, senasib dan sepenanggungan di dalam suka duka yang akan dihadapinya dari kaumnya.",
			"30" : "Ayat ini menerangkan bahwa Musa a.s. mengusulkan agar yang diangkat menjadi pembantunya itu ialah Harun, saudaranya sendiri yang lebih tua dari dia, Musa memilih Harun antara lain karena Harun itu seorang yang saleh, ucapannya fasih, intonasi bicaranya seperti orang Mesir, karena ia banyak bergaul dengan orang-orang Mesir, tempat untuk melaksanakan dakwahnya bersama Musa a.s., Perbuatan Musa ini adalah satu hal yang baik dicontoh dan diteladani, karena seorang pemimpin atau penguasa hendaknya mempunyai pembantu untuk melaksanakan tanggung jawabnya, tetapi tentunya pembantu yang baik yang dapat diandalkan i’tikad baiknya di dalam melaksanakan tugasnya sebagai pembantu. Nabi Muhammad saw sendiri mempunyai pembantu sebagaimana sabdanya:\nاِنَّ لِيْ وَزِيْرَيْنِ مِنْ اَهْلِ السَّمَاءِ وَوَزِيْرَيْنِ مِنْ اَهْلِ اْلاَرْضِ فَوَزِيْرَايَ مِنْ اَهْلِ السَّمَاءِ جِبْرِيْلُ وَمِيْكاَئِيْلُ وَوَزِيْرَايَ مِنْ اَهْلِ اْلاَرْضِ اَبُوْ بَكْرٍ وَعُمَرُ. (رواه الحاكم عن ابى سعيد)\nSesungguhnya saya mempunyai dua pembantu di langit dan dua pembantu di bumi, Adapun dua pembantu saya di langit ialah Jibril dan Mikail, dan dua pembantu saya di bumi Abu Bakar dan Umar. (Riwayat al-Ḥākim dari Abi Sa’īd)",
			"31" : "Musa a.s. memohon kepada Allah, agar dengan ditunjuknya Harun sebagai pembantunya diharapkan dapat meningkatkan kekuatan dan kemampuannya. Juga supaya Harun selalu bersama dengan dia di dalam segala urusannya, bahu membahu di dalam melaksanakan tugasnya yang berat dan suci itu, agar berhasil baik, tidak meleset dari sasaran yang dituju, dan tercapai cita-cita yang diidam-idamkan dengan baik.",
			"32" : "Musa a.s. memohon kepada Allah, agar dengan ditunjuknya Harun sebagai pembantunya diharapkan dapat meningkatkan kekuatan dan kemampuannya. Juga supaya Harun selalu bersama dengan dia di dalam segala urusannya, bahu membahu di dalam melaksanakan tugasnya yang berat dan suci itu, agar berhasil baik, tidak meleset dari sasaran yang dituju, dan tercapai cita-cita yang diidam-idamkan dengan baik.",
			"33" : "Pada ayat-ayat ini Allah menerangkan latar belakang dari permohonan Musa a.s., supaya ia selalu ditemani dan didampingi oleh Harun di dalam mensukseskan tugas kenabiannya, ialah agar dapat banyak bertasbih kepada Allah, mengagungkan dan mensucikan-Nya dari sifat-sifat dan perbuatan-perbuatan yang tidak layak bagi-Nya, seperti pengakuan Fir‘aun yang mengumumkan dirinya sebagai tuhan. Di samping itu, agar dia selalu ingat kepada Allah, serta selalu mengharapkan rida-Nya.",
			"34" : "Pada ayat-ayat ini Allah menerangkan latar belakang dari permohonan Musa a.s., supaya ia selalu ditemani dan didampingi oleh Harun di dalam mensukseskan tugas kenabiannya, ialah agar dapat banyak bertasbih kepada Allah, mengagungkan dan mensucikan-Nya dari sifat-sifat dan perbuatan-perbuatan yang tidak layak bagi-Nya, seperti pengakuan Fir‘aun yang mengumumkan dirinya sebagai tuhan. Di samping itu, agar dia selalu ingat kepada Allah, serta selalu mengharapkan rida-Nya.",
			"35" : "Pada ayat ini Musa a.s. menandaskan bahwa segala apa yang dimohonkannya kepada Allah, Dia lebih mengetahui hakekat dan tujuannya. Semoga bersama Harun penyebaran agama dapat dilaksanakan dengan baik, lancar, sukses, serta dapat melumpuhkan berbagai usaha dari orang-orang yang sesat dan menyesatkan, dapat membimbing mereka ke jalan yang benar. ",
			"36" : "Pada ayat ini Allah menjelaskan bahwa Dia telah memperkenankan semua permohonan Musa yaitu supaya dilapangkan dadanya, dimudahkan urusannya dihilangkan kekakuan dan gangguan lidahnya, dijadikan Harun saudaranya sebagai pembantu baginya, sehingga kekuatan dan kemampuannya bertambah, bahu membahu dengan Harun dalam me-laksanakan tugasnya. Sehingga ia banyak membaca tasbih dan senantiasa ingat dan zikir kepada Allah. Enam macam permohonan sebagaimana dalam ayat sebelumnya, diperkenankan oleh Allah demi suksesnya pelaksanaan amanat yang berat dan sulit itu.",
			"37" : "Pada ayat ini diungkapkan bahwa Allah telah menganugerahkan kepada Musa beberapa nikmat yang dianugerahkan tanpa permohonan, jauh sebelum Musa memajukan permohonan di atas. Kalau Allah telah berkenan atas kemurahan-Nya memberi Musa banyak nikmat sejak kecilnya tanpa permohonan lebih dahulu, maka setelah Musa memohonkan beberapa hal yang sangat diperlukan untuk memperlancar jalan dakwahnya, menuju sasaran yang ditujunya, tentulah Allah akan memperkenankan permohonannya itu. Delapan karunia telah diberikan kepada Musa sejak kecilnya.",
			"38" : "Ayat ini mengingatkan bahwa ketika Allah akan menganugerahkan delapan macam karunia kepada Nabi Musa a.s., maka Allah memberi ilham kepada ibu Musa di antaranya memberitahukan dan mengajarkan ibu Musa bagaimana caranya menyelamatkan anaknya dari kezaliman Fir‘aun, yang memerintahkan tentaranya untuk membunuh semua bayi laki-laki yang ada di bawah kekuasaannya dibunuh semuanya.",
			"39" : "Ketika ibu Musa dalam keadaan panik, maka ia diperintahkan Allah supaya menaruh anaknya di dalam peti yang dibuat rapi dan kuat, kemudian melemparkannya ke sungai Nil. Perintah ini dilaksanakan oleh Ibu Musa dengan segera yang akhirnya peti itu jatuh ke tangan Fir‘aun, musuh Allah dan musuh Musa sendiri pada waktu mendatang. \nDiriwayatkan bahwa pada suatu senja Fir‘aun dan istrinya duduk santai di tepi sungai Nil, tiba-tiba terlihat olehnya sebuah peti tidak jauh dari tempatnya. Disuruhnyalah dayang-dayangnya mengambil peti itu dan membawanya ke hadapannya. Ketika peti itu dibuka kelihatanlah seorang bayi laki-laki yang rupawan. Alangkah senangnya istri Fir‘aun melihat bayi itu. Kasih sayang dan cintanya pun kepada bayi itu sangat mendalam. Maka diambilnyalah bayi itu dan dipelihara serta dididik di istananya. Inilah karunia yang pertama. Karunia yang kedua ialah, bahwa Allah telah melimpahkan kasih sayang yang tulus kepada Musa dan kasih itu telah ditanamkan ke dalam setiap hati orang. Siapapun yang memandang kepada Musa akan merasa kasih sayang kepadanya. Jadi tidak heran kalau Fir‘aun dan istrinya merasa sayang dan cinta kepada Musa, sehingga isterinya berkata kepada suaminya, sebagaimana tercantum di dalam Al-Qur’an:\nوَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّيْ وَلَكَۗ لَا تَقْتُلُوْهُ ۖعَسٰٓى اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا وَّهُمْ لَا يَشْعُرُوْنَ ٩\nDan istri Fir‘aun berkata, “(Dia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah kamu membunuhnya, mudah-mudahan dia bermanfaat kepada kita atau kita ambil dia menjadi anak,” sedang mereka tidak menyadari. (al-Qaṣaṣ/ 28: 9)\nKarunia ketiga ialah diasuhnya Musa di istana Fir‘aun di bawah pengawasan dan pengamatan Allah serta dijaganya dari segala hal yang akan mengganggunya, ketika ia diasuh oleh keluarga Fir‘aun manusia kejam yang tidak mengenal perikemanusiaan itu.",
			"40" : "Ketika Musa berada di bawah asuhan keluarga Fir‘aun, mereka sibuk mencari wanita yang akan menyusukannya. Setiap wanita yang telah ditunjuk untuk menyusukannya, Musa tidak mau menyusu kepadanya. Ini adalah satu petunjuk dari Allah :\nوَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ\nDan Kami cegah dia (Musa) menyusu kepada perempuan-perempuan yang mau menyusui(nya) sebelum itu. (al-Qaṣaṣ/28: 12)\nSebelum mereka menemukan perempuan yang Musa mau menyusu kepadanya, datanglah Maryam saudara perempuan Musa yang disuruh oleh ibunya mengikuti peti adiknya secara diam-diam dan menawarkan kepada keluarga Fir‘aun perempuan yang akan menyusukan Musa dan mengasuhnya sebagaimana dikisahkan di dalam firman Allah:\nهَلْ اَدُلُّكُمْ عَلٰٓى اَهْلِ بَيْتٍ يَّكْفُلُوْنَهٗ لَكُمْ وَهُمْ لَهٗ نٰصِحُوْنَ\n“Maukah aku tunjukkan kepadamu, keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik padanya?” (al- Qaṣaṣ/28: 12)\nTawaran Maryam itu diterima dengan baik oleh keluarga Fir‘aun, maka didatangkanlah ibunya, yaitu ibu Musa sendiri, dan menyusulah Musa kepada ibunya. Dengan demikian Musa kembali diasuh oleh ibunya sendiri dan hilanglah kecemasan dan duka cita ibunya, bahkan alangkah senang hatinya memandang anaknya di dalam keadaan selamat, segar dan bugar. Ini adalah karunia yang keempat. Karunia yang kelima, yaitu ketika Musa memasuki negeri Manūf, negeri Fir‘aun, di siang hari yang sedang sepi karena penduduknya sedang istirahat. Dilihatnya ada dua orang berkelahi, yang satu dari Bani Israil yaitu golongannya, dan yang satu lagi bangsa Kibti dari golongan Fir‘aun, bahkan ia adalah tukang masak Fir‘aun. Ketika Bani Israil itu minta tolong, Musa lalu meninju lawan musuh Bani Israil itu. Di luar dugaan, akibat dari tinju Musa, orang Kibti itu meninggal dunia. Atas kejadian yang tidak disengaja itu, Musa merasa cemas dan takut, sebagaimana dikisahkan di dalam firman Allah:\nفَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ\nKarena itu, dia (Musa) menjadi ketakutan berada di kota itu sambil menunggu (akibat perbuatannya). (al-Qaṣaṣ/28: 18)\nKetika peristiwa itu diketahui Fir‘aun, dia sangat marah dan berusaha membunuh Musa. Kemarahan dan niat jahat Fir‘aun ini diberitahukan kepada Musa oleh seorang dari golongan Fir‘aun yang telah beriman kepada Musa, maka pergilah Musa menghindar sampai ke negeri Madyan. Dengan demikian selamatlah ia dari penganiayaan Fir‘aun. Musa tidak saja diselamatkan dari penganiayaan dan pembunuhan di dunia ini, tetapi juga selamat dari azab akhirat, karena dosa orang yang membunuh dengan tidak sengaja telah diampuni oleh Allah, atas doanya, sebagaimana dikisahkan Allah di dalam firman-Nya:\nقَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ١٦\nDia (Musa) berdo’a, “Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.” Maka Dia (Allah) mengampuninya. Sungguh, Allah, Dialah Yang Maha Pengampun, Maha Penyayang. (al-Qaṣaṣ/28: 16)\nAllah memberikan cobaan yang bertubi-tubi kepada Musa, untuk mengetahui sampai di mana ketahanan mental Musa, sebagaimana lazimnya seseorang yang dipersiapkan untuk menerima kerasulan dari Allah, tetapi semuanya itu dapat dilaluinya dengan selamat, seperti diselamatkannya Musa dari penyembelihan bayi secara masal atas perintah Fir‘aun, diselamatkannya ketika ia hendak dibunuh oleh Fir‘aun karena ia mencabut jenggot Fir‘aun, Musa dibela oleh istri Fir‘aun dengan alasan dia masih kecil, belum dapat membedakan mana yang baik dan mana yang buruk, maka redalah kemarahan Fir‘aun dan selamatlah Musa dari pembunuhan Fir‘aun dan berbagai cobaan lainnya. Ini karunia yang keenam. \nKarunia ketujuh yaitu pelarian Musa ke Madyan, ia tinggal lama di sana, lebih kurang sepuluh tahun. Pada mulanya mengalami hidup yang pahit di tengah-tengah penduduk negeri Madyan, merasakan pedihnya hidup sebagai seorang pendatang yang membutuhkan banyak keperluan. Akhirnya terpaksa ia menjadi buruh, menggembalakan kambing mertuanya, untuk mendapat imbalan sekedarnya, guna menutupi keperluannya, yang kemudian dinikahkan dengan Safūra putri Syekh Madyan. Demikianlah Musa, sampai ia mencapai umur yang telah ditentukan, tidak lebih dan tidak kurang untuk dijadikan rasul, yaitu ketika ia mencapai umur empat puluh tahun.",
			"41" : "Karunia kedelapan ialah, Allah telah menjatuhkan pilihan kepada Musa menjadi rasul, menegakkan hujjah atas kebenaran yang dibawanya, memimpin umat manusia bertauhid mengesakan Allah dan sebagai perantara antara Khalik dan makhluk-Nya, menyampaikan agama-Nya yang lurus, yang membawa manusia kepada kebahagiaan dunia dan akhirat.",
			"42" : "Ayat ini menerangkan bahwa Allah memerintahkan Musa bersama saudaranya Harun agar pergi kepada Fir‘aun dan kaumnya dengan membawa bukti-bukti dan mukjizat-mukjizat yang telah diperlihatkan kepadanya seperti berubahnya tongkat menjadi ular besar yang gesit, merayap kesana kemari, keluarnya tangan Musa dari ketiaknya dalam keadaan putih bersih bercahaya seperti matahari tak bercacat untuk dijadikan hujjah dan alasan atas kebenaran kenabiannya.\nDalam ayat ini pun Allah memperingatkan Musa dan Harun supaya dalam melaksanakan dakwah dan menyampaikan risalah Tuhannya kepada Fir‘aun dan kaumnya hendaklah bersungguh-sungguh dan jangan lalai. Musa diperintahkan untuk menjelaskan kepada mereka bahwa Allah mengutus keduanya kepada mereka ialah untuk memberikan kabar gembira atas pahala yang telah disediakan bagi orang yang menyambut baik seruannya, dan memberi ancaman yang pedih bagi orang yang membangkang dan tidak mau menerimanya.",
			"43" : "Ayat ini menerangkan bahwa Allah memerintahkan Musa a.s. dan Harun a.s. pergi kepada Fir‘aun untuk mengemukakan bukti-bukti kebenaran kenabiannya yang dianugerahkan Allah, dan menjelaskan kesesatan Fir‘aun, karena Fir‘aun itu sudah keterlaluan sepak terjangnya melampaui batas, sampai-sampai mengaku bahwa dia adalah tuhan. Dia menyatakan kepada kaumnya dengan ucapan, “Saya tuhanmu yang paling tinggi.” \nAyat ini mengkhususkan dakwah dan seruan kepada Fir‘aun sedang pada ayat sebelumnya dakwah diserukan untuk umum, karena kalau Fir‘aun sudah beriman kepada ajaran yang dibawa Nabi Musa a.s., dan Nabi Harun tentunya segenap orang-orang Mesir akan mengikutinya sebagaimana pepatah:\nاَلنَّاسُ عَلَى دِيْنِ مُلُوْكِهِمْ \n‘Rakyat itu menurut agama rajanya.’",
			"44" : "Allah mengajarkan kepada Musa dan Harun a.s. bagaimana cara menghadapi Fir‘aun, yaitu dengan kata-kata yang halus dan ucapan yang lemah lembut. Seseorang yang dihadapi dengan cara demikian, akan terkesan di hatinya dan akan cenderung menyambut baik dan menerima dakwah dan ajakan yang diserukan kepadanya. Cara yang bijaksana seperti ini telah diajarkan pula kepada Nabi Muhammad oleh Allah, sebagaimana firman-Nya:\nاُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِيْ هِيَ اَحْسَنُ\n“Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pelajaran yang baik dan bantahlah mereka dengan cara yang baik.” (an-Naḥl/16: 125)\nSebaliknya kalau seseorang itu dihadapi dengan kekerasan dan dengan bentakan, jangankan akan takluk dan tunduk, justeru dia akan menentang dan menjauhkan diri, sebagaimana dijelaskan dalam firman Allah:\nوَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ\nSekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. (Āli ‘Imrān/3: 159)\nSelain petunjuk Allah kepada Musa dan saudaranya, agar mereka bersikap santun menghadapi Fir‘aun, juga diajarkan kata-kata yang akan disampaikan Musa kepada Fir‘aun, sebagaimana dikisahkan Allah di dalam firman-Nya:\nفَقُلْ هَلْ لَّكَ اِلٰٓى اَنْ تَزَكّٰىۙ ١٨ وَاَهْدِيَكَ اِلٰى رَبِّكَ فَتَخْشٰىۚ ١٩\nMaka katakanlah (kepada Fir‘aun), “Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?” (an-Nāzi’āt/79: 18-19)\nDengan cara dan kata-kata yang demikian itu diharapkan Fir‘aun dapat menyadari kesesatannya, dan takut kepada azab yang akan ditimpakan kepadanya apabila dia tetap membangkang.",
			"45" : "Sebelum Musa dan Harun a.s. melaksanakan perintah Allah untuk mendatangi Fir‘aun dan menyampaikan seruan kepadanya, mereka berdua berterus terang kepada Allah, bahwa mereka merasa takut dan cemas menghadapi Fir‘aun, kalau-kalau mereka akan disiksa oleh Fir‘aun, atau sebelum menyampaikan dakwah dan menjelaskan mukjizat-mukjizat yang menunjukkan kebenaran dakwahnya itu, Fir‘aun sudah bertindak, me-ngeluarkan kata-kata yang tidak pantas terhadap Allah, karena dia adalah orang yang kejam, keras hati, tidak mempunyai perikemanusiaan sedikitpun.",
			"46" : "Allah menghibur Musa dan Harun a.s. supaya mereka berdua tidak perlu takut kepada Fir‘aun, karena Allah akan menolongnya. Dialah yang menguatkan dan menjaganya dari kejahatan Fir‘aun. Dia senantiasa mendengar dan melihat apa yang terjadi di antara mereka berdua dengan Fir‘aun, baik berupa perkataan maupun perbuatan. Dialah yang akan memelihara mereka berdua dari kejahatan yang mungkin ditimpakan Fir‘aun kepadanya.",
			"47" : "Allah memerintahkan lagi supaya Musa dan Harun a.s. pergi kepada Fir‘aun dan memberitahukan bahwa mereka berdua adalah Rasul Allah yang diutus kepadanya untuk menyampaikan risalah yang hak supaya Fir‘aun mengetahui kedudukan dan tugas keduanya. Sebelum Musa dan Harun mengajak Fir‘aun beriman kepada Allah, keduanya meminta kepada Fir‘aun, supaya dia membebaskan Bani Israil dari penyiksaan dan penindasannya, membebaskan dari kerja berat, seperti menggali, membangun, mengangkat batu, baik laki-laki maupun perempuan. Fir‘aun agar membiarkan Bani Israil pergi ke Palestina. \nSesudah itu barulah Musa dan Harun a.s. menjelaskan tugas dan ke-wajiban dari Allah bahwa keduanya datang untuk menjelaskan hujjah-hujjah dan bukti-bukti yang nyata atas kebenaran kerasulan mereka. Kebahagiaan, kesejahteraan di dunia dan di akhirat bagi orang-orang yang taat kepada rasul-rasul Allah, dan mempercayai tanda-tanda kekuasaan-Nya, serta menjauhi hal-hal yang buruk dan menyesatkan. Ucapan seperti tersebut dipergunakan juga oleh Nabi Muhammad ketika mengirim surat berisi dakwah ke Heraclius raja Rumawi, sebagai berikut:\nبِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ، مِنْ مُحَمَّدٍ عَبْدِاللّٰهِ وَرَسُوْلِهِ اِلَى هِرَقْلَ عَظِيْمِ الرُّوْمِ، سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدٰى،اَمَّا بَعْدُ، فَاِنِّيْ اَدْعُوْكَ بِدِعَايَةِ اْلاِسْلاَمِ، أَسْلِمْ تَسْلَمْ يُؤْتِكَ اللّٰهُ اَجْرَكَ مَرَّتَيْنِ. (رواه البخاري ومسلم عن ابن عباس )\n “Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Dari Muhammad hamba dan utusan Allah kepada Heraclius, penguasa negeri Romawi. Keselamatan dilimpahkan kepada orang yang mengikuti petunjuk. Adapun sesudah itu, sesungguhnya saya menyerumu kepada Islam. Anutlah agama Islam supaya engkau selamat, Allah akan memberimu pahala dua kali lipat.” (Riwayat al-Bukhārī dan Muslim dari Ibnu ‘Abbas)",
			"48" : "Pada ayat ini Allah menerangkan bahwa kepada Musa dan Harun telah diwahyukan bahwa siksaan akan ditimpakan baik di dunia maupun di akhirat kepada orang-orang yang mendustakan dakwah dan seruan rasul yang mengajak kepada tauhid, dan berpaling serta tidak memperdulikan pelajaran dan petunjuk rasul. Sejalan dengan ayat-ayat ini, firman Allah:\nفَاَمَّا مَنْ طَغٰىۖ ٣٧ وَاٰثَرَ الْحَيٰوةَ الدُّنْيَاۙ ٣٨ فَاِنَّ الْجَحِيْمَ هِيَ الْمَأْوٰىۗ ٣٩\nMaka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya.(an-Nāzi’āt/79: 37-39)\nDan firman-Nya:\nفَاَنْذَرْتُكُمْ نَارًا تَلَظّٰىۚ ١٤ لَا يَصْلٰىهَآ اِلَّا الْاَشْقَىۙ ١٥ الَّذِيْ كَذَّبَ وَتَوَلّٰىۗ ١٦\nMaka Aku memperingatkan kamu dengan neraka yang menyala-nyala, yang hanya dimasuki oleh orang yang paling celaka, yang mendustakan (kebenaran) dan berpaling (dari iman). (al-Lail/92: 14-15 dan 16)",
			"49" : "Diriwayatkan dari Ibnu ‘Abbas bahwa setelah Musa dan Harun a.s. sampai di depan istana Fir‘aun keduanya berdiri di sana, menunggu izin untuk masuk. Setelah tertahan cukup lama, karena penjagaan yang amat ketat, keduanya baru diizinkan masuk untuk menemui Fir‘aun; dan terjadilah dialog antara keduanya dan Fir‘aun. Pada ayat ini Allah mengisahkan dialog itu. Fir‘aun bertanya, “Kalau engkau berdua betul-betul utusan Tuhanmu yang mengutus kamu kemari, saya harap engkau beritahukan kepada saya, siapa Tuhanmu?” Di dalam ayat ini, seakan-akan Musalah yang ditanya oleh Fir‘aun, karena hanya nama Musa yang dipanggil, sekalipun pertanyaan itu ditujukan kepada Musa dan Harun, karena memang Musalah yang pokok, sedang Harun hanyalah pembantu baginya.",
			"50" : "Pada ayat ini Allah menerangkan jawaban Musa atas pertanyaan Fir‘aun bahwa yang mengutus keduanya ialah Tuhan yang telah melengkapi makhluk yang diciptakannya dengan anggota tubuh sesuai dengan kepentingannya masing-masing, seperti mata untuk melihat, telinga untuk mendengar, begitu juga tangan, kaki, hidung dan lain-lain anggota tubuh menurut fungsinya masing-masing sesuai dengan petunjuk dari Allah. Firman Allah:\nوَاللّٰهُ اَخْرَجَكُمْ مِّنْۢ بُطُوْنِ اُمَّهٰتِكُمْ لَا تَعْلَمُوْنَ شَيْـًٔاۙ وَّجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَ ۙ لَعَلَّكُمْ تَشْكُرُوْنَ ٧٨\nDan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur. (an-Naḥl/16: 78)\n Kemudian Allah-lah yang membimbing dengan memberinya fungsi anggota tersebut untuk dapat membedakan mana yang baik dan mana yang buruk. Sejalan dengan ayat ini.\nFirman Allah:\nوَنَفْسٍ وَّمَا سَوّٰىهَاۖ ٧ فَاَلْهَمَهَا فُجُوْرَهَا وَتَقْوٰىهَاۖ ٨\nDemi jiwa serta penyempurnaan (ciptaan)nya, maka Dia mengilhamkan kepadanya (jalan) kejahatan dan ketakwaannya, (asy-Syams/91: 7 dan 8)\nDan firman-Nya:\nوَهَدَيْنٰهُ النَّجْدَيْنِۙ ١٠\nDan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan). (al-Balad/90: 10)",
			"51" : "Untuk mengalihkan Musa dari dakwahnya ke suasana yang lain, Fir‘aun bertanya kepadanya, “Wahai Musa, bagaimanakah kira-kira nasibnya di akhirat nanti umat-umat yang dahulu seperti kaum ‘Ād, kaum Samūd yang tidak menyembah Allah, tetapi mereka menyembah selain Allah. Mereka mempunyai sembahan-sembahan benda mati seperti batu, pohon kayu dan lainnya. Apakah mereka akan dimasukkan ke dalam surga ataukah mereka akan dimasukkan ke dalam neraka, disiksa dan diazab?” Fir‘aun sengaja berbuat demikian, agar supaya Musa menghentikan dari mengemukakan hujjahnya serta alasan-alasan kuat lainnya yang membenarkan dakwahnya, karena Fir‘aun khawatir kalau-kalau dakwah Musa termakan oleh kaumnya, lalu mereka beriman kepada Musa dan meninggalkan kepercayaannya yang sesat yang mempercayai bahwa Fir‘aun itu adalah tuhan.",
			"52" : "Pertanyaan Fir‘aun itu dijawab oleh Musa a.s. bahwa pertanyaan yang dikemukakannya itu, adalah pertanyaan mengenai hal yang gaib, sedang hal yang gaib itu, tiada yang mengetahuinya kecuali Allah sebagaimana yang ditegaskan di dalam firman-Nya:\nهُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ\nDialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata. (al-Ḥasyr/59: 22)\nعٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ ٢٦\nDia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu. (al-Jin/72: 26)\nNasib kaum penyembah berhala, kaum yang mempunyai sembahan-sembahan selain dari Allah, sepenuhnya berada di dalam pengetahuan Allah, tiada seorang manusia pun yang mengetahuinya. Semua perbuatan manusia termasuk nasib kaum yang ditanyakan Fir‘aun itu, telah tercatat dan tersimpul di dalam suatu kitab yaitu “Lauḥ Maḥfūẓ”. Tiada satu hal yang ketinggalan, baik yang besar maupun yang kecil, kecuali di dalam kitab itu, sebagaimana yang dijelaskan di dalam firman Allah:\nمَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًا\nKitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). (al-Kahf/18: 49)\nBerdasarkan catatan itulah mereka akan dibalas sesuai dengan amal perbuatannya di dunia ini. Ayat ini ditutup dengan satu penegasan bahwa Allah itu tidak akan salah dan tidak akan lupa, untuk mencegah sangkaan dan tuduhan yang bukan-bukan, bahwa catatan yang ada di dalam kitab itu bisa saja keliru, salah catat, atau ada hal-hal yang ketinggalan tidak dicatat oleh penguasa karena lupa, sehingga terjadilah sesuatu yang tidak sesuai dengan kenyataan yang sebenarnya.",
			"53" : "Untuk memperkuat bahwa Allah itu tidak akan salah dan lupa, dan untuk menolak kemungkinan timbulnya sangkaan bahwa catatan yang ada di “Lauḥ Maḥfūẓ” itu bisa salah dan ada yang tidak tercatat karena lupa, maka pada ayat ini ditegaskan bahwa Tuhan yang menguasai pencatatan itu, ialah Tuhan Yang menjadikan bumi ini sebagai hamparan bagi manusia yang terbentang luas untuk dipergunakan sebagai tempat tinggal, bangun, tidur dan berpergian dengan bebas ke mana-mana, sebagaimana firman Allah:\nاَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا\nAllah-lah yang menjadikan bumi untukmu sebagai tempat menetap. (al-Mu’min/40: 64)\nDan firman-Nya:\nهُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا\nDialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya. (al-Mulk/67: 15)\nTuhanlah yang telah menjadikan jalan-jalan di bumi ini, baik di gunung-gunung maupun di tempat-tempat yang rendah untuk menghubungkan satu tempat dengan tempat yang lain, antara satu kota dengan kota yang lain, antar satu desa dengan desa yang lain, guna memudahkan melaksanakan keperluan-keperluan manusia. Sejalan dengan firman Allah:\nوَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ ١٩ لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ࣖ ٢٠\nDan Allah menjadikan bumi untukmu sebagai hamparan, agar kamu dapat pergi kian kemari di jalan-jalan yang luas. (Nūḥ/71: 19-20)\nDan firman-Nya:\nوَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ ٣١\n“Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.” (al-Anbiyā’/21: 31)\nTuhanlah, yang menurunkan air hujan dari langit yang menyebabkan tumbuhnya tanam-tanaman dan buah-buahan yang bermacam-macam cita rasanya, ada yang masam, ada yang manis, bermacam ragam dan jenis dan manfaatnya. Ada yang layak untuk manusia, dan ada yang baik untuk binatang yang kesemuanya itu menunjukkan atas besarnya karunia dan banyaknya nikmat yang dilimpahkan Allah kepada semua hamba-Nya. Sejalan dengan firman Allah:\nوَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ\nDialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. (al-Baqarah/2: 22)",
			"54" : "Allah menyuruh supaya buah-buahan dan tumbuh-tumbuhan yang berjenis-jenis dan beraneka ragam itu, kita makan dan kita berikan kepada binatang untuk dimakannya. Mana saja yang layak bagi manusia untuk dimakan, seperti beras, ubi, jagung, sagu dan lain-lain, maka makanlah sesuai dengan firman Allah:\nوَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًا\nDan makanlah dari apa yang telah diberikan Allah kepadamu sebagai rezeki yang halal dan baik. (al-Mā’idah/5: 88)\nMana saja yang sesuai untuk binatang seperti rumput yang diberikan pada binatang-binatang. Pada akhir ayat ini ditegaskan bahwa semua sifat-sifat tersebut di atas menunjukkan kekuasaan Allah dan kebesaran kerajaan-Nya, adalah bukti yang nyata atas keesaan-Nya dan menunjukkan bahwa tiada Tuhan melainkan Dia. Orang-orang yang berakal sehat dan berpikiran waras, tentu akan mengakui dan meyakini keesaan Allah.",
			"55" : "Selain dari guna dan manfaat bumi dan yang telah disebutkan di atas, pada ayat ini Allah menerangkan guna dan manfaatnya yang lain, yaitu bahwa dari bumi setiap manusia itu dijadikan Allah, sejak Nabi Adam yaitu manusia pertama di dunia ini. Juga kepada tanah, manusia akan dikembalikan sesudah mati, dan menjadi tanah kembali seperti sebelum diciptakan. Dari itu pula manusia akan dibangkitkan kembali sesudah ia mati dan disusun kembali anggota tubuhnya yang telah hancur bercampur dengan tanah, sebagai bentuknya yang semula yang kemudian dikembalikan ruhnya. Sejalan dengan ayat ini, firman Allah:\nقَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ ٢٥\n(Allah) berfirman, “Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.” (al-A‘rāf/7: 25)\nDi dalam hadis diterangkan sebagai berikut:\nاِنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ حَضَرَجَنَازَةً فَلَمَّا دُفِنَ الْمَيِّتُ اَخَذَ قَبْضَةً مِنَ التُّرَابِ فَأَلْقَاهَا فِى الْقَبْرِ وَقَالَ مِنْهَا خَلَقْنَاكُمْ ثُمَّ اَخَذَ اُخْرَى وَقَالَ فِيْهَا نُعِيْدُكُمْ ثُمَّ اَخَذَ اُخْرَى وَقَالَ مِنْهَا نُخْرِجُكُمْ تَارَةً اُخْرَى. (رواه احمد والحاكم عن ابي امامة)\n “Sesungguhnya Rasulullah saw menghadiri suatu jenazah. Setelah mayat itu dikubur, beliau mengambil segenggam tanah lalu dilemparkannya ke kubur itu sambil mengucapkan “minhā khalaqnākum” (daripadanya Kami jadikan kamu), kemudian mengambil lagi yang lain dan mengucapkan “fīhā nu’ìdukum” (padanyalah Kami kembalikan kamu), kemudian mengambil pula yang lain untuk ketiga kalinya dan mengucapkan “minhā nukhrijukum tāratan ukhrā” (dan daripadanya Kami keluarkan kamu pada kali yang lain). (Riwayat Aḥmad dan al-Ḥākim dari Abu Umāmah)\nDi dalam satu hadis yang lain diterangkan bahwa setelah jenazah Ummu Kulsum binti Rasulullah saw diletakkan ke kuburnya, Rasulullah saw mengucapkan:\nمِنْهَا خَلَقْنَاكُمْ وَفِيْهَا نُعِيْدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً اُخْرَى بِاسْمِ اللّٰهِ وَفِى سَبِيْلِ اللّٰهِ وَعَلَى مِلَّةِ رَسُوْلِ اللّٰهِ. (رواه احمد والحاكم عن ابي امامة)\n“Daripadanya (tanah) Kami jadikan kamu, dan kepadanya Kami kembalikan kamu, serta daripadanya Kami keluarkan kamu sekali lagi dengan nama Allah, dan di jalan Allah serta atas agama Rasulullah.” (Riwayat Aḥmad dan al-Ḥākim dari Abu Umāmah)",
			"56" : "Ayat ini menerangkan bahwa Allah telah memperlihatkan dan memperkenalkan tanda-tanda kekuasaan-Nya dan bukti-bukti kebenaran kenabian Musa berupa mukjizat yang telah diberikan kepada Musa, namun Fir‘aun dan pengikut-pengikutnya tetap ingkar dan mendustakan Musa dan tidak mau beriman kepada apa yang disampaikan kepadanya, sekalipun mereka itu pada hakekatnya telah meyakini kebenarannya, sebagaimana firman Allah:\nوَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّا\n“Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya.” (an-Naml/27: 14)",
			"57" : "Pada ayat ini diterangkan cara pengingkaran Fir‘aun, dan bagaimana Fir‘aun menjelek-jelekkan usaha dan pekerjaan Musa. Fir‘aun berkata, “Wahai Musa! Apakah kedatanganmu kemari ke tempat di mana engkau pernah tinggal, sesudah lama tidak kelihatan, dengan maksud untuk menanamkan pengertian kepada khalayak ramai bahwa engkau adalah seorang Nabi, dan mereka wajib mengikutimu dan mempercayai agama yang engkau bawa, sehingga engkaulah yang berada di pihak yang menang, lalu mengusir kami keluar dari tempat kami ini dengan sihirmu itu yang engkau namakan mukjizat, dan engkaulah yang menjadi berkuasa sebagai raja?” Fir‘aun sengaja mengeluarkan kata-kata yang demikian itu adalah dengan maksud untuk membawa dan menjadikan kaumnya marah dan benci kepada Musa. Dia menjelaskan kedatangan Musa itu bukanlah untuk sekedar menyelamatkan Bani Israil dari kekuasaannya, tetapi maksud yang sebenarnya ialah akan mengusir bangsa Mesir keluar dari tanah tumpah darahnya, kemudian menguasai semua harta benda yang dimilikinya. Dengan demikian gagallah usaha Musa, karena tak seorang pun yang akan mendengar dan memperhatikan dakwahnya, tidak memperdulikan mukjizat yang dibawanya. Mereka akan mempertahankan mati-matian negerinya dengan mempergunakan segala kekuatan yang ada padanya.",
			"58" : "Ayat ini menerangkan bahwa Fir‘aun berjanji dengan sungguhsungguh akan mendatangkan ahli sihir untuk menandingi sihir Musa. Fir‘aun meminta kepada Musa supaya ia menentukan tempat dan waktu untuk berhadapan dengan ahli-ahli sihirnya, serta berjanji supaya dia maupun Musa tidak akan menyalahi ketentuan yang telah disepakati itu. Ini dilakukan Fir‘aun untuk menunjukkan bahwa dia betul-betul mempunyai hati yang keras dan persiapan yang mantap untuk bertanding menghadapi sihir Musa, dengan keyakinan bahwa ia akan menang dalam pertandingan nanti. Juga Fir‘aun menganjurkan supaya Musa memilih tempat yang luas, tidak berbukit-bukit supaya penonton dapat menyaksikan dan melihat pertandingan itu dengan jelas, tidak terhalang oleh suatu apapun.",
			"59" : "Ayat ini menerangkan bahwa sesuai dengan permintaan Fir‘aun, Musa menentukan waktu pertemuan yang dimaksud untuk mengadu kemukjizatannya dengan sihir Fir‘aun yaitu pada hari Syam an-Nasim yang biasanya diadakan pada akhir tahun. Mereka pada hari itu berkumpul semuanya dengan pakaian yang bagus dan hiasan yang indah, hampir tidak ada yang ketinggalan. Juga oleh Musa ditentukan waktu berkumpul yaitu pada waktu matahari sepenggalahan naik, waktu yang sudah agak terang oleh sinar matahari yang telah terbit, supaya segenap penonton dapat menyaksikan dan melihat pertandingan nanti itu dengan jelas.",
			"60" : "Pada ayat ini Allah menerangkan bahwa tercapai persetujuan antara Musa dan Fir‘aun tentang tempat, hari dan waktu diadakannya pertandingan nanti, pergilah Fir‘aun meninggalkan tempat perdebatan itu, untuk mengatur tipu dayanya. Ahli-ahli sihir dikumpulkan, alat-alat perlengkapan mereka disempurnakan, penyokong dan pembantu-pembantunya serta yang lain-lain dipersiapkan. Pada hari yang telah ditetapkan bersama yaitu pada hari raya Syam an-Nasim, berangkatlah Fir‘aun bersama rombongannya ke tempat yang telah disepakatinya dengan Musa. Duduklah ia di atas kursi kebesarannya, didampingi oleh penjabat-penjabat terasnya, diapit oleh rakyatnya di sebelah kiri dan kanannya. Tidak lama kemudian datang pula Musa dengan tongkatnya ditemani oleh saudaranya Harun. Fir‘aun menggembleng tukang-tukang sihirnya yang telah berdiri dan berbaris rapi di depannya, mengharapkan supaya mereka melaksanakan tugasnya, mendemonstrasikan keahliannya dengan sebaik-baiknya, menjanjikan akan memenuhi segala permintaan mereka, apabila mereka menang, sebagaimana diterangkan di dalam firman Allah:\nوَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ ١١٣ قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ ١١٤\nDan para pesihir datang kepada Fir‘aun. Mereka berkata, “(Apakah) kami akan mendapat imbalan, jika kami menang?” Dia (Fir‘aun) menjawab, “Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).” (al-A‘rāf/7: 113 dan 114)",
			"61" : "Ketika Musa berhadap-hadapan dengan ahli-ahli sihir Fir‘aun, Musa memperingatkan kepada mereka, supaya jangan mengikuti ajakan Fir‘aun, mengada-adakan dusta kepada Allah, mengatakan yang bukan-bukan kepada-Nya seperti menganggap mukjizat yang dibawanya itu adalah sihir, padahal merupakan salah satu kebesaran dan kekuasaan-Nya. Kalau kamu berpendirian demikian seperti halnya Fir‘aun Allah akan menyiksa kamu, menghabiskan keturunan kamu sehingga tidak ada yang tinggal, sebagai balasan atas perbuatan kalian yang sesat itu. Firman Allah:\nسَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ\nKelak Allah akan membalas semua yang mereka ada-adakan. (al-An‘ām/6: 138)\nOrang-orang yang mengada-adakan dusta kepada Allah adalah orang yang merugi. Ia tidak akan beruntung dalam usahanya, tidak akan mencapai cita-citanya, karena ia adalah yang paling aniaya, sebagaimana firman Allah:\nوَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ٢١\nDan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah, atau yang mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung. (al-An‘ām/6: 21)\nOleh karena itu, sadarlah kamu dan insaflah. Tinggalkan perbuatan mengada-adakan dusta kepada Allah. Jalan yang sesat yang kalian tempuh itu, supaya kamu selamat dari azab yang akan ditimpakan kepada orang-orang yang mengada-adakan dusta kepada Allah. orang-orang yang telah sesat jalannya di dunia ini, tetapi ia tetap menyangka bahwa perbuatannya itulah yang baik dan benar.",
			"62" : "Setelah ahli-ahli sihir Fir‘aun itu mendengar peringatan dan ancaman Musa, mereka menjadi bingung, masing-masing mempunyai tanggapan sendiri-sendiri yang berbeda-beda. Lalu mereka mengadakan rapat khusus, bertukar pikiran, apa yang kira-kira seharusnya mereka perbuat. Percakapan mereka sangat dirahasiakan supaya jangan bocor. Memang begitulah pada galibnya, sesuatu rapat diadakan untuk mencari taktik mengalahkan lawan, percakapan dan keputusan rapat itu, harus dirahasiakan, jangan sampai lawan mengetahuinya. Demikian pula halnya ahli-ahli sihir Fir‘aun, karena khawatir kalau-kalau percakapan mereka didengar dan diketahui oleh Musa dan Harun, lalu keduanya mengadakan persiapan, dan perlengkapan yang cukup tangguh untuk menghadapi sihirnya yang sukar untuk dikalahkan.",
			"63" : "Di antara percakapan mereka yang dirahasiakan yang dapat dicatat ialah kalau yang ditampilkan Musa nanti betul-betul sihir, jelas mereka akan mengalahkannya. Tetapi kalau yang ditampilkannya itu mukjizat dari Allah belum tentu mereka dapat mengalahkannya. Kalau dia mengalahkan kita di dalam pertandingan nanti itu, apa boleh buat, kita menyerah saja, dan mengikuti dia.” Akhirnya mereka sepakat mengatakan bahwa Musa dan Harun itu adalah ahli sihir yang sangat pandai, akan mengusir kita dari negeri kita dengan sihirnya itu, dan akan mencopot kedudukan kita yang mulia itu.\nSengaja mereka menyusun satu rumusan begitu rupa yang mengandung tiga faktor tersebut yang dapat mengakibatkan dibencinya Musa dan Harun dan hilanglah pengaruh keduanya, namun akal sehat dan pikiran waras, tidak akan menerima alasan-alasan ahli-ahli sihir, orang-orang yang mau memperkosa hak asasi seseorang dengan mengusirnya dari tempat tinggalnya, begitu juga orang-orang yang akan menghilangkan kedudukannya.",
			"64" : "Menurut para ahli sihir Fir‘aun, Musa dan Harun adalah ahli sihir yang ingin mengusir mereka dari tanah tumpah darah mereka serta mau merebut kekuasaan, maka untuk menghadapi bahaya yang mengancam itu, mereka bersama-sama, bahu-membahu mengumpulkan segala tenaga yang ada, mengeluarkan segala siasat dan tipu daya serta menunjukkan segala kepintaran yang dimiliki pada hari berlangsungnya pertandingan nanti. Dengan demikian, mudahlah bagi mereka untuk mengalahkan sihir Musa dan Harun saudaranya. Alangkah berbahagianya mereka pada hari itu seandainya kemenangan nanti itu berada di pihak kita. Firman Allah:\nفَلَمَّا جَاۤءَ السَّحَرَةُ قَالُوْا لِفِرْعَوْنَ اَىِٕنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ ٤١ قَالَ نَعَمْ وَاِنَّكُمْ اِذًا لَّمِنَ الْمُقَرَّبِيْنَ ٤٢\nMaka ketika para pesihir datang, mereka berkata kepada Fir‘aun, “Apakah kami benar-benar akan mendapat imbalan yang besar jika kami yang menang?” Dia (Fir‘aun) menjawab, “Ya, dan bahkan kamu pasti akan mendapat kedudukan yang dekat (kepadaku).” (asy-Syu’arā’/26: 41 dan 42)",
			"65" : "Pada ayat ini Allah menerangkan bahwa setelah ahli-ahli sihir Fir‘aun merasa telah cukup persiapannya, telah lengkap segala persediaannya, datanglah mereka ke tempat pertandingan yang telah ditentukan dengan berbaris rapi. Setelah mereka berhadapan dengan Musa, mereka memberikan pilihan agar Musa memilih, apakah Musa lebih dahulu melemparkan tongkat? Ataukah para ahli sihir yang lebih dahulu melemparkannya? Tindakan ahli-ahli sihir ini adalah satu kebijaksanaan yang mewujudkan adab yang baik dan tawadu mereka kepada Musa, seakan-akan mereka mendapat ilham dari Allah. Musa setelah berpikir sejenak lalu memilih supaya merekalah yang lebih dahulu melemparkan tongkat mereka, dengan pertimbangan bahwa kalau-kalau ahli-ahli sihir telah mendemonstrasikan sihirnya dengan kesungguhan dan kesanggupannya, pada waktu itulah nanti Allah akan memperlihatkan kekuasaan-Nya, dengan memenangkan yang hak atas yang batil, memenangkan mukjizat atas ilmu sihir dan lenyaplah sihir yang batil itu. Sesuai dengan firman Allah:\nبَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهٗ فَاِذَا هُوَ زَاهِقٌۗ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُوْنَ ١٨\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiyā’/21: 18)",
			"66" : "Pada ayat ini Allah menerangkan bahwa setelah Musa menetapkan pilihannya, berkatalah ia kepada ahli-ahli sihir Fir‘aun, “Engkaulah yang lebih dahulu memulai, supaya kami dapat melihat sihirmu, dan mengetahui apa yang sebenarnya kamu perbuat. Setelah itu mereka melemparkan tali dan tongkatnya seraya berkata, “Demi kemuliaan Fir‘aun, sesungguhnya kamilah yang akan menang.”\nDengan tidak disangka-sangka, tiba-tiba tali dan tongkat-tongkat yang dilemparkan mereka itu, terlihat oleh Musa, seakan-akan ia merayap cepat, kelihatannya seakan-akan ular yang bergerak gesit ke sana ke mari.",
			"67" : "Kali ini, ahli-ahli sihir Fir‘aun mendemonstrasikan ilmu sihirnya yang istimewa, sehingga Musa merasa takut di dalam hatinya melihat kejadian itu. Bukan saja Musa yang merasa takut, tetapi penonton merasa takut, karena mata mereka telah tersulap, dengan sihir yang istimewa itu, sebagaimana firman Allah:\nقَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ ١١٦\nMaka setelah mereka melemparkan, mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut, karena mereka memperlihatkan sihir yang hebat (menakjubkan). (al-A‘rāf/7: 116)",
			"68" : "Pada ayat ini diterangkan bahwa Allah menghibur Musa. Dia berkata kepada Musa, “Wahai Musa! Janganlah engkau takut dan cemas, tenangkanlah hatimu dan tenteramkanlah pikiranmu, jangan terpengaruh dengan sihir mereka. Itu bukan hal yang sebenarnya, tetapi hanyalah khayalan belaka. Engkaulah yang akan unggul dan menang nanti dalam pertandingan ini. Mereka akan kalah dan tak berkutik.”",
			"69" : "Setelah itu Allah memerintahkan Musa supaya melemparkan tongkat yang ada di tangan kanannya. Musa dengan segera melaksanakan perintah itu. Dengan kodrat dan iradat Allah, tongkat Musa itu menjadi ular besar dan menelan semua yang dibuat oleh ahli-ahli sihir Fir‘aun itu, yaitu tali dan tongkatnya kelihatan seperti ular yang bergerak. Sebenarnya apa yang diperbuat mereka itu adalah khayalan belaka dan hanyalah tipu daya tukang-tukang sihir itu, sebagai hasil dari latihan yang tertib dan cukup lama, sama sekali tidak mempunyai hakekat dan tidak akan bertahan lama. Bagaimanapun juga tukang sihir itu tidak akan menang dengan sihirnya yang mengelabui itu. Yang demikian itu adalah perbuatan dosa, dan tidak akan beruntung orang-orang yang berbuat dosa. Sebagaimana firman Allah:\nاِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ\nSesungguhnya orang-orang yang berbuat dosa itu tidak akan beruntung. (Yūnus/10: 17)",
			"70" : "Di dalam ayat ini dikisahkan bahwa setelah Musa melemparkan tongkat yang ada di tangan kanannya, tongkat itu menjadi ular besar dan menelan semua apa yang diperbuat ahli-ahli sihir Fir‘aun. Ahli-ahli sihir Fir‘aun setelah melihat keagungan kejadian itu, dan mengetahui bahwa apa yang diperbuat Musa itu, bukanlah sihir, melainkan mukjizat, bukan berasal dari ilmu-ilmu sihir yang mereka ketahui, dan bukan pula tipu daya yang mereka kenal, dan itu adalah kebenaran yang tidak dapat diragukan, serta tidak ada yang dapat melakukan seperti itu, kecuali yang mempunyai kekuasaan yang apabila Dia menghendaki sesuatu, cukup mengatakan, “jadilah,” maka jadilah sesuatu itu; mereka segera menyungkurkan diri, bersujud disertai ikrar bahwa mereka telah beriman kepada Tuhan seluruh alam. Tuhan Musa dan Harun.",
			"71" : "Pada ayat ini Allah menerangkan bahwa Fir‘aun, setelah mengetahui bahwa ahli-ahli sihirnya telah menyerah kalah dan beriman kepada Tuhan Musa dan Harun, sangat marah kepada mereka, karena mereka telah berbuat dua kesalahan yang besar. Pertama, mereka dengan gegabah beriman kepada Musa, sebelum mereka memikirkan secara mendalam dan sebelum ada izin daripadanya. Kedua, karena dia menyangka bahwa mereka adalah murid Musa dalam ilmu sihir, maka sepakatlah mereka menunjukkan kelemahannya, demi untuk menjadikan dakwah Musa semakin kuat dan dapat diterima orang banyak sehingga Fir‘aun merasa urusannya dipandang makin besar dan hebat. \nUntuk membendung jangan sampai kelak ahli-ahli sihir itu diikuti orang banyak, Fir‘aun mengancam akan memotong tangan dan kaki mereka dengan bersilang secara timbal balik, dengan demikian mereka tidak dapat lagi berbuat apa-apa. Juga Fir‘aun mengancam akan menyalib mereka pada pangkal pohon kurma. Fir‘aun mengancam siksaan yang berat kepada ahli-ahli sihirnya yang telah beriman kepada Musa, supaya ahli-ahli sihir itu membandingkan antara siksaanya dan siksaan Tuhan Musa yang tidak memotong tangan dan kaki dengan bersilang secara timbal balik, supaya mereka itu kembali lagi kepada kepercayaannya yang semula dan meninggalkan kepercayaannya kepada Musa, karena Fir‘aun menyangka bahwa ahli-ahli sihirnya beriman kepada Musa, hanya karena takut kepada siksaan dan azab Tuhan Musa yang pedih dan berkepanjangan itu.",
			"72" : "Ayat ini menerangkan bahwa ancaman Fir‘aun itu tidak digubris oleh ahli-ahli sihir yang telah beriman kepada Musa, dan tidak ada pengaruhnya sedikit pun kepada mereka. Mereka tidak akan kembali menganut kepercayaan yang sesat, tetapi mereka akan tetap beriman kepada Musa berdasarkan bukti-bukti yang nyata yaitu mukjizat yang disaksikannya pada tongkat Musa yang datangnya dari Allah, Tuhan yang telah menciptakan mereka. Mereka tidak akan goyah dan bergeser dari kepercayaan yang dianutnya sekarang ini apapun yang akan diperbuat Fir‘aun terhadap mereka. Mereka berpendirian bahwa kalaupun Fir‘aun dapat melaksanakan ancamannya itu hanya di dunia ini, karena Fir‘aun hanya dapat melakukan kekejaman dan kezalimannya di dunia yang fana ini, tetapi mereka lebih mengutamakan dan mengharapkan balasan yang menyenangkan di akhirat nanti, tempat yang kekal dan abadi.",
			"73" : "Ahli-ahli sihir Fir‘aun telah bertekad bulat untuk beriman kepada Allah. Tuhan seru sekalian alam, Tuhan yang telah banyak berbuat baik kepada mereka selama hidupnya. Apapun yang akan terjadi, apapun yang akan menimpa diri mereka, mereka berharap mudah-mudahan Allah mengampuni segala kesalahan dan dosa yang telah diperbuatnya, terutama dosa sihir yang telah diperintahkan oleh Fir‘aun melakukannya. Ayat ini ditutup dengan satu penegasan bahwa Allah adalah sebaik-baik pemberi pahala kepada orang-orang yang taat kepada perintah-Nya, dan lebih pedih serta kekal azab-Nya kepada orang yang berbuat maksiat, melanggar perintah-Nya, dan sekaligus sebagai jawaban dari ucapan Fir‘aun yaitu, “Sesungguhnya akan kamu ketahui siapa di antara kita yang lebih pedih dan lebih kekal siksanya.”",
			"74" : "Pada ayat ini Allah menerangkan bahwa siapa yang datang kepada Tuhannya di akhirat kelak dalam keadaan berdosa, karena pada waktu di dunia ia ingkar, tidak mau percaya kepada ayat-ayat Allah, dan banyak berbuat maksiat meninggalkan perintah Allah dan melanggar larangan-Nya, ia akan dimasukkan ke dalam neraka Jahanam. Ia tidak akan mati di dalamnya dan terus menerus disiksa tiada berkesudahan. Sejalan dengan ayat ini, firman Allah:\nوَالَّذِيْنَ كَفَرُوْا لَهُمْ نَارُ جَهَنَّمَۚ لَا يُقْضٰى عَلَيْهِمْ فَيَمُوْتُوْا وَلَا يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَاۗ \nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. (Fāṭir/35: 36)\nDan firman-Nya:\nوَيَتَجَنَّبُهَا الْاَشْقَىۙ ١١ الَّذِيْ يَصْلَى النَّارَ الْكُبْرٰىۚ ١٢ ثُمَّ لَا يَمُوْتُ فِيْهَا وَلَا يَحْيٰىۗ ١٣\nDan orang-orang yang celaka (kafir) akan menjauhinya, (yaitu) orang yang akan memasuki api yang besar (neraka), selanjutnya dia di sana tidak mati dan tidak (pula) hidup. (al-A’lā’/87: 11-12 dan 13)",
			"75" : "Sebaliknya, pada ayat ini Allah menerangkan bahwa siapa yang datang kepada Tuhannya di hari kemudian nanti dalam keadaan beriman kepada Allah dan kepada apa yang dibawa oleh utusan-Nya seperti mukjizat dan lainnya, serta telah berbuat amal saleh dengan sungguh-sungguh dan ikhlas, ia akan memperoleh tempat yang tinggi lagi mulia, disebabkan iman dan amal salehnya. Tiap-tiap orang di akhirat nanti akan memperoleh derajat sesuai dengan amalnya, sebagaimana dijelaskan di dalam firman Allah:\nوَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ١٣٢\nDan masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Dan Tuhanmu tidak lengah terhadap apa yang mereka kerjakan. (al-An‘ām/6: 132)",
			"76" : "Pada ayat ini, Allah menjelaskan bahwa yang dimaksud dengan tempat yang tinggi dan mulia ialah Jannatu ‘Adn yaitu surga tempat menetap. Di surga mengalir sungai-sungai, isinya antara lain khamar, madu, susu dan air, penghuninya kekal di dalamnya. Yang demikian itu adalah balasan bagi orang-orang yang bersih dari kekafiran dan kemaksiatan. Alangkah beruntungnya mereka sebagaimana firman Allah:\nقَدْ اَفْلَحَ مَنْ تَزَكّٰىۙ ١٤\nSungguh beruntung orang yang menyucikan diri (dengan beriman). (al-A’lā/87: 14)",
			"77" : "Pada ayat ini Allah menerangkan bahwa tidak ada tanda-tanda Fir‘aun akan menerima alasan dan bukti yang dikemukakan kepadanya, ia tetap saja di dalam keangkuhan dan kesombongannya, Allah mewahyukan kepada Nabi Musa supaya dia pergi meninggalkan Mesir negeri Fir‘aun di malam hari supaya tidak dilihat oleh Fir‘aun dan tentaranya, bersama hamba-hamba Allah yaitu yang ia diutus untuk menyelamatkan mereka dari kezaliman Fir‘aun. Musa dan Bani Israil meninggalkan Mesir, ketika sampai di tepi laut Merah, Bani Israil berkata kepada Musa, “Wahai Musa, Fir‘aun dan tentaranya menyusul kita dari belakang, di depan kita lautan yang membentang luas, apa yang harus kita perbuat, untuk melintasi lautan itu.” \nAllah memerintahkan Musa supaya ia memukul laut dengan tongkatnya. Setelah Musa melaksanakan perintah ini, lautan terbelah sampai ke tepi seberang. Belahan lautan itu sebanyak jumlah kabilah pada Bani Israil yakni dua belas dan merupakan jalan kering di tengah-tengah laut tidak berlumpur dan tidak berair. Di antara belahan itu, air tegak seperti gunung yang besar. Tiap kabilah melalui hanya satu jalan. Mereka dapat pandang memandang, dapat melihat satu kabilah kepada kabilah yang lain. Musa bersama Bani Israil berjalan melalui jalannya masing-masing dengan perasaan aman, tidak merasa cemas akan tersusul oleh Fir‘aun dan tentaranya, dan tidak merasa takut akan tenggelam hingga sampailah ke tepi seberang lautan dengan selamat sebagaimana tersebut dalam firman Allah:\nفَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنِ اضْرِبْ بِّعَصَاكَ الْبَحْرَۗ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيْمِ ۚ ٦٣\nLalu Kami wahyukan kepada Musa, “Pukullah laut itu dengan tongkatmu.” Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar. (asy-Syu’arā’/26: 63)\nDan firman-Nya:\nوَاَنْجَيْنَا مُوْسٰى وَمَنْ مَّعَهٗٓ اَجْمَعِيْنَ ۚ ٦٥\nDan Kami selamatkan Musa dan orang-orang yang bersamanya. (asy-Syu’arā’/26: 65)",
			"78" : "Pada ayat ini Allah menerangkan bahwa setelah Fir‘aun mengetahui kepergian Musa bersama Bani Israil meninggalkan Mesir ia mengirimkan orang-orang ke kota-kota untuk mengumpulkan tentaranya dengan maksud untuk menyusul Musa dan rombongannya. Fir‘aun sangat marah sehingga ia memerintahkan tentaranya mengejar Musa dan kaumnya, karena mereka dianggap selalu berbuat hal-hal yang menyebabkannya murka. Sebagaimana firman Allah:\nفَاَرْسَلَ فِرْعَوْنُ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَ ۚ ٥٣ اِنَّ هٰٓؤُلَاۤءِ لَشِرْذِمَةٌ قَلِيْلُوْنَۙ ٥٤ وَاِنَّهُمْ لَنَا لَغَاۤىِٕظُوْنَ ۙ ٥٥\nKemudian Fir‘aun mengirimkan orang ke kota-kota untuk mengumpulkan (bala tentaranya). (Fir‘aun berkata), “Sesungguhnya mereka (Bani Israil) hanya sekelompok kecil, dan sesungguhnya mereka telah berbuat hal-hal yang menimbulkan amarah kita. (asy-Syu’arā’/26: 53-54 dan 55)\nSetelah itu Fir‘aun dan bala tentaranya segera mengejar Musa dan rombongannya. Setelah sampai di pinggir laut dan melihat banyak jalan terbentang di hadapan mereka, dengan tidak ada kecurigaan sedikit pun mereka melalui jalan-jalan yang telah dilalui Musa dan rombongannya, karena disangkanya jalan biasa. Setelah Fir‘aun dengan bala tentaranya berada di tengah-tengah lautan, sedang Musa bersama rombongannya telah sampai ke seberang dan telah mendarat dengan selamat, tiba-tiba air laut bersatu kembali menutup Fir‘aun dan bala tentaranya, maka mereka tenggelam semuanya. Fir‘aun sebelum tenggelam dan ketika melihat keadaan yang berbahaya serta tidak mungkin menyelamatkan diri dari bahaya tenggelam, baru ia sadar dan mengucapkan kata-kata yang menunjukkan bahwa ia mengakui dan percaya bahwa tiada tuhan selain Tuhan yang dipercayai oleh Bani Israil, dan ia adalah orang yang berserah diri kepada Allah. Pengakuan Fir‘aun itu tidak berguna lagi, karena ia telah berbuat dosa besar dan melakukan kerusakan di bumi. Fir‘aun mati tenggelam namun demikian tubuhnya diselamatkan untuk menjadi bukti atas kekuasaan Allah bagi generasi yang akan datang, sebagaimana firman Allah:\nوَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ ٩٠ اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ ٩١ فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ࣖ ٩٢\nSehingga ketika Fir‘aun hampir tenggelam dia berkata, “Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang muslim (berserah diri).” Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan. Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami. (Yūnus/10: 90-91 dan 92)",
			"79" : "Ayat ini menerangkan bahwa Fir‘aun telah menyesatkan kaumnya. Ia menyangka bahwa Musa dan Bani Israil tidak akan bisa luput dari kejarannya karena lautan membentang luas di depannya. Setelah mereka sampai ke tepi pantai, ia berlagak seakan-akan karena kehebatannya laut itu terbelah membentuk jalan-jalan, maka diajaknya tentaranya memasuki jalan-jalan itu hingga akhirnya mereka tenggelam semua. Fir‘aun tidak dapat petunjuk sama sekali untuk menghindarkan diri dari bahaya tenggelam, maka binasalah ia dan bala tentaranya.",
			"80" : "Ayat ini menerangkan bahwa Allah telah mengaruniakan kepada Bani Israil tiga macam nikmat.\n1. \tMereka diselamatkan-Nya dari kekejaman musuhnya yaitu Fir‘aun dan kaumnya. Ketika Fir‘aun menimpakan kepada Bani Israil siksaan yang seberat-beratnya, mereka menyembelih anak laki-laki, dan membiarkan hidup anak-anak perempuan, dan ketika Allah menenggelamkan Fir‘aun dan tentaranya sedang Musa melihatnya. Sebagaimana firman Allah:\nوَاِذْ نَجَّيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ يُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ٤٩ وَاِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَاَنْجَيْنٰكُمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَ وَاَنْتُمْ تَنْظُرُوْنَ ٥٠\nDan (ingatlah) ketika Kami menyelamatkan kamu dari (Fir‘aun dan) pengikut-pengikut Fir‘aun. Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu. Dan (ingatlah) ketika Kami membelah laut untukmu, sehingga kamu dapat Kami selamatkan dan Kami tenggelamkan (Fir‘aun dan) pengikut-pengikut Fir‘aun, sedang kamu menyaksikan. (al-Baqarah/2: 49 dan 50)\n2. \tMusa berbicara langsung dengan Tuhannya di sebelah kanan gunung Sinai dan Allah menurunkan Taurat kepadanya yang merinci dengan jelas syariat-Nya.\n3. \tMereka dianugerahi Mann yaitu makanan seperti madu, rasanya manis sekali, warnanya putih seperti es, dan Salwā yaitu burung sebangsa puyuh yang enak dagingnya, ketika mereka tersesat di padang luas. Makanan ini tersedia dari fajar sampai matahari terbit.",
			"81" : "Pada ayat ini Allah menyuruh supaya mereka memakan di antara rezeki yang baik, yang lezat cita rasanya dan yang telah Allah karuniakan kepada mereka, jangan sekali-kali mereka menyalahgunakannya, seperti menafkahkannya dengan boros, tidak mensyukurinya, mendermakan kepada kemaksiatan, dan lain-lain sebagainya, karena kalau demikian berarti mereka telah mengundang kemurkaan Allah yang akan menimpakan siksa-Nya. Celaka dan binasalah orang-orang yang telah ditimpa kemurkaan Allah.",
			"82" : "Pada ayat ini Allah menegaskan bahwa Dia Maha Pengampun bagi orang yang bertobat dari perbuatan syirik, membersihkan dirinya dari dosa, ikhlas dan amalnya dikerjakan semata-mata karena Allah, menunaikan kewajiban-Nya, mejauhi kemaksiatan, istiqamah ibadahnya sampai ia meninggal, dan memenuhi perintah Allah, sebagaimana dijelaskan dalam firman-Nya:\nوَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقِيْنُ ࣖࣖ ٩٩\nDan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu. (al-Ḥijr/15: 99)",
			"83" : "Allah memberi teguran kepada Musa, karena ia cepat-cepat mendaki gunung itu dan meninggalkan kaumnya di bawah, padahal Allah telah memerintahkan supaya dia naik ke bukit itu bersama-sama dengan kaumnya untuk menerima sebagian dari kitab Taurat yang berupa kepingan dan lembaran-lembaran. Sebenarnya dia sudah ingin sekali bermunajat dengan Tuhannya untuk menerima kepingan-kepingan Taurat. Karena keinginan yang amat sangat itulah dia berangkat tanpa mengajak kaumnya hingga dia naik seorang diri ke bukit itu. Ia tinggalkan kaumnya di bawah dan dia berpesan kepada Harun supaya menjaga dan mengawasi mereka selama dia tidak berada di antara mereka. Sesampainya di atas bukit itu dia mengonsentrasikan jiwa dan pikiran menunggu-nunggu apa yang akan diwahyukan Tuhan kepadanya sebagaimana telah dijanjikan-Nya. Tiba-tiba Allah berfirman menanyakan dengan nada teguran atau celaan. Mengapa dia bergegas-gegas naik ke bukit seorang diri tanpa membawa kaumnya bersama dengan dia, padahal dia telah diperintahkan supaya datang bersama mereka. \nMemang tepat teguran Allah atas kekhilafannya itu, karena selain tidak melaksanakan perintah Allah secara keseluruhan, Musa telah meninggalkan kaumnya tanpa pimpinan meskipun ada saudaranya Harun yang akan mengawasi mereka. Seakan-akan Musa karena didorong oleh keinginan yang kuat untuk bermunajat dengan Tuhannya telah melepaskan tanggung jawabnya terhadap kaumnya dan tidak memperdulikan lagi apa yang akan terjadi dengan mereka selama ditinggalkannya. Hal ini bagi seorang Nabi yang diserahi Allah memimpin dan mengawasi kaumnya adalah suatu kelalaian atau pengabaian terhadap tugasnya yang utama yang patut disesalkan dan pantaslah dia menerima teguran atau celaan dari Tuhannya.",
			"84" : "Musa menjawab teguran Tuhannya dengan mengatakan bahwa kaumnya itu ada di belakangnya dan jarak antara dia dan kaumnya tidak begitu jauh. Jika ia mendahului naik ke atas gunung ini beberapa langkah bukanlah dengan maksud meninggalkan mereka dan kalau mereka dipanggil pasti dalam waktu yang singkat akan dapat berkumpul bersamanya. Memang ia bergegas-gegas menaiki bukit ini, karena ingin melaksanakan perintah Allah dengan segera, tepat pada waktunya sebagaimana yang telah ditetapkan, yaitu sesudah ia dan kaumnya berada di sekitar bukit Tur ini selama 40 malam. Ia datang dengan tergesa-gesa karena ingin cepat-cepat memperoleh keridaan Allah. Karena keinginan yang kuat untuk mencapai keridaan itulah ia menjadi lalai dan alpa terhadap perintah Allah supaya datang bersama-sama mereka.\n",
			"85" : "Pada ayat ini diterangkan bahwa setelah Musa pergi meninggalkan kaumnya untuk bermunajat dengan Tuhannya, kaumnya telah menyeleweng dari agama Tauhid dan telah menyembah patung anak sapi buatan Samiri. Memang Allah hendak menguji iman kaum Nabi Musa apakah benar-benar mereka telah mempunyai iman yang kuat dan membaja ataukah masih terdapat dalam hati dan jiwa mereka bekas-bekas syirik atau kepercayaan menyembah berhala. Ternyata keimanan mereka belum begitu kuat dan mendalam karena hanya beberapa hari saja mereka ditinggalkan Musa dan masih dalam pengawasan Harun, mereka dengan mudah teperdaya dan masuk perangkap Samiri yang berasal dari kaum penyembah sapi. Namun Allah tidak akan membiarkan atau menerima begitu saja bila manusia menyatakan dirinya beriman tanpa diuji lebih dahulu sesuai dengan firman-Nya:\nاَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ ٢ وَلَقَدْ فَتَنَّا الَّذِيْنَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ صَدَقُوْا وَلَيَعْلَمَنَّ الْكٰذِبِيْنَ ٣\nApakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, “Kami telah beriman,” dan mereka tidak diuji? Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta. (al-’Ankabūt/29: 2 dan 3)\nTernyata kaum Musa itu tidaklah termasuk orang-orang yang kuat dan mendalam imannya karena baru sebentar saja mereka ditinggalkan Musa (menurut riwayat hanya 20 hari) mereka telah meninggalkan agama tauhid dan kembali menganut agama penyembah-penyembah berhala. Hal ini tidak dapat disesalkan dan mungkin sekali terjadi karena mereka telah lama di bawah kekuasaan Fir‘aun. Karena itu mental mereka sudah rusak dan moral mereka pun menjadi lemah sehingga tidak bisa diharapkan dari mereka kesetiaan dan kesabaran mempertahankan suatu prinsip. Maka dengan mudah Samiri memperdayakan mereka dengan membuat patung berbentuk anak sapi dari emas yang dapat berbunyi sendiri seperti suara anak sapi, maka mereka tertarik dengan omongan Samiri bahwa inilah Tuhan yang sebenarnya. Adapun Tuhan Musa dan Harun yang tidak dapat dilihat mengapa kita mau menyembahnya?",
			"86" : "Mendengar firman Tuhannya yang menerangkan bahwa kaumnya telah disesatkan oleh Samiri dengan cepat dia kembali kepada kaumnya dalam keadaan sangat jengkel dan marah. Didapatinya kaumnya sedang berlutut di hadapan patung emas berbentuk anak sapi, menyembah dan memujanya. Mereka berkata di antara sesama mereka, “Inilah tuhan kita dan juga tuhan Musa. Sesungguhnya Musa telah lupa sehingga ia pergi menemui Tuhannya ke puncak bukit, padahal Tuhannya ada di sini.” Tidaklah dapat dilukiskan betapa sedihnya hati Musa melihat kaumnya dengan sekejap saja dan dengan mudah dapat disesatkan oleh Samiri dan betapa hebatnya kemarahan di dalam dadanya melihat suasana dan keadaan kaumnya.\nMenurut satu riwayat setelah melihat kaumnya menyembah berhala dia lalu mendengar suara hiruk pikuk dan berbagai macam teriakan dari kaumnya dan melihat mereka menari-nari di sekeliling patung itu. Qurtubi meriwayatkan bahwa Abu Bakar aṭ-Turṭusy pernah ditanya orang tentang sekumpulan orang berdzikir menyebut nama Allah dan berselawat menyebut nama Nabi Muhammad dengan cara menari-nari serta memukul gendang dan karena asyiknya ada di antara mereka yang jatuh pingsan, kemudian mereka mengambil makanan yang mereka bawa dan telah disiapkan, bagaimanakah hukum perbuatan mereka? Apakah hal itu dibolehkan oleh Islam atau tidak? aṭ-Turṭusy menjawab, “Mazhab Sufi, yang seperti itu adalah batil, suatu kejahilan dan kesesatan. Islam itu adalah (ajaran) kitab Allah dan Sunnah Rasul-Nya. Adapun memukul gendang (dan menari-nari) sampai seperti orang kesurupan maka orang yang mula-mula mengadakannya ialah Samiri di waktu dia membuat patung anak sapi untuk disembah kaum Musa dengan menari-nari di sekelilingnya. Maka perbuatan seperti itu adalah perbuatan orang-orang kafir dan penyembah anak sapi.”\nSelanjutnya Musa berkata kepada kaumnya, “Mengapa kamu menyembah patung itu padahal Allah telah menjanjikan kepadamu janji-janji yang baik dan menguntungkan sesudah mengaruniakan kepadamu berbagai nikmat seperti membebaskan kamu dari kaum Fir‘aun menempatkan kamu di tempat ini, memberimu makanan yang lezat dan berkhasiat. Allah menjanjikan akan menurunkan Al-Kitab kepadamu, di dalamnya terdapat syariat dan peraturan untuk kebaikan dan kebahagiaan kamu di dunia dan di akhirat. Dia menjanjikan pula akan memberikan pahala yang banyak kepadamu kalau kamu tetap beriman dan beramal saleh dan menjanjikan pula bahwa kamu akan memasuki tanah suci Palestina dengan mengalahkan penghuni-penghuninya yang kuat dan perkasa. Kenapa kamu cepat sekali berpaling dari agama Allah padahal belum berapa lama janji itu dinyatakan Allah kepadamu, dan tanda-tanda janji itu pasti akan terwujud dan terlaksana seperti yang kamu lihat dan kamu alami sendiri? Apakah kamu menyangka bahwa kamu telah lama menunggu-nunggu terwujudnya janji itu ataukah kamu sengaja menunggu kemurkaan Allah atasmu dengan perbuatan ini. Bukankah kamu telah berjanji kepadaku bahwa kamu akan tetap beriman sampai aku kembali kepadamu, dan tidak akan mengada-adakan sesuatu yang merusak akidah kamu atau bertentangan dengan akidah itu.”",
			"87" : "Kaumnya menjawab, “Kami melanggar janji itu bukanlah dengan kemauan dan kehendak kami, karena kami tidak dapat menguasai diri kami. Andaikata kami dibiarkan saja menurut kemauan kami, tentulah kami tidak akan berbuat seperti ini. Tetapi Samiri telah memperdayakan kami yang bodoh ini sehingga kami tertarik oleh kata-kata dan bujuk rayunya yang mempesona hati kami. Samiri telah memaksa kami memikul beban yang berat yang terdiri dari perhiasan-perhiasan yang dipinjamkannya dari bangsa Mesir sewaktu kami akan berangkat meninggalkan Mesir. Dia mengatakan bahwa nanti akan diadakan hari raya, karena perhiasan-perhiasan itu harus dibawa dan kamilah yang diperintahkan untuk memikulnya. Hal ini disembunyikannya terhadapmu hai Musa karena dia takut akan dilarang membawanya. Sepeninggal engkau kami disuruhnya menggali lubang yang besar di tanah dan menyalakan api untuk membakar perhiasan itu, maka kami lemparkan semua perhiasan yang kami bawa.”",
			"88" : "Kemudian Samiri mengeluarkan dari lubang itu sebongkah emas berbentuk anak sapi dan mengeluarkan bunyi seperti suara sapi. Memang Samiri adalah seorang ahli; dan dia dapat membuat pipa dalam patung itu sehingga apabila angin berhembus keluarlah suara anak sapi. Samiri mengatakan kepada kami bahwa inilah tuhan yang sebenarnya tuhan kita semua dan juga tuhan Musa, dialah yang akan kita sembah dan kita puja, kepadanyalah kita memohonkan sesuatu bila kita menginginkan atau memerlukannya. Samiri mengatakan pula bahwa engkau hai Musa naik ke gunung itu untuk menemui Tuhan padahal tuhan yang akan ditemui Musa itu ada di sini. Sungguh Musa itu amat pelupa sehingga ia berpayah-payah mencari sesuatu ke tempat yang jauh padahal yang dia cari itu berada di sini.",
			"89" : "Pada ayat ini Allah menerangkan bagaimana bodohnya kaum Musa itu karena tidak dapat mempertimbangkan sesuatu dengan seksama apakah ia buruk atau baik, dapat diterima akal atau suatu yang mustahil. Apakah mereka tidak memperhatikan bahwa patung itu adalah benda mati yang tidak berdaya apa-apa tidak dapat berbicara dan tidak dapat menjawab pertanyaan apalagi akan memberikan pertolongan atau menolak suatu bahaya. Sedangkan sapi yang sebenarnya yang bernyawa, bergerak sendiri dapat menanduk dan menyepak dapat mengangkat barang atau menarik gerobak tak ada orang yang berakal sehat yang mau menyembahnya, tetapi mereka menerima dan mau saja disuruh menyembah patung anak sapi yang berupa benda mati itu.",
			"90" : "Harun pernah memberi nasehat dan peringatan kepada mereka tatkala ia melihat kaumnya itu berpaling dari menyembah Allah kepada menyembah berhala dan mengadakan upacara peribadatan yang bertentangan dengan tauhid yang telah mereka anut selama ini dan berjanji dengan Musa bahwa mereka akan tetap menyembah Allah sampai dia kembali kepada mereka dari atas bukit Tur. Harun berkata kepada mereka, “Hai kaumku, Sesungguhnya kamu telah diuji keimananmu dengan patung anak sapi itu, apakah kamu benar-benar beriman dan berpegang teguh kepada agamamu, sehingga tidak dapat diragukan dengan bujukan apapun, ataukah iman kamu itu hanya di bibir saja sehingga bila ada sesuatu yang menarik perhatianmu atau memperdayakan kamu, maka kamu tinggalkan agama dan kepercayaanmu yang benar itu. Tuhan kamu sebenarnya ialah Tuhan Yang Maha Pengasih, Maha Pencipta, Yang menciptakan segala sesuatu Yang membuktikan rahmat dan kasih sayang-Nya dapat dilihat pada alam semesta dan dapat dirasakan oleh makhluk-makhluk-Nya. Dia telah menganugerahkan kepadamu kesempurnaan jasmani dan rohani dan memberikan kepadamu syariat dan peraturan yang menjamin keselamatan dan kebahagiaanmu di dunia dan akhirat. Dia telah mengaruniakan kepadamu nikmat iman dan membebaskan kamu dari kekejaman dan keganasan Fir‘aun. Mengapa kamu sekarang dapat diperdayakan dan ditipu oleh Samiri dengan patung emas berupa anak sapi yang mengeluarkan suara seperti anak sapi yang sebenarnya? Kamu sungguh menyimpang dari jalan yang benar dan telah melanggar janjimu dengan saudaraku Musa tatkala ia akan naik ke atas bukit untuk menerima lembaran-lembaran Taurat sebagai petunjuk dari Tuhanmu. Tinggalkanlah menyembah patung yang tidak bisa memberi manfaat dan menolak kemudaratan itu dan kembalilah kepada agama tauhid dan bertobatlah niscaya Allah akan menerima tobatmu dan mengampuni kesalahanmu karena Dia Maha Pengampun dan Maha Penyayang. Ikutilah nasehatku dan seruanku ini agar kamu menjadi hamba Allah yang diridai-Nya.",
			"91" : "Semua nasehat Harun itu walaupun dikemukakan dengan lemah lembut dan dengan hujjah dan alasan yang dapat diterima akal, tidak mendapat sambutan yang baik di kalangan mereka. Mereka lebih tertarik kepada bujuk rayu tipu daya Samiri mereka berkata kepada Harun, “Kami akan tetap menyembah patung itu sampai Musa kembali kepada kami dan dialah yang akan memutuskan apa kami dalam kesesatan dan penyelewengan ataukah patung yang kami sembah itu hanya tipu daya Samiri saja.",
			"92" : "Musa sangat menyesal atas sikap Harun yang tidak bertindak tegas terhadap penyelewengan kaumnya. Kenapa dia hanya menegur dan menasehati kaumnya, padahal menyembah patung adalah syirik yang tidak bisa diampuni, dan tidak dapat dibiarkan apapun alasan yang dikemukakan kaumnya. Mengapa dia tidak menyusul Musa bersama orang-orang yang beriman untuk memberitahukan hal itu dan mengambil sikap tegas terhadap orang-orang yang membangkang. Kalau Harun mengambil tindakan seperti ini tentulah kaumnya yang kafir itu akan merasa takut dan mungkin akan meninggalkan penyembahan patung itu karena khawatir akan kehilangan pemimpin yang mereka cintai.",
			"93" : "Musa kembali membentak Harun dengan ucapan yang agak keras, “Apakah engkau telah mendurhakai dan melanggar perintahku. Aku telah mengamanatkan kepadamu supaya engkau menggantikan kedudukanku sepeninggalku, bertindak dan mencegah mengikuti jalan orang-orang yang hendak membuat kerusakan.” Pengarang tafsir Al-Kasysyāf menerangkan hal ini sebagai berikut, “Musa adalah orang yang keras dan kadang-kadang bertindak keras terhadap hal yang berhubungan dengan hak Allah dan agama. Karena itu ia tidak dapat menguasai dirinya ketika melihat kaumnya telah menyeleweng dari agama tauhid sehingga ia melemparkan lemba-ran-lembaran Taurat yang dibawanya karena kaget dan tercengang melihat penyelewengan kaumnya. Dia membentak dan menghardik saudaranya Harun sambil menarik rambut dan janggut seakan-akan saudaranya musuhnya bukan saudara dan pembantunya.”",
			"94" : "Ayat ini menjelaskan bahwa Harun seorang yang bertabiat tenang dan lemah-lembut tidak membalas kata-kata saudaranya yang keras dan kasar itu dengan keras dan kasar pula, tetapi dengan tenang dia berkata kepada Musa. “Hai anak ibuku, janganlah engkau menarik-narik janggut dan rambutku. Memang aku tidak melakukan tindakan tegas sebagaimana yang engkau inginkan karena kalau aku bertindak demikian tentulah mereka akan terpecah-belah menjadi dua golongan. Golongan yang beriman dan golongan yang membangkang, terjadilah permusuhan dan mungkin peperangan antara kedua golongan itu. Andaikata hal ini terjadi tentulah engkau akan menyalahkanku pula dengan menuduhku memecah belah antara Bani Israil. Oleh sebab itu kami mengambil sikap berhati-hati sambil menunggu kembalimu dari atas bukit.”\n",
			"95" : "Pada ayat ini Allah menerangkan bahwa Musa menghardik Samiri dengan pertanyaan, “Mengapa engkau melakukan perbuatan yang sangat tercela dan dimurkai Allah itu sehingga sebagian Bani Israil telah menjadi kafir setelah beriman dan menyembah berhala yang sengaja engkau bikinkan untuk mereka, engkau telah merusak akidah kaumku yang benar dan telah menyesatkan mereka. Tahukah engkau apa akibat perbuatanmu yang sangat mungkar itu?”",
			"96" : "Samiri menjawab bentakan dan hardikan Musa. Aku telah mengetahui sesuatu yang belum diketahui oleh kaummu, maka aku buatlah sebuah patung dari emas yang dibawa dari Mesir berbentuk anak sapi dan aku jadikan patung itu seindah-indahnya untuk menarik perhatian mereka. Demikianlah pendapatku dan tindakan itulah yang paling baik menurut pikiranku. Menurut sebagian Mufasirin, Samiri menjawab bentakan Musa dengan jawaban yang aneh sehingga dapat meninggalkan kesan seolah-olah dia telah mendapat wahyu pula dari Tuhan dan telah berhubungan dengan Jibril serta telah mengenalnya. Samiri mengatakan bahwa ia membakar emas yang dibawa mereka dari Mesir di dalam lubang yang mereka buat sendiri dia mengambil segenggam tanah bekas jejak telapak kaki Jibril maka keluarlah dari lubang itu sesuatu yang serupa anak sapi. Dengan demikian tertariklah sebagian Bani Israil kepada bujukan dan tipu daya Samiri untuk menyembah patung berbentuk anak sapi itu. Karena patung anak sapi itu bukanlah sembarang patung, tetapi benar-benar telah dikirim Allah untuk disembah dan dipujanya.",
			"97" : "Musa berkata kepada Samiri pergilah engkau jauh-jauh dari sini, engkau tidak berhak bergaul dengan siapapun dan tak ada seorang pun yang dibolehkan bergaul dengan engkau. Bila ada orang yang bertanya kepadamu mengenai halmu maka engkau harus menjawab “Aku tidak dibolehkan mendekat seseorang dan siapapun tidak boleh mendekatiku.” Inilah tindakan Musa yang amat keras dan tegas terhadapnya. Ke mana Samiri akan pergi, tak ada tempat yang akan didiami karena sekeliling tempat itu hanya ada padang pasir yang amat luas dan tandus, tak ada sebidang tanah pun di gurun sahara itu yang dapat didiami manusia. Sedang binatang liar dan buas pun akan merasa sulit dan akan menderita tinggal di padang pasir yang tak bertepi itu. Diriwayatkan bahwa Samiri setelah diusir oleh Musa, dia pergi dari tempat itu tanpa diketahuinya ke mana arah dan tujuan yang akan dicapainya. Dia berpetualang di gurun sahara yang amat luas itu dan tidak ada yang dijumpainya kecuali binatang-binatang buas dan liar. Maka terbuktilah apa yang dikatakan Musa kepadanya bila ia bertemu dengan seseorang menanyakan halnya dia harus menjawab “Lā misāsa”.\nBiarpun dia tidak pernah mengucapkan kata “Lā misāsa” itu tetapi dalam praktek pengalamannya bertualang di padang pasir seakan-akan dia sendiri meneriakkan kata itu sehingga tak ada seorang pun yang berani mendekat kepadanya. Kemudian Musa mengucapkan kata-kata perpisahan kepadanya bahwa dia akan menemui hari yang tidak dapat dihindarinya yaitu hari kiamat, hari pembalasan di mana dia akan menerima balasan amal perbuatannya setimpal dengan besar dosa yang diperbuatnya. Kemudian Musa memerintahkan kepada Samiri supaya dia menoleh kepada tuhan buatannya yang disembah dan dipujanya dan berkata, “Patung ini akan aku hancur leburkan sampai menjadi debu dan debunya akan aku sebarkan ke laut sehingga hilang lenyap tidak berbekas.”",
			"98" : "Dalam ayat ini Musa mengatakan bahwa patung itu bukanlah tuhan, Tuhan mereka ialah Tuhan Yang Maha Esa. Yang tiada Tuhan selain Allah. Dialah yang patut disembah dan dimuliakan hanya kepada-Nya sajalah dipanjatkan segala doa dan permohonan, semua makhluk berkehendak kepada-Nya karena Dialah Yang Maha Pencipta dan Mahakuasa. Ilmunya sangat luas tiada batasnya meliputi segala sesuatu, tak ada yang luput dari ilmunya baik di bumi di langit maupun yang ada di antara keduanya, sesuai dengan firman-Nya:\nلَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَلَآ اَصْغَرُ مِنْ ذٰلِكَ وَلَآ اَكْبَرُ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ\nTidak ada yang tersembunyi bagi-Nya sekalipun seberat zarrah baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya (tertulis) dalam Kitab yang jelas (Lauḥ Maḥfūẓ),” (Sabā’/34: 3)",
			"99" : "Pada ayat ini Allah menjelaskan kepada Nabi Muhammad saw bahwa kisah-kisah yang diberitakan pada ayat-ayat yang lalu seperti kisah Musa bersama Fir‘aun dan Samiri itu, demikian pula kisah nabi-nabi sebelumnya patut menjadi contoh teladan baginya dalam menghadapi kaumnya yang sangat ingkar dan durhaka. Karena memang demikianlah keadaan setiap rasul walaupun telah diturunkan kepadanya kitab-kitab dan mukjizat-mukjizat untuk menyatakan kebenaran dakwahnya namun kaumnya tetap juga ingkar dan berusaha sekuat tenaga menentang seruannya dan tetap memusuhi bahkan ingin membunuhnya untuk melenyapkannya sehingga tidak terdengar lagi suara kebenaran yang disampaikannya. \nSebagaimana Allah telah menurunkan Kitab Zabur kepada Nabi Daud a.s. Taurat kepada Nabi Musa a.s. dan Injil kepada Nabi Isa a.s., Allah telah menurunkan Al-Qur’an kepada Muhammad, Kitab yang patut mereka terima dengan baik karena ajaran-ajaran yang terkandung di dalamnya adalah untuk kemaslahatan dan kebahagian mereka di dunia dan di akhirat. Al-Qur’an adalah Kitab suci yang lengkap mengandung berbagai pedoman tentang hukum-hukum, pergaulan, ekonomi, akhlak dan sebagainya. Selain itu Al-Qur’an adalah mukjizat terbesar bagi Nabi. Tiada seorang pun sanggup menandingi keindahan bahasanya dan ketinggian sastranya. Oleh sebab itu hendaklah Nabi bersabar dan jangan sekali-kali berputus asa atau bersedih hati, tetap berjuang sampai tercapai kemenangan dan semua kebatilan lenyap dari muka bumi, tidak ada yang patut disembah kecuali Allah Yang Maha Esa, dan Mahakuasa.",
			"100" : "Siapa yang berpaling dari ajaran Al-Qur’an padahal sudah jelas baginya bahwa ia adalah wahyu dari Allah dan tidak dapat disangkal lagi kebenarannya maka penolakannya terhadap ajaran itu adalah semata-mata karena memperturutkan hawa nafsu, atau karena takut kehilangan pengaruh, kedudukan dan sebagainya. Orang-orang seperti itu sudah wajar bila dianggap sebagai orang yang keras kepala, orang-orang yang sesat dan tidak mau menerima kebenaran, maka Allah tidak akan mengampuninya dan pada hari Kiamat nanti dia akan memikul dosa keingkaran dan kesombongannya, dosa yang paling besar dan paling berat dan hampir-hampir tidak sanggup dia memikulnya. Dia akan dilemparkan ke neraka Jahanam, dia kekal di sana selama-lamanya, dan ditimpakan kepadanya azab yang amat pedih sesuai dengan keingkaran dan kedurhakaannya. Sungguh amat beratlah dosa yang dipikulnya dan amat pedihlah siksaan yang diterimanya.",
			"101" : "Siapa yang berpaling dari ajaran Al-Qur’an padahal sudah jelas baginya bahwa ia adalah wahyu dari Allah dan tidak dapat disangkal lagi kebenarannya maka penolakannya terhadap ajaran itu adalah semata-mata karena memperturutkan hawa nafsu, atau karena takut kehilangan pengaruh, kedudukan dan sebagainya. Orang-orang seperti itu sudah wajar bila dianggap sebagai orang yang keras kepala, orang-orang yang sesat dan tidak mau menerima kebenaran, maka Allah tidak akan mengampuninya dan pada hari Kiamat nanti dia akan memikul dosa keingkaran dan kesombongannya, dosa yang paling besar dan paling berat dan hampir-hampir tidak sanggup dia memikulnya. Dia akan dilemparkan ke neraka Jahanam, dia kekal di sana selama-lamanya, dan ditimpakan kepadanya azab yang amat pedih sesuai dengan keingkaran dan kedurhakaannya. Sungguh amat beratlah dosa yang dipikulnya dan amat pedihlah siksaan yang diterimanya.",
			"102" : "Hal itu akan terjadi pada hari Kiamat yaitu pada waktu tiupan sangkakala yang kedua sebagai tanda agar semua manusia berkumpul di padang Mahsyar untuk menerima perhitungan tentang amal dan usahanya sewaktu dia masih di dunia. Amal yang baik akan diganjar dengan pahala yang berlipat ganda dan amal yang jahat akan dibalas dengan pembalasan yang setimpal. Pada hari itu Allah mengumpulkan orang-orang yang berdosa sedang wajah mereka sudah pucat dan biru warnanya, disebabkan beratnya penderitaan yang mereka rasakan serta hebat dan dahsyatnya suasana di kala itu, apalagi setelah memikirkan nasib buruk yang menimpa mereka, kenapa mereka dahulu tidak mau menerima kebenaran dan tetap saja memperturutkan hawa nafsu dan kemauan setan.",
			"103" : "Mereka saling berbisik dan saling bertanya dengan suara yang hampir-hampir tidak terdengar karena sangat merasa takut dan khawatir. “Kita baru sepuluh hari saja hidup di dunia ini? Mengapa kita telah dikumpulkan di padang Mahsyar ini sedang kita belum mendapat kesempatan sedikit pun untuk beramal dan bersiap-siap guna menghadapi hari ini?” Memang demikianlah halnya setiap orang yang dilanda malapetaka yang berat, terbayanglah di dalam pikirannya liku-liku kehidupannya di masa silam, semuanya berlalu dengan amat cepatnya, seakan-akan hidup yang dinikmatinya berpuluh tahun lamanya terjadi hanya dalam beberapa saat saja.",
			"104" : "Pada ayat ini Allah menegaskan bahwa Dia mengetahui semua yang mereka perbincangkan dengan cara berbisik-bisik, ketika salah seorang yang paling pandai di antara mereka mengatakan bahwa mereka tinggal di bumi hanya satu hari saja. Mungkin maksudnya mengatakan satu hari saja agar mereka dibebaskan dari siksa kedurhakaan mereka dan dari balasan amal perbuatan mereka karena mereka hanya sebentar saja tinggal di dunia, tidak diberi kesempatan lebih lama untuk bertobat dan mengerjakan amal saleh. Tetapi tak ada gunanya lagi membicarakan yang demikian, karena yang sebenarnya mereka telah diberi kesempatan yang luas sekali semasa hidup di dunia untuk kembali kepada kebenaran, tetapi kesempatan itu tidak mereka pergunakan sama sekali. Pada ayat lain Allah menerangkan keadaan mereka yaitu:\nوَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۗ\nDan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). (ar-Rūm/30: 55)\nDan firman-Nya:\nوَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ٤٥\nDan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk. (Yūnus/10: 45)",
			"105" : "Pada ayat ini Allah menerangkan sebagai jawaban atas pertanyaan kaum musyrik kepada Muhammad saw bahwa gunung-gunung pada hari Kiamat itu dihancurluluhkan sehingga beterbangan di udara, bagaikan debu di bawa angin ke mana-mana sehingga tidak ada bekasnya sama sekali. Dengan ditemukannya bom atom pada abad kedua puluh ini dapat dibayangkan bagaimana hebatnya dan dahsyatnya kehancuran dan kebinasaan pada hari Kiamat. Sedang dengan sebuah bom atom saja yang dijatuhkan di Hiroshima dan Nagasaki masih dianggap kecil daya ledaknya dibanding dengan daya ledak bom nuklir sekarang, sudah demikian hebatnya kehancuran yang timbul karenanya, apalagi kehancuran yang timbul pada hari Kiamat tentu beribu kali hebat dan dahsyatnya dari kehancuran yang ditimbulkan bom atom di Hiroshima dan Nagasaki itu. Pada ayat lain Allah menerangkan pula bagaimana keadaan gunung-gunung pada hari Kiamat itu firman-Nya:\nوَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دٰخِرِيْنَ ٨٧ وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌۢ بِمَا تَفْعَلُوْنَ ٨٨\nDan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri. Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan. (an-Naml/27: 87 dan 88)",
			"106" : "Sesudah gunung-gunung itu dihancurluluhkan dan beterbangan dibawa angin ke mana-mana, maka tempat berdiri gununggunung itu menjadi rata dan berubahlah wajah bumi yang dahulunya indah dipandang mata, karena ada lembah dan bukit ada dataran tinggi, ada pohon-pohon yang rindang dan tanam-tanaman yang hijau, semua itu telah tiada, semuanya telah kembali ke alam fana. Pada hari itu semua manusia menjadi panik berlari kesana kemari untuk menyelamatkan dirinya tak tentu arah dan tujuan seperti tersebut dalam firman-Nya:\nيَوْمَ يَكُوْنُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوْثِۙ ٤ وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوْشِۗ ٥\nPada hari itu manusia seperti laron yang beterbangan, dan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qāri’ah/101: 4 dan 5)\nManusia bertanya-tanya apakah yang telah terjadi dengan bumi seperti tersebut dalam firman-Nya:\nوَقَالَ الْاِنْسَانُ مَا لَهَاۚ ٣ يَوْمَىِٕذٍ تُحَدِّثُ اَخْبَارَهَاۙ ٤ بِاَنَّ رَبَّكَ اَوْحٰى لَهَاۗ ٥\nDan manusia bertanya, “Apa yang terjadi pada bumi ini?” Pada hari itu bumi menyampaikan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya. (az-Zalzalah/99: 3-4 dan 5)",
			"107" : "Sesudah gunung-gunung itu dihancurluluhkan dan beterbangan dibawa angin ke mana-mana, maka tempat berdiri gununggunung itu menjadi rata dan berubahlah wajah bumi yang dahulunya indah dipandang mata, karena ada lembah dan bukit ada dataran tinggi, ada pohon-pohon yang rindang dan tanam-tanaman yang hijau, semua itu telah tiada, semuanya telah kembali ke alam fana. Pada hari itu semua manusia menjadi panik berlari kesana kemari untuk menyelamatkan dirinya tak tentu arah dan tujuan seperti tersebut dalam firman-Nya:\nيَوْمَ يَكُوْنُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوْثِۙ ٤ وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوْشِۗ ٥\nPada hari itu manusia seperti laron yang beterbangan, dan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qāri’ah/101: 4 dan 5)\nManusia bertanya-tanya apakah yang telah terjadi dengan bumi seperti tersebut dalam firman-Nya:\nوَقَالَ الْاِنْسَانُ مَا لَهَاۚ ٣ يَوْمَىِٕذٍ تُحَدِّثُ اَخْبَارَهَاۙ ٤ بِاَنَّ رَبَّكَ اَوْحٰى لَهَاۗ ٥\nDan manusia bertanya, “Apa yang terjadi pada bumi ini?” Pada hari itu bumi menyampaikan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya. (az-Zalzalah/99: 3-4 dan 5)",
			"108" : "Dalam suasana huru-hara dan dalam keadaan panik itu mereka mendengar suara seorang penyeru yaitu malaikat yang menarik perhatian mereka seluruhnya dan tanpa disadari mereka tunduk dan patuh mengikuti perintah penyeru itu tanpa dipikirkan lagi akibat dari perintah itu sebagaimana tersebut dalam firman Allah:\nمُّهْطِعِيْنَ اِلَى الدَّاعِۗ يَقُوْلُ الْكٰفِرُوْنَ هٰذَا يَوْمٌ عَسِرٌ ٨\nDengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, “Ini adalah hari yang sulit.” (al-Qamar/54: 8)\nMereka semua diseru untuk menghadap kehadirat Allah Yang Maha Kuasa dan Maha Perkasa untuk menerima perhitungan amal perbuatan mereka selama hidup di dunia. Tak ada seorang pun yang dapat menghindar atau membebaskan diri dari perhitungan itu. Di kala itu terdiamlah semua makhluk, tak ada suara yang terdengar kecuali bisik-bisikan yang terjadi antara sesama mereka. Tak ada yang berani mengangkat suaranya karena hebatnya suasana di kala itu, suasana menghadap kehadirat Allah untuk menerima perhitungan. Siapa yang beriman dan baik amalnya, tentu akan menerima ganjaran berlipat ganda dan akan dimasukkan ke dalam surga dan siapa yang kafir dan banyak dosanya akan menerima balasan yang setimpal dan akan dilemparkan ke neraka.",
			"109" : "Pada hari itu tak ada yang dapat menolong seseorang atau memberi syafa’at kepadanya baik dari malaikat maupun dari manusia kecuali orang yang telah diberi izin oleh Allah bahwa dia akan memberikan syafaat dapat diterima pula oleh Allah sesuai dengan bunyi ayat:\nوَكَمْ مِّنْ مَّلَكٍ فِى السَّمٰوٰتِ لَا تُغْنِيْ شَفَاعَتُهُمْ شَيْـًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّأْذَنَ اللّٰهُ لِمَنْ يَّشَاۤءُ وَيَرْضٰى ٢٦\nDan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. (an-Najm/53: 26)\nMalaikat yang tidak berdosa saja tidak diterima syafa’atnya untuk menolong seseorang di waktu itu kalau tidak seizin Allah apalagi setan-setan, berhala-berhala atau pemimpin-pemimpin musyrik lainnya tentulah mereka tidak dapat sedikit pun menolong pengikut-pengikutnya. Sedangkan untuk menolong diri mereka sendiri mereka tidak berdaya, apalagi untuk menolong orang lain.",
			"110" : "Pada ayat ini Allah menerangkan sebab-sebab mengapa syafaat tidak bermanfaat kalau tidak dengan izin-Nya. Sebab-sebab itu ialah karena Allah mengetahui semua perbuatan manusia, iman dan kufurnya, tak ada sesuatu pun yang tersembunyi bagi-Nya. Dialah sebenarnya yang dapat menentukan apakah seseorang berhak mendapat syafa’at, karena iman dan amalnya selama hidup di dunia dan Dia pulalah yang berhak dan dapat menetapkan bahwa seseorang tidak dapat diberi syafaat karena kufur dan dosa-dosanya yang tidak dapat diampuni. Sedangkan malaikat atau manusia yang walaupun telah diizinkan oleh-Nya untuk memberi syafaat tidak mengetahui hal itu secara terperinci.",
			"111" : "Di kala itu tunduklah semua muka merasa rendah diri di hadapan Allah Yang Mahakuasa dan Maha Perkasa Yang akan memberikan putusan terakhir mengenai nasib mereka masing-masing sesuai dengan iman dan amal mereka, putusan dari Yang Mahaadil yang tidak dapat dibantah dan disangkal dan harus dilaksanakan. Di kala itu menyesallah orang-orang yang ingkar dan berdosa mengapa dia di dunia dahulu mengikuti kemauan setan dan hawa nafsu, mementingkan duniawi tanpa menghiraukan sedikit pun bahwa mereka akan menemui hari perhitungan, menghina serta memperolok-olokan seruan para nabi dan rasul untuk kebahagiaan mereka di dunia dan akhirat.",
			"112" : "Orang-orang yang beriman dan mengerjakan amal saleh sebagai persiapan untuk menghadapi hari perhitungan ini, mereka merasa bahagia dan bersyukur serta terbayanglah dalam pikiran mereka ganjaran yang akan dianugerahkan Allah kepada mereka sesuai dengan janji-Nya, sesuai dengan keadilan dan rahmat-Nya. Mereka yakin dengan sepenuhnya bahwa mereka tidak akan teraniaya, tidak akan dirugikan sedikit pun, mereka akan dimasukkan ke dalam surga Jannatun Na’im yang di dalamnya tersedia nikmat dan kesenangan yang tiada putus-putusnya.",
			"113" : "Ayat ini menerangkan bahwa Allah menurunkan Al-Qur’an dalam bahasa Arab agar mudah dipahami oleh orang-orang musyrik Mekah dan agar mereka tertarik untuk memperhatikan isinya dan ajaran-ajaran yang terkandung di dalamnya. Dengan demikian mereka diharapkan akan kembali kepada kebenaran dan meninggalkan kepercayaan-kepercayaan yang menyesatkan seperti menyembah kepercayaan-kepercayaan yang menyesatkan seperti menyembah berhala dan dapat hidup dengan tenteram dan bahagia dengan menjalankan peraturan-peraturan yang terkandung di dalamnya karena semua perintah dan larangan di dalamnya adalah semata-mata untuk kebaikan dan kebahagiaan manusia di dunia dan di akhirat.\nDi dalam Al-Qur’an diutarakan pula beberapa peringatan dan ancaman kepada orang-orang yang durhaka yang tidak mau memperhatikan seruan nabi-nabi dan rasul-rasul bahkan tetap menolaknya, karena bertentangan dengan keinginan hawa nafsu mereka, seperti kisah umat-umat yang terdahulu yang telah dibinasakan karena kedurhakaan mereka dan keterangan mengenai nasib orang-orang kafir dan berdosa di akhirat nanti. Untuk mengembalikan orang-orang Arab yang demikian keras hatinya dan mendalam syirik dan akidahnya kepada kebenaran tidak cukup hanya dengan dakwah dan penerangan saja, tetapi dakwah dan penerangan itu harus pula disertai dengan peringatan dan ancaman. Hal ini bukan saja berlaku pada kaum musyrik Mekah tetapi berlaku pula untuk semua manusia. \nBila dakwah dan penjelasan tidak juga bermanfaat maka tibalah waktunya untuk memberikan peringatan dengan menerangkan fakta-fakta sejarah dan contoh-contoh umat yang terdahulu, malapetaka dan musibah yang terjadi dalam masyarakat disebabkan kerusakan akhlak dan kehancuran norma-norma keadilan dan kebenaran. Dengan demikian dapat diharapkan manusia akan menjadi sadar dan insaf, menjadi orang yang bertakwa kepada Allah mengakui kebesaran dan kekuasaan-Nya, tunduk kepada peraturan-peraturan yang dibuat-Nya untuk kepentingan umat manusia.",
			"114" : "Diriwayatkan bahwa Nabi Muhammad saw ketika Jibril membacakan kepadanya beberapa ayat yang diturunkan, dia cepat-cepat membacanya kembali padahal Jibril belum selesai membacakan seluruh ayat yang akan disampaikan pada Nabi. Hal ini karena Nabi takut kalau dia tidak cepat-cepat mengulanginya, mungkin dia lupa dan tidak dapat mengingat kembali. Oleh sebab itu Allah melarangnya bertindak seperti itu, karena tindakan seperti itu mungkin akan lebih mengacaukan hafalannya sebab di waktu dia mengulangi membaca apa yang telah dibacakan kepadanya perhatiannya tertuju kepada pengulangan bacaan itu tidak kepada ayat-ayat selanjutnya yang akan dibacakan jibril padahal Allah menjamin akan memelihara Al-Qur’an dengan sebaik-baiknya, jadi tidak mungkin Nabi Muhammad lupa atau dijadikan Allah lupa kalau dia mendengarkan baik-baik lebih dahulu semua ayat-ayat yang dibacakan Jibril kemudian bila Jibril telah selesai membacakan seluruhnya, barulah Nabi membacanya kembali.\nAyat ini menegaskan bahwa Allah Yang Mahatinggi, Mahabesar amat Luas Ilmu-Nya yang dengan Ilmu-Nya itu Dia mengatur segala sesuatu dan membuat peraturan-peraturan yang sesuai dengan kepentingan makhluk-Nya, tidak terkecuali peraturan-peraturan untuk keselamatan dan kebahagiaan umat manusia. Dialah yang mengutus para nabi dan para rasul dan menurunkan kitab-kitab suci seperti Zabur, Taurat dan Injil serta Dia pulalah yang menurunkan Al-Qur’an kepada Nabi Muhammad saw. Al-Qur’an diturunkan kepada Nabi Muhammad dengan berangsur-angsur bukan sekaligus sesuai dengan hikmah kebijaksanaan-Nya. Kadang-kadang diturunkan hanya beberapa ayat pendek saja atau surah yang pendek pula dan kadang-kadang diturunkan ayat-ayat yang panjang sesuai dengan keperluan dan kebutuhan pada waktu itu.\nMengenai hal ini Allah berfirman:\nلَا تُحَرِّكْ بِهٖ لِسَانَكَ لِتَعْجَلَ بِهٖۗ ١٦ اِنَّ عَلَيْنَا جَمْعَهٗ وَقُرْاٰنَهٗ ۚ ١٧ فَاِذَا قَرَأْنٰهُ فَاتَّبِعْ قُرْاٰنَهٗ ۚ ١٨ ثُمَّ اِنَّ عَلَيْنَا بَيَانَهٗ ۗ ١٩\nJangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur’an) karena hendak cepat-cepat (menguasai)nya. Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya.Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu. Kemudian sesungguhnya Kami yang akan menjelaskannya. (al-Qiyāmah/75: 16-19)\nMengenai jaminan Allah dan terpeliharanya Al-Qur’an tersebut dalam ayat:\nاِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ ٩\nSesungguhnya Kamilah yang menurunkan Al-Qur’an, dan pasti Kami (pula) yang memeliharanya. (al-Ḥijr/15: 9)\nKemudian Allah menyuruh Nabi Muhammad saw agar berdoa supaya Dia memberikan kepadanya tambahan ilmu. Diriwayatkan oleh at-Tirmizi dari Abu Hurairah bahwa Rasulullah berdoa seperti berikut:\nاَللّٰهُمَّ انْفَعْنِيْ بِمَا عَلَّمْتَنِيْ وَعَلِّمْنِيْ مَا يَنْفَعُنِيْ وَزِدْنِيْ عِلْمًا وَالْحَمْدُ لِلّٰهِ عَلَى كُلِّ حَالٍ وَاَعُوْذُ بِاللّٰهِ مِنْ حَالِ اَهْلِ النَّارِ (رواه الترمذي وابن ماجه والبزار)\nYa Allah Jadikanlah ilmu yang Engkau ajarkan kepadaku bermanfaat bagiku, ajarkanlah kepadaku ilmu yang berguna untukku dan berikanlah kepadaku tambahan ilmu. Segala puji bagi Allah atas segala hal, aku berlindung kepada Allah dari keadaan dan segala hal yang dilakukan oleh penghuni neraka. (at-Tirmiżi, Ibnu Mājah dan al-Bazzār)",
			"115" : "Pada ayat ini Allah telah menerangkan bahwa Dia telah mengamanatkan kepada Adam supaya selalu waspada terhadap Iblis yang merupakan musuhnya dan musuh istrinya Hawa. Memang Iblis telah memperdayakannya dengan bujuk rayunya dan mengatakan kepadanya bahwa pohon khuldi (keabadian) itu pohon yang paling baik, barang siapa memakan buahnya pastilah dia akan kekal di dalam surga. Karena keinginannya yang sangat agar dia kekal di dalam surga menikmati karunia Allah yang tiada putus-putusnya, maka Adam lupa akan amanat Allah dan larangan-Nya untuk tidak makan buah khuldi itu. Adam lupa bahwa Iblis itu musuhnya yang hendak menjerumuskannya ke lembah dosa. Adam lupa bahwa Allah melarangnya memakan buah yang dilarang itu sehingga dimakannya buah itu. Di sini tampak bahwa Adam yang sudah memiliki pengetahuan tentang niat buruk Iblis masih dapat diperdayakan dengan janji-janji yang menarik dikemukakan Iblis kepadanya apalagi manusia biasa, oleh sebab itu seseorang harus mempunyai kemauan yang kuat dan tekad yang membaja tidak akan dapat dipengaruhi oleh siapapun dan janji apapun, dia harus selalu ingat dan waspada dan mati-matian mempertahankan pendirian dan kepercayaannya agar tidak bisa digoda oleh Iblis.",
			"116" : "Sebagai penjelasan yang terperinci mengenai teperdayanya Adam oleh Iblis sehingga dia memakan buah yang dilarang memakannya. Allah menerangkan kisah tersebut sejak awal yaitu ketika Dia memerintahkan kepada malaikat supaya sujud kepada Adam. Dengan taat dan patuh malaikat pun sujud kepada-Nya tanpa membantah, tanpa rasa iri dalam hati, tak ada mempunyai perasaan sombong dan takabur tidak ada enggan sedikit pun melaksanakan perintah Tuhannya. Berlainan dengan Iblis yang sombong dan takabur, dia enggan dan tidak mau sujud kepada Adam karena menganggap dirinya lebih tinggi dan lebih mulia dari Adam. Mengapa mesti dia yang sujud kepada Adam padahal seharusnya Adamlah yang sujud kepadanya. Hal ini tersebut dalam firman Allah:\nفَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ ٧٣ اِلَّآ اِبْلِيْسَۗ اِسْتَكْبَرَ وَكَانَ مِنَ الْكٰفِرِيْنَ ٧٤ قَالَ يٰٓاِبْلِيْسُ مَا مَنَعَكَ اَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۗ اَسْتَكْبَرْتَ اَمْ كُنْتَ مِنَ الْعَالِيْنَ ٧٥ قَالَ اَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ ٧٦\nLalu para malaikat itu bersujud semuanya. Kecuali Iblis; ia menyombongkan diri dan ia termasuk golongan yang kafir. (Allah) berfirman, “Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?” (Iblis) berkata, “Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.” (ṣād/38: 73-76)",
			"117" : "Karena Iblis tidak mau sujud kepada Adam disebabkan kesombongannya dan iri hati atas kemuliaan dan kehormatan yang diberikan kepada Adam. Allah menegaskan kepadanya bahwa Iblis itu adalah musuhnya dan musuh istrinya. Oleh sebab itu ia harus berhati-hati dan waspada terhadap tindak tanduknya, janganlah sekali-kali ia mengikuti bujuk rayunya yang mungkin berupa nasehat atau anjuran. Tidak ada tujuannya kecuali menimpakan musibah atau malapetaka kepadanya. Jika ia teperdaya dengan mulut manisnya yang bila diikutinya mungkin akan menyebabkan Adam terusir dari surga yang penuh rahmat dan karunia-Nya. Bila hal ini terjadi tentulah Iblis akan tertawa gembira sedangkan Adam akan menderita kehidupan yang berat di dunia, di mana dia harus berjuang dan bekerja keras untuk kelangsungan hidupnya sedang di dalam surga dia hidup serba cukup tak ada kekurangan satu apapun, semua keinginannya dengan mudah tercapai dan terlaksana.",
			"118" : "Allah menjanjikan kepada Adam bahwa selama di dalam surga dia tidak akan merasa lapar dan haus karena berbagai macam makanan yang enak, minuman yang beragam serta buah-buahan selalu disediakan baginya. Dia tidak akan pernah merasa haus karena disediakan pula untuknya beraneka ragam minuman yang lezat dan tidak akan terkena sengatan matahari yang panas karena selalu berada di tempat yang teduh dengan angin yang menghembus sepoi-sepoi basah. Dia tidak akan telanjang karena Allah telah memberinya pakaian yang sangat bagus dan indah. Semua yang disenangi dan disukai dapat dinikmati dalam surga seperti dalam firman-Nya:\nنَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ٣١ نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ٣٢\nKamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fuṣṣilat/41: 31-32)\nDan firman-Nya:\nوَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُ ۚوَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ\nDan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. (az-Zukhruf/43: 71) ",
			"119" : "Setelah Iblis melihat bagaimana senangnya Adam dan istrinya di dalam surga menikmati berbagai macam anugerah Ilahi, timbul rasa iri dan dengki dalam hatinya dan dia ingin sekali agar nikmat dan karunia yang dilimpahkan Allah itu dengan segera tercabut dari keduanya. Dia melihat tak ada cara yang lebih tepat dan ampuh untuk mewujudkan keinginan itu selain menggoda keduanya, supaya memakan buah khuldi yang terlarang memakannya. Dengan demikian tentulah Allah akan murka kepada Adam dan mengusirnya dari surga karena telah melanggar perintah-Nya. Lalu Iblis mendatangi Adam berpura-pura sebagai sahabat yang setia yang selalu mementingkan kebaikan dan kebahagiaannya, dan berceritalah dia bahwa pohon khuldi itu adalah pohon yang istimewa, buahnya amat lezat sekali rasanya, tak ada buah-buahan di dalam surga yang lebih lezat dari khuldi itu. Barang siapa memakannya pastilah dia akan kekal hidup selama-lamanya dan kekal pula tinggal di dalam surga. Jika Adam ingin tetap selama-lamanya di dalam surga ini maka ia harus makan buah itu, niscaya ia akan kekal hidup selama-lamanya dalam surga yang tidak akan runtuh selama-lamanya.",
			"120" : "Ayat ini menjelaskan keadaan Adam dan istrinya Hawa, ketika Iblis merayu mereka maka tanpa mengingat amanat Tuhan bahwa Iblis itu adalah musuh yang ingin mencelakakannya dan dia dilarang Allah memakan buah larangan itu, Adam dan Hawa memetik buah itu dan langsung memakannya dengan penuh harapan bahwa ia bersama istrinya akan hidup kekal di dalam surga. Tidak lama setelah Adam dan Hawa memakan buah larangan itu aurat mereka masing-masing terbuka, padahal sebelum memakan buah larangan itu tidak ada sedikit pun perhatian mereka terhadap aurat itu, lalu mereka merasa malu dan cepat-cepar memetik daun-daunan dalam surga untuk menutupinya. Sebagian ahli tafsir berpendapat bahwa akibat memakan buah khuldi timbullah pada Adam dan Hawa dorongan (insting) seksual, karena itu mereka merasa malu melihat aurat masing-masing. Demikianlah karena didorong oleh keinginan yang sangat, Adam lupa akan amanat Tuhan sampai ia melanggar perintah-Nya. Ia gagal menghadapi ujian Tuhannya, menjadi lemah tekad dan kemauannya disebabkan godaan Iblis dan disebabkan godaan nafsu dan keinginannya sendiri sehingga jatuh ke jurang pelanggaran.",
			"121" : "Setelah menyadari bahwa ia dan istrinya telah melanggar perintah Allah dengan memakan buah larangan itu ia pun menyesal atas keterlanjurannya itu, merasa kecewa karena membenarkan bujukan Iblis dan teperdaya dengan kata-kata manis dari musuhnya. Ia sangat khawatir terhadap nasibnya bersama istrinya karena telah mendurhakai Tuhannya. Ia merasa berdosa dan minta ampun atas kesalahannya itu seperti tersebut pada ayat:\nقَالَا رَبَّنَا ظَلَمْنَآ اَنْفُسَنَا وَاِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ ٢٣\nKeduanya berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.” (al-A‘rāf/7: 23)",
			"122" : "Tuhan Maha Pengasih lagi Maha Penyayang terhadap hamba-Nya apalagi terhadap orang yang diangkat menjadi khalifah di bumi, oleh sebab itu Allah tidak akan membalas keterlanjuran Adam memakan buah larangan itu dengan menimpakan siksaan atas dirinya, dalam keadaan lupa sehingga ia teperdaya dengan bujukan musuhnya, meskipun Adam telah melanggar larangan Tuhan yang telah memerintahkan supaya dia jangan sampai teperdaya oleh setan musuhnya itu, sehingga Adam dikeluarkan dari surga. Adam dan istrinya sangat menyesali perbuatannya dan telah bertobat meminta ampun kepada-Nya. Karena itu Allah mengampuni dosanya dan memilihnya menjadi orang yang dekat kepadanya. Akibat melanggar perintah Tuhan, Adam diperintahkan keluar dari surga dan turun ke bumi, dengan demikian ketetapan Allah bahwa Adam akan dijadikan Khalifah di muka bumi ini terlaksana, sebagaimana tersebut di dalam firman-Nya :\nاِنِّيْ جَاعِلٌ فِى الْاَرْضِ خَلِيْفَةً ۗ\n\n“Aku hendak menjadikan khalifah di bumi.” (al-Baqarah/2: 30)",
			"123" : "Bukan saja Adam yang harus turun ke bumi tetapi Iblis musuh yang memperdayakannya harus turun pula ke dunia. Kedua jenis makhluk ini akan menjadi musuh satu sama lain, permusuhan Iblis terhadap manusia adalah permusuhan yang abadi dan berkesinambungan sampai datangnya hari Kiamat. Iblis akan selalu berusaha menyesatkan manusia dari jalan yang benar dengan berbagai macam tipu dayanya. Oleh sebab itu Allah mengingatkan kepada anak cucu Adam agar ia selalu waspada terhadap musuh utamanya itu. Apabila telah datang petunjuk dari Tuhan dengan perantaraan nabi dan rasul-Nya maka hendaklah manusia mengikuti petunjuk seperti yang diajarkan rasul. Dengan demikian dia tidak akan tersesat dan tidak akan celaka. Ibnu Abbas berkata mengenai ayat ini bahwa Allah melindungi orang-orang yang mengikuti ajaran Al-Qur’an dari kesesatan di dunia dan dari kecelakaan dan malapetaka di akhirat. \nعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللّٰهُ عَنْهُ مَرْفُوْعًا (مَنْ اِتَّبَعَ كِتَابَ اللّٰهِ هَدَاهُ اللّٰهُ تَعَالَى مِنَ الضَّلَالَةِ فِى الدُّنْيَا وَوَقَاهُ سُوْءَ الْحِسَابِ يَوْمَ الْقِيَامَةِ) (رواه ابن ابي شيبة والطبرانى)\nDari Ibnu Abbas r.a., Rasulullah bersabda, “Siapa yang mengikuti kitabullah, Allah akan memberikan petunjuk kepadanya untuk menghindari kesesatan di dunia dan memeliharanya dari keburukan hisab pada hari Kiamat.” (Riwayat Ibnu Abi Syaibah dan aṭ-Ṭabranī)",
			"124" : "Allah menerangkan bahwa orang-orang yang berpaling dari ajaran Al-Qur’an tidak mengindahkannya dan menentang petunjuk-petunjuk yang terdapat di dalamnya maka sebagai hukumannya dia akan selalu hidup dalam kesempitan dan kesulitan. Dia akan selalu bimbang dan gelisah walaupun dia memiliki kekayaan, pangkat dan kedudukan karena selalu diganggu oleh pikiran dan khayalan yang bukan-bukan mengenai kekayaan dan kedudukannya itu. Dia akan selalu dibayangi oleh momok kehilangan kesenangan yang telah dicapainya, sehingga ia melakukan tindakan-tindakan yang menimbulkan kebencian dan kerugian dalam masyarakatnya. Kemudian di akhirat nanti ia akan dikumpulkan Allah bersama manusia lain dalam keadaan buta mata hatinya. Sebagaimana dia di dunia selalu menolak petunjuk-petunjuk Allah yang terang benderang dan memicingkan matanya agar petunjuk itu jangan terlihat olehnya sehingga ia berlarut-larut dalam kesesatan, demikian pula di akhirat ia tidak dapat melihat suatu alasan pun untuk membela dirinya dari ketetapan Allah Yang Mahaadil. \nSebagian ahli tafsir mengatakan bahwa orang yang berpaling dari ajaran Allah itu memang menjadi buta panca indera tidak melihat suatu apapun sebagai tambahan siksaan atasnya. Seseorang yang buta di kala terjadi huru-hara dan melapetaka akan lebih kalang-kabut pikirannya karena tidak tahu apa yang akan dibuat dan tidak tentu arah yang akan dituju untuk menyelamatkan dirinya karena tidak melihat dari mana datangnya bahaya yang mengancam. Tetapi sesudah itu matanya akan menjadi terang kembali karena melihat sendiri buku catatan amalnya dan bagaimana hebat dan dahsyatnya siksaan neraka sebagaimana tersebut dalam ayat:\nوَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا ࣖ ٥٣\nDan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. (al-Kahf/18: 53)",
			"125" : "Orang-orang yang kafir itu akan bertanya kepada Allah mengapa Engkau jadikan aku buta sedang mataku dahulu terang dapat melihat. Allah menjawab, bahwa hal itu memang demikian! Karena di dunia ketika datang kepadanya rasul-rasul membawa petunjuk-petunjuk-Nya dia berpaling darinya seakan-akan matanya telah buta dan seakan-akan ia telah melupakannya karena tidak mengindahkan dan memperhatikannya. Oleh sebab itu Allah jadikan mata hatinya buta pada hari Kiamat sehingga engkau tidak dapat mengemukakan suatu alasan untuk membela dirimu dari azab yang telah disediakan baginya sebagai balasan atas kebutaan mereka selama di dunia.",
			"126" : "Orang-orang yang kafir itu akan bertanya kepada Allah mengapa Engkau jadikan aku buta sedang mataku dahulu terang dapat melihat. Allah menjawab, bahwa hal itu memang demikian! Karena di dunia ketika datang kepadanya rasul-rasul membawa petunjuk-petunjuk-Nya dia berpaling darinya seakan-akan matanya telah buta dan seakan-akan ia telah melupakannya karena tidak mengindahkan dan memperhatikannya. Oleh sebab itu Allah jadikan mata hatinya buta pada hari Kiamat sehingga engkau tidak dapat mengemukakan suatu alasan untuk membela dirimu dari azab yang telah disediakan baginya sebagai balasan atas kebutaan mereka selama di dunia.",
			"127" : "Demikianlah Allah membalas orang yang melampaui batas dan tidak percaya kepada bukti-bukti kekuasaan-Nya. Di dunia dia menemui berbagai kesulitan selalu bimbang dan gelisah, karena tidak ada pegangan dalam hidupnya kecuali kekayaan pangkat dan kedudukannya saja. Bila ia ditimpa suatu kesulitan atau marabahaya dia segera menjadi panik dan tidak tahu apa yang akan diperbuatnya dan kadang-kadang tanpa disadarinya ia melakukan sesuatu yang merugikan dirinya sendiri. Dia tidak pernah merasakan ketenteraman dan ketenangan hati. Ini berarti dia tidak pernah merasakan kebahagiaan yang hakiki. \nDi akhirat dia akan disiksa dengan berbagai siksaan di antaranya siksaan hati karena mata hatinya telah buta tidak dapat memberikan alasan atau hujjah-hujjah untuk membebaskan dirinya dari hukuman Allah atau dia memang dijadikan benar-benar buta matanya agar dia lebih tersiksa lagi karena tidak berdaya sama sekali untuk mengatasi suasana yang penuh huru-hara dan kedahsyatan. Sesungguhnya azab di akhirat jauh lebih berat dan dahsyat, terutama azab di neraka yang bersifat kekal selama-lamanya. ",
			"128" : "Pada ayat-ayat ini Allah meminta perhatian orang-orang kafir agar mereka memikirkan dengan tenang bagaimana kesudahan umat-umat yang telah lalu, mereka telah dibinasakan oleh Allah karena kekafirannya dengan menurunkan berbagai macam malapetaka, ada yang berupa angin topan, gempa yang dahsyat dan ada pula yang berupa suara keras yang mengguntur. Mereka dapat melihat dengan mata kepala sendiri bekas-bekas yang ditinggalkan oleh umat-umat yang telah binasa itu. Bekas-bekas itu menunjukkan bahwa mereka adalah umat-umat yang kuat dan jaya pada masanya memiliki bangunan-bangunan yang besar dan kokoh, mempunyai kebudayaan yang tinggi lebih dari apa yang dimiliki orang-orang kafir Mekah. Tetapi karena keingkaran dan kedurhakaan, mereka dibinasakan Allah dengan sekejap mata, tak seorang pun yang selamat dari malapetaka itu. Yang dapat dilihat sekarang hanya puing-puing bekas istana dan benteng-benteng pertahanan mereka. \nKaum musyrik Mekah dalam perjalanan dagang mereka di musim panas dan di musim dingin melalui bekas-bekas kerajaan yang telah runtuh itu, tetapi mereka tidak pernah memikirkan apa sebabnya maka kerajaan-kerajaan itu hancur dan musnah, dan menganggap hal itu adalah akibat bencana alam belaka. Seharusnya mereka dapat mengambil pelajaran dari umat-umat yang dahulu dan menginsafi bahwa bagaimanapun kuat dan jayanya satu umat, bila Allah menghendaki kehancuran mereka, karena kedurhakaan dan kekafiran tak ada yang dapat mempertahankan atau membela mereka. Mengapa hal ini semua tidak menjadi perhatian mereka. Sebenarnya kalau mereka mau berpikir, amat banyak pelajaran dan bukti-bukti kekuasaan Allah yang terdapat pada umat-umat yang telah hancur binasa itu, tetapi anehnya mereka tidak mengindahkannya.",
			"129" : "Kalau tidak karena rahmat dan kasih sayang Allah atau karena ketetapan yang telah diputuskan-Nya bahwa umat Muhammad saw yang ingkar tidak akan dihancurbinasakan seperti umat-umat dahulu itu, dan balasan atas kekafiran mereka ditangguhkan sampai hari Kiamat tentulah mereka telah mengalami kehancuran pula. Hal ini tersebut dalam firman-Nya:\nبَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ ٤٦\nSebenarnya hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. (al-Qamar/54: 46)\nPara Ulama mengatakan bahwa hikmah penangguhan siksa umat Muhammad saw yang durhaka sampai hari Kiamat ialah memberi kesempatan bagi mereka untuk bertobat atau ada di antara keturunan mereka yang beriman. Hal itu merupakan suatu kehormatan dan kemuliaan bagi Nabi Muhammad saw dan rahmat serta kasih sayang Allah terhadap umatnya, dengan demikian pengikut-pengikut ajarannya akan bertambah banyak. Ini sesuai dengan harapan beliau sebagaimana disebutkan dalam sabdanya yang diriwayatkan oleh al-Bukhārī dan Muslim dari Abi Hurairah:\nوَاِنَّمَا كَانَ الَّذِيْ اُوْتِيْتُهُ وَحْيًا اَوْحَاهُ اللّٰهُ اِلَيَّ فَأَرْجُوْ اَنْ اَكُوْنَ اَكْثَرَهُمْ تَابِعًا (رواه الشيخان)\nApa yang diberikan kepadaku adalah wahyu yang diwahyukan kepadaku oleh Allah. Maka aku berharap agar aku menjadi Nabi yang paling banyak pengikutnya di antara para Nabi. (Riwayat asy-Syaikhān)",
			"130" : "Kemudian Allah memerintahkan kepada Nabi Muhammad saw agar dia tetap bersabar menghadapi tindakan-tindakan kaumnya yang kafir itu serta cemoohan dan penghinaan mereka terhadapnya seperti menuduhnya sebagai tukang sihir, orang gila, penyair dan sebagainya. Di samping itu hendaklah dia senantiasa mengingat dan mensucikan Tuhan dengan bertasbih dan salat sebelum terbit matahari, sebelum terbenam matahari dan di tengah malam. Memang dengan mengingat Allah dan dengan salat seseorang dapat membebaskan dirinya dari kekalutan pikiran, kesedihan dan kebimbangan. Nabi Muhammad sendiri pernah berkata tentang faedah salat untuk menenteramkan hatinya.\nوَجُعِلَتْ قُرَّةُ عَيْنِى فِى الصَّلاَةِ (رواه احمد والنسائي عن المغيرة )\nDan dijadikan ketenangan hatiku ketika salat. (Riwayat Aḥmad dan an-Nasā’i dari al-Mugīrah)\nPada ayat lain Allah memerintahkan untuk menanggulangi suatu masalah yang pelik hendaknya kita bersikap sabar dan mendirikan salat.\nوَاسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ وَاِنَّهَا لَكَبِيْرَةٌ اِلَّا عَلَى الْخٰشِعِيْنَۙ ٤٥\nDan mintalah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk. (al- Baqarah/2: 45)\nDalam sebuah hadis yang diriwayatkan oleh Ibnu Jarir, Rasulullah saw bersabda:\nقَالَ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ اِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هٰذَا الْقَمَرَ لاَتُضَامُّوْنَ فِى رُؤْيَتِهِ فَاِنِ اسْتَطَعْتُمْ اَلاَّ تُغْلَبُوْا عَنْ صَلاَةٍ قَبْلَ طُلُوْعِ الشَّمْسِ وَقَبْلَ غُرُوْبِهَا فَافْعَلُوْا (رواه البخاري ومسلم)\nBersabdalah Rasulullah saw: “Sesungguhnya kamu akan melihat Tuhanmu sebagaimana kamu melihat bulan ini, kamu tidak dihalang-halangi waktu melihat-Nya. Jika kamu sanggup berusaha agar kamu jangan ketinggalan salat sebelum terbit matahari dan sebelum terbenamnya, maka kerjakanlah.” (Riwayat al-Bukhārī dan Muslim)\nKemudian Nabi membaca ayat 130 ini. \nعَنْ اَبِيْ هُرَيْرَةَ قَالَ: قَالَ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ: يَقُوْلُ اللّٰهُ تَعَالَى: يَا ابْنَ آدَمَ تَفَرَّغْ لِعِبَادَتِيْ أَمْلَأْ صَدْرَكَ غِنًى وَاَسُدَّ فَقْرَكَ وَاِنْ لَّمْ تَفْعَلْ مَلَأْتُ صَدْرَكَ شُغْلًا وَلمْ اَسُدَّ فَقْرَكَ. (رواه احمد والترمذى)\nDiriwayatkan dari Abu Hurairah. Bersabda Nabi Muhammad saw, “Allah berfirman, Hai anak Adam gunakanlah waktumu untuk beribadah kepadaKu, maka Aku akan mengisi dadamu dengan kekayaan (batin) dan menghapus kefakiranmu. Tetapi bila kamu tidak mau mengerjakannya maka Aku akan mengisi dadamu dengan kesibukan dan tidak akan menutupi kefakiranmu.” (Riwayat Aḥmad dan at-Tirmiżi)\nKemudian Allah mengatakan kepada Nabi Muhammad saw bila engkau telah mengerjakan apa yang telah Aku perintahkan kepadamu yaitu salat sebelum matahari terbit, sebelum terbenamnya, dan di tengah-tengah malam, niscaya jiwamu akan damai dan tenteram, dan engkau akan rida terhadap apa yang dikaruniakan Allah kepadamu sebagaimana tersebut dalam ayat:\nوَلَسَوْفَ يُعْطِيْكَ رَبُّكَ فَتَرْضٰىۗ ٥\nDan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas. (aḍ-Ḍuḥā/93: 5)\nMengenai rida dan kepuasan batin ini, sebuah hadis sahih mengungkapkan sebagai berikut:\nأَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ قَالَ: يَقُوْلُ اللّٰهُ تَعَالَى: يَا أَهْلَ الْجَنَّةِ فَيَقُوْلُوْنَ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، فَيَقُوْلُ هَلْ رَضِيْتُمْ فَيَقُوْلُوْنَ رَبَّنَا وَمَا لَنَا لاَنَرْضٰى وَقَدْ أَعْطَيْتَنَا مَالمَ ْتُعْطِ أَحَدًا مِنْ خَلْقِكَ، فَيَقُوْلُ اِنِّيْ اُعْطِيْكُمْ اَفْضَلَ مِنْ ذٰلِكَ فَيَقُوْلُوْنَ وَاَيُّ شَيْءٍ اَفْضَلُ مِنْ ذٰلِكَ، فَيَقُوْلُ اُحِلُّ عَلَيْكُمْ رِضْوَانِى فَلاَ اَسْخَطَ عَلَيْكُمْ بَعْدَهُ أَبَدًا (رواه البخاري ومسلم عن أبى هريرة)\nRasulullah saw bersabda, “Allah berkata kepada penghuni surga, Hai para penghuni surga. Mereka menjawab, Kami siap mendengarkan firman Engkau Ya Tuhan kami, selamat dan bahagia atas Engkau, lalu Allah berfirman apakah kamu telah rida dan puas? Mereka menjawab: Bagaimana kami tidak akan rida dan puas Engkau telah menganugerahkan kepada kami nikmat-nikmat yang tidak Engkau berikan kepada selain kami di antara makhluk-makhluk Engkau. Maka Allah berfirman, Aku akan menganugerahkan kepadamu sesuatu yang lebih baik dari itu. Mereka bertanya: Apakah itu ya Tuhan kami, yang lebih baik dari anugerah yang telah kami terima? Allah berfirman, Allah berfirman, Aku akan memberikan kepada kamu keridaanKu, maka Aku tidak akan marah kepadamu setelah itu untuk selama-lamanya.” (Riwayat al-Bukhārī dan Muslim dari Abu Hurairah)\nDemikianlah halnya bila seseorang yang telah mencapai rida Allah berkat ketaatan dan kepatuhannya, terhadap Tuhannya.",
			"131" : "Ayat ini menjelaskan bahwa untuk menguatkan hati Rasulullah dan meneguhkan pendiriannya dalam menghadapi perjuangan menegakkan kalimah Allah, Allah mengamanatkan kepadanya agar dia jangan mengalihkan perhatiannya kepada kesenangan, kemewahan dan kekayaan yang dinikmati oleh sebagian orang kafir karena hal itu akan melemahkan semangatnya bila matanya telah disilaukan oleh kilauan perhiasan dunia dan ingin mempunyai apa yang dimiliki orang-orang kaya. Semua nikmat yang diberikan kepada orang-orang kafir hanyalah sementara, ibarat bunga yang sedang berkembang, tetapi tak lama kemudian bunga yang harum semerbak itu akan layu dan berguguran daunnya satu persatu dan hilanglah segala keindahan dan daya tariknya. Nikmat kekayaan yang diberikan kepada orang-orang kafir itu hanyalah buat sementara saja sebagai ujian bagi mereka, apakah dengan nikmat Tuhan itu mereka akan bersyukur kepada-Nya dengan beriman dan mempergunakannya untuk mencapai keridaan-Nya ataukah mereka akan tetap kafir dan bertambah tenggelam dalam kesesatan, sehingga harta benda itu menjadi sebab kecelakaan mereka sendiri. Allah telah menganugerahkan kepada Nabi sebagai ganti nikmat lahiriyah itu nikmat yang lebih baik yaitu ketenangan hati dan kebahagiaan yang berupa keridaan Ilahi.\nDiriwayatkan oleh Abu Rafì’, seorang tamu datang mengunjungi Rasulullah, sedang di rumahnya tidak ada yang patut disuguhkan kepada tamu itu. Rasulullah menyuruh saya meminjam sedikit tepung gandum kepada orang Yahudi dan akan dibayar nanti pada bulan Rajab. Orang Yahudi itu tidak mau meminjamkan kecuali dengan jaminan. Aku kembali kepada Rasulullah memberitakan hal itu. Rasulullah berkata:\nوَاللّٰهِ اِنِّي لَاَمِيْنٌ فِى اَهْلِ السَّمَاءِ أَمِيْنٌ فِى اَهْلِ اْلاَرْضِ وَلَوْ اَسْلَفَنِي اَوْ بَاعَنِى 8öيْتُ اِلَيْهِ اِذْهَبْ بِدِرْعِى. (رواه البزار)\n“Demi Allah, saya adalah orang yang dapat dipercaya di antara penghuni langit dan orang yang dapat dipercaya di antara penghuni bumi. Seandainya ia meminjami atau menjual padaku, tentu aku membayarnya. Bawalah baju perangku ini. (Riwayat al-Bazzār). \nKemudian turunlah ayat ini (Ṭāhā/20: 131).",
			"132" : "Ayat ini menjelaskan amanat berikutnya yang tidak kurang pentingnya dari perintah sebelumnya ialah perintah Allah kepada Nabi saw menyuruh untuk keluarganya mengerjakan salat dan sabar dalam melaksanakan salat dengan menjaga waktu dan kesinambungannya. Perintah itu diiringi dengan perintah yang kedua yaitu dengan peringatan bahwa Allah tidak minta rezeki kepada Nabi, sebaliknya Allah yang akan memberi rezeki kepadanya, sehingga Nabi tidak perlu memikirkan soal rezeki keluarganya. Oleh sebab itu keluarganya agar jangan terpengaruh atau menjadi silau matanya melihat kekayaan dan kenikmatan yang dimiliki oleh istri-istri orang kafir itu. Demikianlah amanat Allah kepada Rasul-Nya sebagai bekal untuk menghadapi perjuangan berat, yang patut menjadi contoh teladan bagi setiap pejuang yang ingin menegakkan kebenaran di muka bumi. Mereka harus lebih dahulu menjalin hubungan yang erat dengan Khaliknya yaitu dengan tetap mengerjakan salat dan memperkokoh batinnya dengan sifat tabah dan sabar. Di samping itu haruslah seisi rumah tangganya mempunyai sifat seperti yang dimilikinya. Dengan demikian ia akan tabah berjuang tidak diombangambingkan oleh perhiasan kehidupan dunia seperti kekayaan, pangkat dan kedudukan. \nAmanat-amanat inilah yang dipraktekkan oleh Rasulullah saw dan para sahabatnya sehingga mereka benar-benar sukses dalam perjuangan mereka sehingga dalam masa kurang lebih 23 tahun saja Islam telah berkembang dengan pesatnya di seluruh jazirah Arab dan jadilah kalimah Allah kalimah yang paling tinggi dan mulia.\nJika Rasul dan keluarganya menghadapi berbagai kesuliltan, beliau mengajak keluarganya untuk salat, sebagaimana diriwayatkan dari Ṡābit, ia berkata : \nكَانَ النَّبِيُّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ اِذَا اَصَابَتْ اَهْلَهُ خَصَاصَةٌ نَادَى أَهْلَهُ بِالصَّلاَةِ (صَلُّوْا صَلُّوْا) قَالَ ثَابِتٌ: وَكَانَ اْلاَنْبِيَاءُ عَلَيْهِمُ السَّلَامُ اِذَا نَزَلَ بِهِمْ اَمْرٌ فَزَعُوْا اِلَى الصَّلَاةِ.   (رواه ابن ابى حاتم)\nApabila keluarga Nabi ditimpa kesusahan, beliau memerintahkan mereka, “Ayo salatlah, salatlah,” Ṡābit berkata, “Para nabi jika tertimpa kesusahan mereka segera menunaikan salat.” (Riwayat Ibnu Abī Ḥātim).",
			"133" : "Orang-orang kafir Mekah mencemoohkan Nabi Muhammad saw dengan mengatakan bahwa seruannya kepada agama yang dibawanya adalah omong kosong belaka. Kalau agama yang dibawanya benar tentulah dia membuktikannya dengan mukjizat-mukjizat seperti yang diberikan kepada Nabi Saleh yaitu unta betina, yang diberikan kepada Nabi Musa seperti tongkat dan yang diberikan kepada Isa yaitu menghidupkan orang mati dan menyembuhkan penyakit sopak. Andaikata ada pada diri mereka sedikit saja kemauan untuk berpikir dan kecenderungan untuk menerima kebenaran tentulah mereka tidak akan mengucapkan kata-kata yang demikian, karena Al-Qur’an sendiri yang diturunkan kepada Nabi Muhammad adalah mukjizatnya yang paling besar di antara mukjizat-mukjizat yang diberikan kepada Nabi-nabi sebelum Nabi Muhammad saw. \nBerbagai bukti telah menunjukkan bahwa mereka tidak dapat meniru keindahan susunan kalimat dan kosakata Al-Qur’an, mereka juga tidak dapat mendatangkan satu Surah pendek pun yang setaraf balagah dan faṣaḥah-nya dengan Surah-surah dalam Al-Qur’an. Bukankah di dalam Al-Qur’an terdapat kisah-kisah mengenai umat-umat yang terdahulu sedangkan Nabi Muhammad sendiri tidak mengenal kisah-kisah itu sebelumnya. Bukankah di dalam Al-Qur’an terdapat syariat-syariat dan peraturan-peraturan yang maksud dan tujuannya sama dengan syariat yang dibawa Nabi-nabi sebelumnya yaitu syariat-syariat untuk kepentingan dan kebahagiaan manusia di dunia dan di akhirat. Sebenarnya Al-Qur’an itu saja sudah cukup menjadi bukti bagi kebenaran Muhammad saw dan sudah cukup sebagai mukjizat besar yang kekal dan abadi. Allah sangat menyesalkan sikap mereka yang menolak Al-Qur’an begitu saja tanpa alasan yang benar dan tidak mau memikirkannya walau sedikit pun. Pada ayat lain Allah berfirman pula:\nبَلْ هُوَ اٰيٰتٌۢ بَيِّنٰتٌ فِيْ صُدُوْرِ الَّذِيْنَ اُوْتُوا الْعِلْمَۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الظّٰلِمُوْنَ ٤٩ وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيٰتٌ مِّنْ رَّبِّهٖ ۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ ۗوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ٥٠ اَوَلَمْ يَكْفِهِمْ اَنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ يُتْلٰى عَلَيْهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَرَحْمَةً وَّذِكْرٰى لِقَوْمٍ يُّؤْمِنُوْنَ ࣖ ٥١\nSebenarnya, (Al-Qur’an) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami. Dan mereka (orang-orang kafir Mekah) berkata, “Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?” Katakanlah (Muhammad), “Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas.” Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab (Al-Qur’an) yang dibacakan kepada mereka? Sungguh, dalam (Al-Qur’an) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman. (al-’Ankabūt/29: 49-51)",
			"134" : "Ayat ini menerangkan bahwa andaikata Allah membinasakan mereka sebelum mengutus Nabi Muhammad kepada mereka, mereka akan me-ngatakan pada hari Kiamat, bahwa Allah tidak mengutus kepada mereka seorang rasul yang akan diikuti ajaran-ajarannya sehingga mereka menjadi orang-orang yang beriman sebelum menemui hari perhitungan ini. Oleh sebab itu Allah tidak membinasakan mereka seperti umat-umat yang dahulu agar tidak ada alasan bagi mereka ketika menghadapi hari Perhitungan pada hari Kiamat. Karena Allah telah mengutus kepada mereka rasul yang akan menerangkan kepada mereka ayat-ayat Allah. Kemudian terserah kepada mereka apakah mereka akan mengikuti petunjuk-petunjuk Allah ataukah mereka akan tetap dalam kekafiran dan selalu menghina dan memperolok-olokan Muhammad saw.",
			"135" : "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada orang kafir Mekah sebagai jawaban atas berbagai alasan dan cemoohan mereka terhadapnya. Kalau seandainya mereka tidak mau menerima petunjuk Allah dan tetap ingkar dan durhaka, maka Rasulullah bersama mereka menunggu keputusan Allah pada hari Kiamat. Tentu mereka akan mengetahui siapa yang berada di jalan yang benar dan yang mendapat petunjuk. Mereka akan mengetahui bahwa merekalah yang sesat dan akan dilemparkan ke neraka Jahanam. Hal ini tersebut dalam firman Allah:\nوَسَوْفَ يَعْلَمُوْنَ حِيْنَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبِيْلًا\nDan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya. (al-Furqān/25: 42)\nDan firman-Nya:\nسَيَعْلَمُوْنَ غَدًا مَّنِ الْكَذَّابُ الْاَشِرُ ٢٦\nKelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu. (al-Qamar/54: 26)"
		}
	}
}