{
	"35" :{
		"number" : "35",
		"name_surah" : " فاطر",
		"name_latin" : "Fāṭir",
		"wajiz" : {
			"1" : "Pada akhir Surah Saba’ Allah menegaskan bahwa orang-orang kafir amat meragukan datangnya hari Kiamat sehingga ketika hari itu datang mereka merasa sangat sengsara. Surah Fatir ini lalu dimulai dengan pujian kepada Allah yang Mahakuasa atas segala sesuatu. Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan untuk mengurus berbagai hal sesuai kehendak-Nya. Di antara bukti kekuasaan-Nya adalah bahwa dia menciptakan malaikat yang mempunyai sayap, masing-masing ada yang dua, tiga, dan empat, bahkan lebih dari itu, sehingga mereka dengan mudah dan cepat berpindah dari satu tempat ke tempat lain. Hanya Allah yang mengetahui hakikat malaikat dan sayap-sayapnya tersebut. Allah berkuasa menambahkan pada ciptaan-Nya, baik malaikat maupun yang lain, apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu tanpa ada yang mampu menghalangi.",
			"2" : "Apa saja di antara rahmat Allah, seperti kesehatan, rezeki, ilmu, dan lainnya, yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa untuk berbuat sesuai kehendak-Nya, Mahabijaksana dalam setiap ketetapan-Nya.",
			"3" : "Limpahan rahmat yang demikian besar harus menjadi pendorong bagi manusia untuk bersyukur. Wahai manusia! Ingatlah akan nikmat Allah yang dilimpahkan kepadamu. Bersyukurlah dengan menaati perintah-Nya dan tidak mendurhakai-Nya. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tentu tidak ada. Tidak ada tuhan yang berhak disembah selain Dia; maka mengapa kamu bisa berpaling dari tauhid?",
			"4" : "Dan jika mereka mendustakan engkau, wahai Nabi Muhammad, setelah engkau memberi mereka seruan untuk beriman kepada Allah yang telah melimpahkan rahmat, maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Karena itu, janganlah bersedih dan bersabarlah seperti halnya mereka (Lihat Surah al-An’am/6: 34). Dan hanya kepada Allah segala urusan dikembalikan. Dia akan memberi balasan sesuai perbuatan setiap orang.",
			"5" : "Usai mengisyaratkan bahwa Kiamat pasti akan tiba, Allah lalu secara tegas menyatakan bahwa janji tentang Kiamat, pahala, dan siksa adalah benar adanya. Karenanya, manusia tidak boleh terlena dan teperdaya oleh kehidupan dunia. Wahai manusia! Sungguh, janji Allah tentang pahala dan siksa itu benar, maka janganlah kehidupan dunia seperti kekayaan dan kekuasaan memperdayakan kamu sehingga kamu sedikit bahkan tidak sama sekali menyiapkan diri untuk kehidupan akhirat. Dan janganlah setan yang pandai menipu dapat memperdayakan kamu tentang Allah dan ajaran agama-Nya.",
			"6" : " Sungguh, setan itu musuh yang nyata dan abadi bagimu, maka perlakukanlah ia sebagai musuh. Jangan kamu ikuti ajakan, rayuan, dan tipu dayanya, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. Salah satu cara setan memperdaya manusia adalah menganggap kecil perbuatan dosa karena Allah Maha Pengampun.",
			"7" : "Di antara golongan setan adalah mereka yang ingkar kepada Allah dan rasul-Nya. Mereka itulah orang-orang yang kafir; mereka di hari Kiamat akan mendapat azab yang sangat keras dan pedih. Dan orang-orang yang beriman dan mengerjakan kebajikan dengan menjadikan setan sebagai musuhnya, mereka memperoleh ampunan dari segala dosa dan pahala yang besar, yakni surga.",
			"8" : "Allah membedakan dengan sangat nyata mereka yang menjadikan setan sebagai musuh dan mereka yang menjadikannya kawan. Maka, apakah pantas orang yang dijadikan terasa indah perbuatan buruknya karena berkawan dengan setan, lalu menganggap baik perbuatannya itu? Tentu tidak pantas! Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki karena dia lebih memilih kesesatan daripada petunjuk Allah melalui rasul-Nya, dan memberi petunjuk kepada siapa yang Dia kehendaki karena dia memilih petunjuk atas izin Allah. Maka, jangan engkau, wahai Nabi Muhammad, biarkan dirimu binasa karena kesedihan hatimu dan larut dalam penyesalan terhadap kesesatan dan keingkaran mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat dan akan memberi balasan yang sepadan.",
			"9" : "Usai menjelaskan kepastian janji Allah, kedatangan hari Kiamat, dan perbedaan antara orang yang taat dengan yang ingkar serta balasan yang akan mereka peroleh, pada ayat ini Allah menunjukkan tanda-tanda kekuasan-Nya di alam semesta sekaligus menjadi perumpamaaan terjadinya hari Kebangkitan. Dan Allah-lah yang mengirimkan angin; lalu angin itu menggerakkan awan, maka Kami arahkan awan yang mengandung air itu ke suatu negeri yang mati, yakni tandus, lalu turunlah hujan dan dengan hujan itu lalu Kami hidupkan bumi setelah mati, yakni kering. Seperti itulah kebangkitan itu akan terjadi.",
			"10" : "Kekuasaan Allah tidak sebatas keberadaan alam semesta. Dia juga pemilik kemuliaan yang didambakan oleh banyak orang. Melalui ayat ini Allah mengingatkan, “Barang siapa menghendaki kemuliaan, maka ketahuilah bahwa kemuliaan itu semuanya milik Allah. Karena itu, jika kamu menginginkannya, mendekatlah dan taatilah Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, yakni kalimat tauhid la ilaha illallah, kalimat zikir, atau semua perkataan yang baik dalam pandangan agama, dan amal kebajikan, Dia akan mengangkatnya. Perkataan baik akan naik dan amal yang baik itu dinaikkan untuk diterima dan diberi-Nya pahala, sehingga pelakunya mendapat kemuliaan dan kedudukan tinggi di sisi-Nya. Adapun orang-orang yang karena mengikuti hawa nafsu merencanakan kejahatan terhadap orang-orang yang beriman, mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur serta tidak mencapai sasarannya. Mereka inilah orang-orang yang jauh dari kemuliaan.",
			"11" : "Dan di antara tanda kekuasaan-Nya adalah bahwa Allah menciptakan bapak kamu, Nabi Adam, dari tanah kemudian menciptakan kamu dari air mani yang bersumber dari saripati makanan yang juga berasal dari tanah, kemudian Dia menjadikan kamu berpasangan laki-laki dan pe-rempuan sebagai suami istri. (Lihat Surah an-Najm/53: 45) Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan sudah ditetapkan dalam Kitab, yaitu Lauh Mahfuz. Sungguh, yang demikian itu mudah bagi Allah karena Dia Mahakuasa dan Maha Mengetahui.",
			"12" : "Untuk memenuhi keperluan hidup manusia, Allah menciptakan lautan dengan beragam sumber dayanya. Dan tidak sama antara dua lautan; yang ini tawar, menyuburkan tanah, menumbuhkan tanam-tanaman, sangat segar, dan sedap diminum, dan lautan yang lain airnya asin lagi pahit karena sangat asin dan tentu tidak sedap untuk diminum. Dan dari masing-masing lautan itu kamu dapat memakan daging yang segar dan kamu dapat secara bersungguh-sungguh mengeluarkan perhiasan yang kamu pakai, yakni mutiara dan marjan (Lihat Surah ar-Rahman/55: 22). Dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur kepada-Nya atas limpahan rahmat tersebut.",
			"13" : "Bukti lain atas kekuasaan dan rahmat Allah adalah pergantian siang dan malam. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktu siang lebih panjang, dan memasukkan sebagian waktu siang ke dalam malam sehingga waktu malam lebih panjang (Lihat Surah Ali ‘Imran/3: 27 dan al-Hajj/22: 61), dan Dia telah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Dengan demikian, perhitungan hari, bulan, dan tahun dapat diketahui. Yang berbuat demikian itulah Allah Tuhan kamu yang Mahakuasa dan Mahasempurna; hanya milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru dan sembah selain Allah, wahai kaum musyrik, sama sekali tidak mempunyai apa-apa walaupun setipis kulit ari.",
			"14" : "Jika kamu menyeru, menyembah, dan meminta pertolongan mereka, yakni berhala atau sesembahan lain yang merupakan benda mati, mereka tidak mendengar seruanmu, dan sekiranya mereka yang kamu sembah itu makhluk hidup yang dapat mendengar, mereka juga tidak memperkenankan permintaanmu kecuali atas izin Allah. Dan pada hari Kiamat mereka akan mengingkari dan berlepas diri dari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan tentang segala sesuatu kepadamu seperti yang diberikan oleh Allah Yang Mahateliti dalam segala urusan.",
			"15" : "Hanya Allah Tuhan yang patut disembah. Dia Mahakuasa, pemilik langit dan bumi, sehingga itu manusia sudah pasti sangat memerlukan rahmat dan pertolongan-Nya. Wahai manusia! Kamulah yang memerlukan Allah; dan Allah, Dialah Yang Mahakaya, tidak memerlukan apa pun, lagi Maha Terpuji nama, sifat, dan perbuatan-Nya.",
			"16" : "Ketaatan manusia sedikit pun menambah kebesaran Allah dan keingkaran mereka sama sekali tidak mengurangi keagungan-Nya. Jika Dia menghendaki, niscaya Dia membinasakan kamu yang ingkar dan mendatangkan makhluk yang baru yang taat kepada-Nya untuk menggantikan kamu. (Lihat Surah Muhammad/47: 38).",
			"17" : "Dan yang demikian itu tidak sulit bagi Allah. Dia Mahakuasa atas segala sesuatu. (Lihat Surah al-‘Ankabut/29: 19)",
			"18" : "Pada hari Kiamat setiap orang akan mempertanggungjawabkan perbuatannya. Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil orang lain untuk membantu memikul bebannya itu, tidak akan dipikulkan sedikit pun, meskipun yang ia panggil itu kaum kerabatnya, apalagi bila ia bukan kerabatnya (Lihat Surah ‘Abasa/80: 34-37). Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada azab Tuhannya sekalipun mereka tidak melihat-Nya atau ketika mereka sedang menyendiri, dan demikian pula mereka yang melaksanakan salat secara baik dan sempurna syarat dan rukunnya. Dan barang siapa menyucikan dirinya dari syirik dan maksiat dengan menjalankan salat dan takut kepada Allah, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali segala urusan. Setiap orang akan dibalas sesuai perbuatannya.",
			"19" : "Usai menjelaskan bahwa yang mau menerima peringatan dari Nabi adalah mereka yang takut kepada Allah dan menjalankan salat, pada ayat-ayat berikut Allah mendatangkan perumpamaan perbedaan antara orang mukmin dengan orang kafir. Dan tidaklah sama orang yang buta mata dan hatinya sehingga tidak dapat melihat dan menerima kebenaran,",
			"20" : "dengan orang yang melihat mata dan hatinya sehingga mau menerima kebenaran, dan tidak pula sama antara gelap gulita, yakni kesesatan atau kekafiran, dengan cahaya, yakni petunjuk atau iman,",
			"21" : "dan tidak pula sama antara yang teduh, yakni kenyamanan dan ketenangan di surga, dengan yang panas, yakni pedihnya siksa neraka.",
			"22" : "Dan tidak pula sama antara orang yang hidup hatinya, yakni orang mukmin, dengan orang yang mati hatinya, yakni orang kafir. Sungguh, Allah memberikan pendengaran untuk menerima petunjuk kepada siapa yang Dia kehendaki, dan engkau, wahai Nabi Muhammad, tidak akan sanggup menjadikan orang yang di dalam kubur, yakni orang yang menutup hatinya dari kebenaran sehingga menyerupai orang mati, dapat mendengar. Engkau tidak akan dapat memberi petunjuk kepada orang-orang musyrik yang telah mati hatinya.",
			"23" : "Engkau tidak lain hanyalah seorang pemberi peringatan kepada manusia agar beriman kepada Allah dan tidak mendurhakai-Nya supaya terhindar dari siksa neraka.",
			"24" : "Sungguh, Kami mengutus engkau, wahai Nabi Muhammad, dengan membawa kebenaran agama tauhid dan hukum-hukumnya, sebagai pembawa berita gembira bahwa orang yang taat akan masuk surga, dan sebagai pemberi peringatan bahwa orang yang durhaka akan masuk neraka. Dan tidak ada satu pun umat dari umat-umat terdahulu melainkan di sana telah datang seorang pemberi peringatan, yakni nabi atau rasul yang Allah utus untuk mengajak mereka beriman kepada Allah.",
			"25" : "Dan jika mereka mendustakanmu, wahai Nabi Muhammad, maka bersabarlah layaknya rasul-rasul terdahulu bersabar menghadapi penolakan umatnya. Sungguh, orang-orang yang sebelum mereka pun telah mendustakan rasul-rasul; ketika rasul-rasulnya datang dengan membawa keterangan yang nyata, yakni mukjizat yang menjadi bukti benarnya risalah mereka, zubur, dan kitab yang memberi penjelasan yang sempurna. Allah memberi petunjuk kepada orang yang Dia kehendaki dengan memberinya kesanggupan untuk mendengarkan dan menerima ke-terangan yang nyata.",
			"26" : "Karena mereka memilih tetap dalan kekafiran, kemudian Aku azab orang-orang yang kafir sebagai balasan atas kedurhakaan mereka; maka lihatlah bagaimana akibat kemurkaan-Ku, yakni siksaanku kepada mereka.",
			"27" : "Setelah menjelaskan kemurkaan-Nya kepada kaum kafir, Allah lalu menyusulinya dengan menyebutkan bukti-bukti kekuasaan-Nya di alam semesta yang dapat disaksikan oleh manusia. Tidakkah engkau melihat bahwa Allah menurunkan air hujan dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenis, warna, dan rasa-nya. Dan engkau juga bisa melihat di antara gunung-gunung itu tampak ada garis-garis putih dan merah yang beraneka macam warnanya dan ada pula yang berwarna hitam pekat.",
			"28" : "Dan demikian pula di antara manusia, makhluk bergerak yang bernyawa, seperti ular, dan hewan-hewan ternak, seperti ayam, kambing, dan lainnya, ada yang bermacam-macam warna dan jenis-nya sebagaimana buah-buahan dan gunung-gunung itu. Dan di antara hamba-hamba Allah, yang takut kepada-Nya hanyalah para ulama, yakni orang-orang yang mengetahui kebesaran dan kekuasaan Allah. Sungguh, Allah Mahaperkasa, Maha Pengampun. Dia akan menghukum orang kafir dan tidak memerlukan bantuan apa pun dari hamba-Nya, namun Dia juga mengampuni dosa-dosa mereka yang tulus bertobat.",
			"29" : "Pada ayat ini Allah menyebutkan sebagian tanda orang yang takut kepada-Nya. Sesungguhnya orang-orang yang selalu membaca Kitab Allah, yakni Al-Qur’an, lalu mereka mengkaji dan mengamalkan kandungannya, dan melaksanakan salat dengan sempurna syarat dan rukunnya, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada-nya dengan diam-diam dan terang-terangan, baik dalam keadaan lapang maupun sempit, mereka itu mengharapkan perdagangan dengan Allah yang tidak akan pernah rugi,",
			"30" : "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun segala khilaf dan dosa, Maha Mensyukuri, yakni memberi pahala atas perbuatan baik hamba-Nya, memaafkan kesalahannya, menambah nikmat-Nya, dan sebagainya.",
			"31" : "Usai memberi janji pahala yang sempurna bagi orang-orang yang selalu membaca dan mengamalkan Al-Qur’an, Allah lalu menyusuli-nya dengan penegasan bahwa Al-Qur’an itu adalah benar-benar wahyu dari Allah. Dan apa yang telah Kami wahyukan kepadamu, wahai Nabi Muhammad, yaitu Kitab Al-Qur’an, itulah yang benar; tidak ada sedikit pun kebatilan dan keraguan di dalamnya; ia juga membenarkan kitab-kitab yang sebelumnya bahwa kitab-kitab itu berasal dari allah. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat keadaan hamba-hamba-Nya.",
			"32" : "Kemudian Kitab Al-Qur’an itu Kami wariskan kepada orang-orang yang benar-benar Kami pilih di antara hamba-hamba Kami, lalu mereka terbagi menjadi tiga kelompok; di antara mereka ada yang menzalimi diri sendiri, yakni kurang memperhatikan pesan-pesan kitab tersebut sehingga lebih banyak berbuat salah daripada berbuat baik; ada yang pertengahan, yaitu orang yang kebaikannya setara dengan keburukannya, dan ada pula yang lebih dahulu berbuat kebaikan dengan izin Allah. Mereka itulah orang yang segera dan berlomba berbuat kebajikan sehingga kebaikannya sangat banyak dan amat sedikit jarang berbuat salah. Yang demikian itu, yakni pewarisan Al-Qur’an kepada umat Nabi Muhammad dan kesegeraan mereka berbuat kebajikan, adalah karunia yang besar.",
			"33" : "Mereka akan mendapat surga Adn; mereka masuk ke dalamnya. Di dalamnya mereka diberi berbagai kenikmatan jasmani dan rohani. Di antara kemikmatan jasmani ialah perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera.",
			"34" : "Adapun kenikmatan rohani yang mereka terima adalah ungkapan syukur kepada Allah dan ketenangan batin. Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami dengan memasukkan kami ke surga. Sungguh, Tuhan kami benar-benar Maha Pengampun atas segala dosa, Maha Mensyukuri dengan memberi balasan yang baik untuk hamba-Nya yang taat.",
			"35" : "Dialah Allah yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal di surga; di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.” Keadaan ini sangat berbeda dengan kondisi mereka saat di dunia.",
			"36" : "Bila orang-orang yang mengikuti tuntunan Al-Qur’an dimasukkan ke surga, maka mereka yang durhaka akan disiksa di dalam neraka. Dan orang-orang yang kafir kepada Allah, rasul, dan kitab-Nya, maka bagi mereka neraka Jahanam. Mereka terus disiksa di dalamnya dan sama sekali tidak dibinasakan hingga mereka mati supaya rasa pedih dari azab yang mereka terima tidak akan pernah berhenti, dan tidak diringankan dari mereka azabnya sedikit pun meski waktu berlalu. Demikianlah Kami membalas setiap orang yang sangat kafir.",
			"37" : "Dan pedihnya siksa membuat mereka berteriak di dalam neraka itu untuk memohon kepada Allah, “Ya Tuhan kami, keluarkanlah kami dari neraka ini, niscaya kami akan mengerjakan kebajikan, yang berlainan dengan kedurhakaan dan kemaksiatan yang telah kami kerjakan dahulu.” (Lihat Surah al-Mu’minun/23: 107-108). Teriakan itu tidak sama sekali mengurangi siksaan yang mereka terima, bahkan dikatakan kepada mereka, “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, untuk mengambil pelajaran, padahal telah datang kepadamu seorang pemberi peringatan, yaitu para rasul dengan penjelasan-penjelasan dari Allah? Maka rasakanlah azab Kami, dan bagi orang-orang zalim tidak ada seorang penolong pun",
			"38" : "Allah mengabaikan permohonan orang-orang kafir itu, karena sungguh, Allah mengetahui yang gaib dan tersembunyi di langit dan di bumi; tidak ada yang luput dari pengetahuan-Nya. Sungguh, Dia Maha Mengetahui segala isi hati dan akan memberinya balasan yang sepadan.",
			"39" : "Di antara bukti kekuasaan-Nya adalah bahwa Dialah yang menjadikan kamu, wahai manusia, sebagai khalifah-khalifah, yakni penguasa-penguasa yang datang silih berganti dari generasi ke generasi untuk menebarkan kemakmuran di bumi. Barang siapa kafir kepada Allah, maka akibat kekafirannya akan menimpa dirinya sendiri dan tidak sedikit pun berpengaruh kepada kekuasaan dan kebesaran Allah. Dan kekafiran orang-orang kafir itu, yakni tetap memilih kufur dan menolak peringatan Allah melalui Rasulullah, hanya akan menambah kemurkaan terhadap mereka di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka, baik di dunia maupun di akhirat.",
			"40" : "Untuk menunjukkan bukti bagi kekuasaan-Nya, Allah meminta Nabi berdialog dengan orang-orang kafir yang meyakini Allah mempunyai sekutu. Katakanlah, wahai Nabi Muhammad, kepada orang-orang kafir itu, “Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru dan sembah selain Allah!” Apa yang mendorong kamu menyembah dan minta pertolongan kepada mereka? Mampukan mereka menciptakan sesuatu? Perlihatkanlah kepada-Ku bagian manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam penciptaan langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya bahwa Allah mempunyai sekutu-sekutu yang mereka sembah itu? Pasti tidak ada! Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain, antara lain dengan mengatakan bahwa sembahan selain Allah itu akan memberi syafaat kepada pe-nyembahnya. Janji-janji itu adalah kebohongan belaka.",
			"41" : "Setelah terbukti bahwa tidak ada siapa dan apa pun yang terlibat dalam penciptaan serta pengaturan langit dan bumi selain Allah, lalu ditegaskan bahwa sungguh, Allah-lah yang menahan langit dan bumi agar tidak lenyap dengan memelihara sistem peredarannya; dan jika kedua-nya akan lenyap akibat gangguan pada sistem peredarannya, maka tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, selalu berbelas kasih, tidak menyegerakan kehancuran alam raya, dan menunda siksa bagi pendurhaka untuk memberinya kesempatan bertobat; sungguh Allah Maha Pengampun kepada siapa pun yang bertobat.",
			"42" : "Meski melihat banyak bukti kekuasaan Allah di alam raya, kaum kafir tetap ingkar. Mereka menuntut agar Allah mengutus seorang rasul kepada mereka. Dan sebelum Nabi Muhammad diutus, mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat yang lain, misalnya umat Yahudi atau Nasrani. Tetapi, ketika pemberi peringatan datang kepada mereka, mereka justru mengingkari sumpah mereka sendiri. Kedatangan Rasulullah tidak menambah apa-apa kepada mereka, bahkan semakin jauh saja mereka dari kebenaran.",
			"43" : "Menjauhnya mereka dari kebenaran adalah karena kesombongan mereka di muka bumi dan karena rencana mereka yang jahat, yaitu menipu lawan bicaranya dengan sumpah palsu. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri, kalau tidak menimpa di dunia pasti akan menimpa di akhirat. Mereka hanyalah menunggu berlakunya ketentuan kepada orang-orang yang terdahulu, yakni turunnya azab kepada orang-orang yang mendustakan rasul. Maka kamu tidak akan mendapatkan perubahan bagi ketetapan-ketetapan Allah yang berlaku bagi umat manusia yaitu mengazab orang-orang yang durhaka dan memberi pahala kepada yang taat, dan tidak pula akan menemui penyimpangan bagi ketentuan Allah itu, yakni apa yang ditetapkan Allah bagi seseorang, maka tidak akan beralih kepada yang lain.",
			"44" : "Allah telah menegaskan bahwa ketetapan-ketetapan-Nya (sunatullah) pasti berlaku bagi seluruh umat manusia. Pada ayat ini Allah menunjukkan bukti-bukti berlakunya sunatullah bagi umat-umat terdahulu. Dan tidakkah mereka, yakni kaum musyrik Mekah, bepergian di bumi lalu melihat bagaimana kesudahan yang buruk bagi orang-orang sebelum mereka yang mendustakan rasul, seperti kaum ‘Ad, Samud, dan lainnya, padahal orang-orang itu lebih besar kekuatannya dari mereka, baik fisik maupun harta? Andaikata kaum musyrik Mekah merasa lebih kuat daripada umat-umat terdahulu itu, kekuatan tersebut tidak akan ada artinya di hadapan Allah, karena Allah Mahaperkasa, dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui perbuatan dan perkataan serta rencana jahat mereka, Mahakuasa mewujudkan apa yang Dia kehendaki.",
			"45" : "Orang-orang kafir sering menantang agar Allah menyegerakan turunnya azab kepada mereka. Melalui ayat ini Allah menegaskan, “Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkannya bagi orang-orang yang melanggar sampai waktu yang sudah ditentukan. Nanti, apabila ajal, yakni batas waktu yang ditentukan bagi mereka telah tiba, maka Allah Maha Melihat keadaan hamba-hamba-Nya, baik yang taat maupun yang bermaksiat, dan akan memberi mereka balasan sesuai perbuatan masing-masing.[]"
		},
		"tahlili" : {
			"1" : "Pada ayat ini, Allah menerangkan bahwa puji dan syukur hanyalah  bagi-Nya, yang telah menciptakan langit dan bumi serta apa yang ada di antara keduanya dengan ciptaan yang amat indah dan ajaib, ciptaan yang belum ada sebelumnya, dan telah diatur-Nya dengan tertib dan lengkap serta sempurna. Dia juga yang telah menugaskan malaikat menyampaikan wahyu kepada para nabi-Nya, untuk menyampaikan berbagai macam urusan. Malaikat itu adalah sejenis makhluk yang mempunyai sayap yang beraneka ragam, ada yang dua, tiga, atau empat bahkan ada yang lebih dari itu. Malaikat bertugas untuk menyampaikan segala perintah dan larangan Allah kepada para nabi-Nya. Allah berkuasa menambah sayap para malaikat lebih banyak lagi menurut kehendak-Nya, sesuai dengan keperluan. Tidak ada kekuatan yang dapat menghalangi-Nya, karena Allah itu Mahakuasa atas segala sesuatu. Di dalam suatu hadis diterangkan bahwa:\nاَنَّ النَّبِيَّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ رَأَى جِبْرِيْلَ لَيْلَةَ اْلاِسْرَاءِ فِى صُوْرَتِهِ لَهُ سِتُّمِائَةِ جَنَاحٍ بَيْنَ كُلِّ جَنَاحَيْنِ كَمَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ. (رواه مسلم عن ابن مسعود)\nSesungguhnya Nabi Muhammad saw melihat Malaikat Jibril pada malam isrā’ dalam bentuk aslinya, dia mempunyai enam ratus sayap, antara dua sayapnya seperti sepanjang mata memandang ke timur dan barat. (Riwayat Muslim dari Ibnu Mas‘ūd). \n",
			"2" : "Pada ayat ini, Allah menerangkan bahwa pemberian atau penahanan suatu rahmat termasuk dalam kekuasaan-Nya. Apabila Dia menganugerahkan suatu rahmat kepada manusia, tidak seorang pun dapat menahan dan menghalangi-Nya. Begitu pula sebaliknya, apabila Dia menahan dan menutup sesuatu rahmat dan belum diberikan kepada siapa yang dikehendaki-Nya, maka tiada seorang pun bisa membuka dan memberikannya, karena semua urusan di tangan-Nya. Dia Maha Perkasa berbuat menurut kehendak dan kebijaksanaan-Nya. Oleh karena itu, kita harus selalu menghadap Allah melalui ibadah untuk mencapai cita-cita kita, dan senantiasa dengan bertawakal kepada-Nya, begitu pula di dalam usaha mencapai tujuan dan maksud yang diridai-Nya. Sejalan dengan ini, Allah berfirman:\nوَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓاِلَّا هُوَ ۚوَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ \nDan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya.  (Yūnus/10: 107). \n\nDan dalam sebuah hadis disebutkan sebagai berikut:\nعَنِ الْمُغِيْرَةِ بْنِ شُعْبَةَ اَنَّهُ قَالَ سَمِعْتُ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ كَانَ اِذَا انْصَرَفَ مِنَ الصَّلَاةِ قَالَ لَا اِلَهَ اِلَّا اللّٰهُ وَحْدَهُ لَاشَرِيْكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ اَللَّهُمَّ لَا مَانِعَ لِمَا اَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَايَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ (رواه احمد والشيخان).\nDari al-Mugīrah bin Syu‘bah bahwa ia berkata, “Saya mendengar Rasulullah saw apabila selesai salat mengucapkan, ‘Tiada tuhan melainkan Allah. Dia Esa tiada ada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya segala puji. Dia kuasa atas segala sesuatu. Ya Allah Tuhanku, tidak ada seorang pencegah pun terhadap sesuatu yang Engkau berikan dan tak ada seorang pemberi terhadap sesuatu yang Engkau cegah, tidak bermanfaat kejayaan seseorang dalam menghadapi siksaan Engkau’.” (Riwayat Aḥmad, al-Bukhārī dan Muslim).",
			"3" : "Pada ayat ini, Allah menganjurkan supaya manusia memberikan perhatian secara khusus atas nikmat yang telah diberikan kepadanya dan menjaganya agar tidak lenyap dan menghilang. Untuk kepentingan ini, manusia selalu harus merendahkan diri mengakui bahwa semua nikmat itu dari Allah sebagai anugerah kepadanya, yang wajib disyukuri dengan melakukan ibadah kepada-Nya tidak kepada lain-Nya, taat kepada segala perintah-Nya, dan menjauhi semua larangan-Nya. Satu-satunya cara untuk memelihara dan menjaga kelestarian nikmat yang ada pada seseorang ialah mensyukuri nikmat itu. Dengan demikian, Allah akan selalu menambahnya. Sebaliknya, kalau nikmat itu tidak disyukuri, maka Allah akan menimpakan azab yang keras, sebagaimana firman-Nya:\nوَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ \nDan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu.” (Ibrāhīm/14: 7).\nAllah satu-satunya pemberi rezeki yang hakiki, baik yang turun dari langit berupa hujan dan sebagainya, maupun yang tumbuh dari bumi berupa keperluan hidup seperti beras, air, pakaian, dan sebagainya. Tidak ada Tuhan melainkan Dia. Kalau manusia mau mengerti dan menyadari semuanya itu, tentunya dia tidak akan berpaling daripada-Nya, tetapi dia akan tetap mengesakan-Nya, menyembah hanya kepada-Nya, tidak kepada yang lain-Nya.",
			"4" : "Pada ayat ini, Allah menghibur Nabi Muhammad bahwa kalau kaumnya mendustakannya terus-menerus atas kebenaran yang disampaikannya sesudah ia mengemukakan alasan-alasan dan tamsil (ibarat) kepada mereka, maka hendaklah ia bersabar sebagaimana halnya rasul-rasul sebelumnya yang selalu disakiti oleh kaumnya, sampai tiba saatnya ia mendapat kemenangan sesuai dengan ketentuan Allah yang telah dijanjikan-Nya. Hendaklah ia mengembalikan segala urusan kepada Allah. Dia akan memberi balasan atas kesabarannya dan imbalan siksa kepada kaumnya yang selalu mendustakan-Nya.",
			"5" : "Pada ayat ini, Allah menerangkan kebenaran janji-Nya, yaitu terjadinya hari Kebangkitan dan hari Pembalasan. Apabila seseorang taat kepada perintah-Nya akan diberi pahala, dan orang yang mendurhakai-Nya akan disiksa. Janji Allah pada waktunya akan menjadi kenyataan. Dia itu tidak akan pernah menyalahi janji-Nya, sebagaimana firman Allah:\nاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ \nSungguh, Allah tidak menyalahi janji. (Āli ‘Imrān/3: 9) \n\nOleh karena itu, tidaklah pada tempatnya bila seseorang teperdaya dengan kehidupan dunia yang mewah, sehingga ia “lupa daratan”, bahkan melupakan Tuhan. Semua waktunya dipergunakan untuk menumpuk harta tanpa mengingat Allah sedikit pun. Hal demikian itu dilarang oleh Allah sebagaimana firman-Nya:\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚ\nWahai orang-orang yang beriman! Janganlah harta benda dan anak-anakmu melalaikan kamu dari mengingat Allah. (al-Munāfiqūn/63: 9).\n \nBegitu pula janganlah seseorang dapat tertipu dan teperdaya dengan bujukan dan godaan setan, dengan mudah menuruti bisikan dan ajakannya karena setan tidak hanya mengajak kepada hal-hal yang keji dan mungkar, tetapi kadangkala ia menyuruh orang untuk berbuat baik dengan tujuan ria. Allah berfirman:\n۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِۗ \nWahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barang siapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan munkar. (an-Nūr/24: 21).",
			"6" : "Pada ayat ini, Allah menerangkan bahwa setan itu adalah musuh abadi bagi manusia yang selalu membuat keraguan, membisikkan yang jahat dengan daya tariknya yang memesona, supaya manusia menuruti dan mengerjakannya. Firman Allah:\nوَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ وَكَانُوْا مُسْتَبْصِرِيْنَ ۙ \nSetan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam.  (al-‘Ankabūt/29: 38)\n\nOleh karena itu, hendaklah manusia menganggap dan menjadikan setan itu musuhnya yang sangat berbahaya, yang tidak perlu dilayani dan diikuti sama sekali, sebagaimana firman Allah:\nوَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ \nDan janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya setan itu musuh yang nyata bagimu. (al-An‘ām/6: 142) \n\nPada akhir ayat ini ditegaskan bahwa maksud dan tujuan setan men-dorong manusia berbuat yang bertentangan dengan perintah Allah adalah untuk mencari teman sebanyak-banyaknya, menjadi penghuni neraka yang menyala-nyala. Firman Allah:\nاَوَلَوْ كَانَ الشَّيْطٰنُ يَدْعُوْهُمْ اِلٰى عَذَابِ السَّعِيْرِ \nApakah mereka (akan mengikuti nenek moyang mereka) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)? (Luqmān/31: 21).",
			"7" : "Dalam ayat ini diterangkan bahwa orang-orang yang ingkar kepada Allah dan rasul-Nya akan mendapat azab yang keras dan pedih di dalam neraka. Azab itu sebagai balasan atas keingkaran mereka pada bujukan setan, lalu mengikuti langkah-langkahnya. Adapun orang-orang yang membenarkan perintah-perintah yang dibawa oleh rasul-Nya dan mengerjakan amal saleh akan memperoleh ampunan dan pahala yang besar. Dosa-dosa mereka diampuni oleh Allah, pahala mereka dilipatgandakan dan telah disiapkan surga sebagai balasan atas iman yang mantap di dalam hati mereka dan amal saleh yang ikhlas karena Allah semata. Firman Allah:\nوَبَشِّرِ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اَنَّ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۗ \nDan sampaikanlah kabar gembira kepada orang-orang yang beriman dan berbuat kebajikan, bahwa untuk mereka (disediakan) surga-surga yang mengalir di bawahnya sungai-sungai. (al-Baqarah/2: 25) ",
			"8" : "Pada ayat ini, Allah menerangkan perbedaan besar antara dua golongan disebut pada ayat sebelumnya. Orang-orang yang teperdaya dan dapat ditipu oleh setan, sehingga pekerjaan mereka yang buruk dianggapnya baik, tentunya tidak sama dengan orang-orang yang tidak dapat ditipu oleh setan. Sebagaimana firman Allah:\nقُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ ١٠٣ اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا ١٠٤ (الكهف)\nKatakanlah (Muhammad), “Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?” (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104).\n\nTersesat atau mendapat petunjuk ada di tangan Allah. Dia menyesatkan atau memberikan petunjuk kepada orang yang dikehendaki-Nya, sesuai dengan kebijaksanaan-Nya, berdasarkan keadaan hamba yang bersangkutan. Orang-orang yang ditetapkan tersesat, dia selalu mengerjakan perbuatan buruk dan keji. Sebaliknya orang-orang yang diberi petunjuk oleh Allah, selalu mengerjakan amalan yang baik. Oleh karena itu, Nabi Muhammad dilarang Allah untuk sedih dan cemas menghadapi kaumnya yang belum mau beriman dan menerima ajakannya, sehingga tidak membinasakan dirinya. Hal semacam ini diterangkan juga di ayat yang lain, firman Allah:\nفَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا ٦ (الكهف)\nMaka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur’an). (al-Kahf/18: 6)\n\nAyat ini ditutup dengan penegasan Allah bahwa Ia Mengetahui apa yang mereka perbuat, termasuk perbuatan buruk dan keji yang akan dibalas-Nya dengan balasan yang setimpal.",
			"9" : "Pada ayat ini, Allah menerangkan bahwa Dia-lah Yang Menciptakan angin yang menggerakkan awan tebal yang mengandung air kemudian mem-bawanya ke bumi yang tandus, dan menurunkan hujan. Dengan turunnya air hujan, bumi yang mati dan tidak ada pepohonan sedikit pun di atasnya berubah menjadi subur. Bumi menumbuhkan buah-buahan yang bermacam-macam dan beraneka ragam cita rasanya. Demikianlah Allah menghidupkan bumi sesudah mati dengan hujan yang turun dari awan. Kalau manusia mau menggunakan akalnya dan memikirkan dengan sungguh-sungguh tanda kekuasaan Allah seperti kejadian yang tersebut di atas, tentu ia akan sampai kepada suatu kesimpulan bahwa Allah yang berkuasa menghidupkan tanah yang mati, tentunya kuasa pula menghidupkan manusia yang sudah mati sekalipun telah hancur dan tulang-belulangnya berserakan.\nDiriwayatkan dari Abū Ruzain al-‘Uqaili bahwa ia bertanya kepada Rasulullah saw tentang bagaimana cara Allah menghidupkan orang mati dan apa tanda-tandanya pada makhluk. Rasulullah saw menjawab, “Wahai Abū Ruzain, pernahkah engkau melalui suatu lembah kaummu yang gersang, kemudian kamu melaluinya kembali dalam keadaan subur dan menghijau?” Abū Ruzain menjawab, “Pernah.” Rasulullah bersabda, “Begitulah Allah menghidupkan orang yang sudah mati.”",
			"10" : "Pada ayat ini, Allah menerangkan bahwa barang siapa ingin mendapatkan kemuliaan di dunia dan di akhirat, hendaklah ia senantiasa taat kepada Allah karena semua kemuliaan baik di dunia maupun di akhirat adalah kepunyaan-Nya. Dialah yang menerima perkataan-perkataan yang baik seperti kalimat tauhid, zikir, membaca Al-Qur’an, dan lainnya, begitu pula amal-amal yang baik yang disertai dengan keikhlasan akan diberi pahala oleh Allah. Sesuatu amal, baik berupa perkataan maupun perbuatan, yang dilakukan tanpa keikhlasan tidak akan berpahala, bahkan akan mendapat azab karena dianggap mendustakan agama. Ibadah salat, zakat, dan amal-amal baik yang lain apabila dilakukan dengan ria, yakni dikerjakan bukan untuk mencari keridaan Allah, tetapi mencari pujian atau ketenaran di masyarakat, tidak akan diterima oleh Allah. Firman Allah:\nفَوَيْلٌ لِّلْمُصَلِّيْنَۙ ٤ الَّذِيْنَ هُمْ عَنْ صَلَاتِهِمْ سَاهُوْنَۙ ٥ الَّذِيْنَ هُمْ يُرَاۤءُوْنَۙ ٦ وَيَمْنَعُوْنَ الْمَاعُوْنَ ࣖ ٧ (الماعون)\nMaka celakalah orang yang salat, (yaitu) orang-orang yang lalai terhadap salatnya, yang berbuat ria, dan enggan (memberikan) bantuan.                 (al-Mā‘ūn/107: 4-7) \n\nOrang-orang yang merencanakan kejahatan terhadap orang-orang Islam, seperti merencanakan suatu hal yang akan menyebabkan mundurnya Islam atau kurang mendapat perhatian dari masyarakat dan lain-lain, akan mendapat siksa yang pedih di hari Kiamat dan rencana buruknya akan hancur tidak mencapai sasarannya seperti yang dialami orang-orang kafir Mekah. Mereka dulu merencanakan akan menangkap Rasulullah saw lalu membunuh atau mengasingkannya di suatu tempat yang jauh dari tumpah darahnya, agar Islam menjadi lemah bahkan akan hilang lenyap di permukaan bumi. ",
			"11" : "Pada ayat ini, Allah menerangkan kejadian Adam yang menjadi nenek moyang manusia. Ia dijadikan oleh Allah langsung dari tanah, kemudian keturunannya dijadikan dari sperma yang pada hakikatnya juga berasal dari tanah karena berasal dari makanan berupa beras, sayur-sayuran dan lain-lain, yang berasal dari tanah. Kemudian mereka dijadikan berpasang-pasangan, terdiri dari laki-laki dan perempuan. Tidak ada seorang perempuan yang mengandung atau melahirkan kecuali semuanya diketahui oleh Allah, tidak ada yang tersembunyi bagi-Nya. Sejalan dengan ayat ini Allah berfirman:\nاَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ٨ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ٩ (الرّعد)\nAllah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya. (Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi. (ar-Ra‘d/13: 8-9)\n\nTidak seorang pun yang berumur panjang, kecuali telah ditetapkan Allah lebih dahulu dan tertulis di Lauḥ Maḥfūẓ, tidak akan bertambah dan tidak akan berkurang. Begitu pula orang yang telah ditetapkan berumur pendek, tidak akan lebih panjang dan tidak lebih pendek demi untuk menjaga keseimbangan di bumi supaya kemakmuran tertib jalannya. Hal demikian itu bagi Allah adalah mudah, karena Dia mengetahui segala sesuatu, tidak ada yang tersembunyi bagi-Nya.",
			"12" : "Pada ayat ini, Allah menerangkan bahwa ada dua keistimewaan air, masing-masing mempunyai kegunaan sendiri-sendiri. Keduanya dapat menjadi tempat berkembang biak ikan yang lezat cita rasanya. Air tawar di sungai-sungai yang mengalir melalui desa-desa dan kota-kota besar, sedap diminum, menghilangkan dahaga, menyuburkan tanah, dan menumbuhkan rumput-rumputan, tanam-tanaman, dan pohon-pohonan. Perahu-perahu dapat berlayar di atasnya untuk membawa keperluan hidup dari satu tempat ke tempat lain. Sedangkan air asin, di dalamnya terdapat mutiara dan karang laut yang dapat dijadikan perhiasan, dan menjadi tempat berlayarnya kapal-kapal besar membawa hasil bumi dan tambang dari satu tempat ke tempat-tempat lain, baik di daerah sendiri maupun ke luar negeri sebagai barang ekspor atau mendatangkannya dari luar negeri sebagai barang impor, yang tidak dapat dijangkau oleh perahu-perahu kecil, sebagai barang dagangan untuk mencari karunia Allah. \nPada akhir ayat ini dijelaskan bahwa kekuasaan Allah dapat menunduk-kan air tawar dan air asin sehingga bisa dipergunakan menurut fungsinya masing-masing. Hal demikian itu bertujuan agar manusia bersyukur atas nikmat-nikmat yang telah dianugerahkan Allah kepadanya itu.\nMenurut para saintis, air nikmat diminum dan terasa segar apabila mengandung hanya sedikit garam terlarut, sedangkan rasa asin dan pahit air laut disebabkan oleh tingginya kandungan garam yang terlarut di dalamnya. Ukuran kandungan garam di dalam air biasa dinyatakan dengan kegaraman atau salinitas yang satuannya adalah gram garam per kg air, atau karena BD air = 1, dalam gram/liter. Empat belas abad yang lalu, ketika ilmu kimia praktis belum ada, ayat ini telah menyatakan bahwa salinitas air laut berbeda-beda. Kenyataan ini terbukti kini bahwa apa yang dinyatakan dalam ayat ini benar adanya. Hasil pengukuran di seluruh dunia memperlihatkan bahwa salinitas rata-rata air laut adalah sebesar 34,72 gr/l. Tetapi salinitas rata-rata ketiga samudra besar memiliki perbedaan: 34, 90 untuk Samudra Atlantik, 34,76 untuk Samudra Hindia dan 34,62 untuk Samudra Pasifik. Salinitas air di lautan terbuka umumnya bervariasi antara 33 sampai 37 gram/l. Salinitas tertinggi di laut terbuka dijumpai di Laut Merah (sekitar 41 gr/l), sedangkan salinitas terendah dijumpai di Teluk Bothnia dan Laut Baltik (Masing-masing sekitar 10 dan 20 gr/l). ",
			"13" : "Pada ayat ini diterangkan bahwa Allah yang memasukkan malam ke dalam siang, maka jadilah siang itu lebih panjang dari malam, begitu pula sebaliknya. Dia memasukkan siang ke dalam malam maka jadilah malam itu lebih panjang dari siang. Silih bergantinya siang dengan malam merupakan suatu rahmat dari Allah. Pada waktu siang, manusia bekerja mencari rezeki dan pada waktu malam mereka beristirahat untuk melepaskan lelah dan mengumpulkan tenaga baru untuk dipergunakan lagi esok harinya.\nAllah menundukkan siang dan malam, dan menjadikan matahari dan bulan beredar menurut ketentuan yang telah digariskan. Tidak satu pun di antaranya yang menyalahi ketentuan itu, sehingga tidak terjadi tabrakan. Ini semua merupakan rahmat dari Allah, karena dengan demikian bilangan tahun dan perhitungan waktu dapat diketahui, sebagaimana ditegaskan Allah dalam ayat yang lain:\nهُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ \nDialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). (Yūnus/10: 5) \n\nHanya Allah yang melakukan semua itu. Tuhan yang mempunyai kekuasaan yang sempurna dan mutlak. Dialah Tuhan yang wajib disembah. Semua yang ada di langit dan di bumi adalah hamba-Nya dan di bawah kekuasaan-Nya. Berbeda dengan berhala-berhala yang disembah orang-orang musyrik, yang tidak memiliki daya kemampuan sedikit pun, sekalipun setipis kulit ari. Bahkan, sembahan mereka itu adalah milik Allah Pencipta semesta alam.",
			"14" : "Ayat ini menerangkan bahwa tuhan-tuhan yang mereka persekutukan dengan Allah tidak dapat mendengar apabila diseru oleh penyembahnya, karena hanya berupa benda mati yang tidak bernyawa. Andaipun dapat mendengar seruan penyembahnya, tuhan-tuhan itu tidak akan dapat berbuat apa-apa, serta tidak dapat melayani dan mengabulkan permintaan mereka di hari kiamat nanti. Tuhan-tuhan itu berlepas diri dari mereka, tidak mau bertanggung jawab, dan bahkan berkata, “Sebenarnya mereka itu tidaklah menyembah kami, tetapi menyembah hawa nafsu mereka, dan sesuatu yang dianggap baik menurut ajakan dan bujukan setan.” Allah berfirman:\nوَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لِّيَكُوْنُوْا لَهُمْ عِزًّا ۙ ٨١ كَلَّا ۗسَيَكْفُرُوْنَ بِعِبَادَتِهِمْ وَيَكُوْنُوْنَ عَلَيْهِمْ ضِدًّا ࣖ ٨٢ (مريم)\nDan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (se-sembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)\n\nAyat 14 ini ditutup dengan ketegasan bahwa pemberitaan mengenai tuhan-tuhan yang menjadi sembahan kaum musyrikin adalah benar dan tidak mungkin keliru, karena informasi itu berasal dari Allah, Tuhan Maha Mengetahui segala sesuatu dengan pasti. Tidak ada yang tersembunyi bagi-Nya, baik di bumi maupun di langit. Firman Allah:\nاِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ ٥ (اٰل عمران)\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Āli ‘Imrān/3: 5)\n",
			"15" : "Pada ayat ini diterangkan bahwa manusia sangat berkepentingan kepada Penciptanya yaitu Allah karena semua manusia membutuhkan pertolongan-Nya dalam seluruh aspek kehidupan, seperti kekuatan, rezeki, menolak  bahaya, mendapat kenikmatan, ilmu dan sebagainya, baik urusan dunia maupun akhirat. Semua itu tidak akan terjadi kecuali dengan rahmat dan taufik Allah.  \nHanya Allah yang wajib disembah dan diharapkan rida-Nya. Ia Mahakaya, tidak memerlukan sesuatu. Maha Terpuji atas nikmat yang telah dianugerahkan kepada para hamba-Nya. Setiap nikmat yang dimiliki oleh manusia berasal dari sisi-Nya. Dialah yang seharusnya dipuji dan disyukuri dalam segala hal. Di ayat lain Allah menegaskan:\nلَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ ٦٤ (الحج)\nMilik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji. (al-Ḥajj/22: 64)",
			"16" : "Ayat-ayat ini menjelaskan bahwa Allah tidak memerlukan suatu apa pun, dan Dia mempunyai kekuasaan yang sempurna. Jika Allah mau menghancurkan makhluk-Nya, maka dengan sekejap saja hancur binasalah semuanya, karena sekalipun Dia yang menciptakan, tetapi Dia tidak mempunyai keperluan sedikit pun padanya. Dia lalu menggantinya dengan makhluk lain yang akan patuh dan taat kepada perintah-Nya, menyerukan yang baik dan mencegah yang keji dan mungkar. Yang demikian itu tidak sulit bagi Allah untuk melaksanakannya, tetapi mudah sekali. Firman Allah:\nاَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ١٩ (العنكبوت)\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-‘Ankabūt/29: 19)\n",
			"17" : "Ayat-ayat ini menjelaskan bahwa Allah tidak memerlukan suatu apa pun, dan Dia mempunyai kekuasaan yang sempurna. Jika Allah mau menghancurkan makhluk-Nya, maka dengan sekejap saja hancur binasalah semuanya, karena sekalipun Dia yang menciptakan, tetapi Dia tidak mempunyai keperluan sedikit pun padanya. Dia lalu menggantinya dengan makhluk lain yang akan patuh dan taat kepada perintah-Nya, menyerukan yang baik dan mencegah yang keji dan mungkar. Yang demikian itu tidak sulit bagi Allah untuk melaksanakannya, tetapi mudah sekali. Firman Allah:\nاَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ١٩ (العنكبوت)\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-‘Ankabūt/29: 19)\n",
			"18" : "Pada ayat ini, Allah menerangkan kedahsyatan hari Kiamat. Pada hari itu setiap orang memikul dosanya masing-masing. Seseorang yang berdosa tidak akan memikul dosa orang lain. Jika ada yang merasa dosanya berat sekali, lalu meminta bantuan kepada orang lain untuk memikul sebagian dosanya, maka dosa itu tidak akan dipukulkan kepada yang diminta, sekalipun itu kaum kerabatnya, seperti ayah, anak, dan lain sebagainya. Setiap orang di hari Kiamat itu sibuk dengan urusannya masing-masing memikirkan dan merenungkan apa gerangan yang akan menimpa dirinya. Firman Allah:\nيٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِيْ وَالِدٌ عَنْ وَّلَدِهٖۖ وَلَا مَوْلُوْدٌ هُوَ جَازٍ عَنْ وَّالِدِهٖ شَيْـًٔاۗ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ ٣٣ (لقمٰن)\nWahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu teperdaya oleh kehidupan dunia, dan jangan sampai kamu teperdaya oleh penipu dalam (menaati) Allah. (Luqmān/31: 33)\n\nAyat lain menjelaskan:\nيَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ ٣٤ وَاُمِّهٖ وَاَبِيْهِۙ ٣٥ وَصَاحِبَتِهٖ وَبَنِيْهِۗ ٣٦ لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ ٣٧ (عبس)\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. (‘Abasa/80: 34-37)\n\nDalam tafsir al-Qurṭubī diriwayatkan dari Ikrimah bahwa seorang bapak menggantungkan harapan kepada anaknya di hari Kiamat dan berkata, “Wahai anakku! Bagaimana aku sebagai bapakmu,” lalu anak itu memujinya dengan pujian yang baik. Bapak itu berkata lagi kepada anaknya, “Wahai anakku! Aku benar-benar memerlukan dari amal baikmu sekalipun hanya seberat zarah, supaya aku selamat dari keadaanku sebagaimana yang engkau lihat.” Anaknya menjawab, “Wahai bapakku! Alangkah sedikitnya yang engkau minta, tetapi aku sendiri khawatir terhadap diriku sebagaimana bapak khawatir terhadap diri sendiri. Oleh karena itu, saya tidak dapat memberikan apa-apa barang sedikit pun.” Kemudian ia beralih kepada istrinya yang menggantungkan harapannya dan berkata, “Wahai Fulanah! Bagaimanakah aku sebagai suamimu?” Lalu dipuji-pujinya suaminya itu dengan pujian yang baik. Berkatalah suami itu kepada istrinya, “Aku meminta kepadamu satu saja dari amal baikmu, semoga dengan pemberianmu aku selamat dari keadaanku, sebagaimana yang kamu saksikan ini.” Istrinya menjawab, “Alangkah sedikitnya yang engkau minta, namun aku tidak bisa memberikannya karena aku khawatir juga seperti apa yang engkau khawatirkan.” \nKandungan ayat ini sebagai penghibur hati Rasulullah karena dakwahnya yang tidak mendapat sambutan baik dari kaumnya dan mereka tetap keras kepala. Allah menjelaskan bahwa yang dapat menerima nasihat dan peringatan-Nya hanyalah orang-orang yang takut kepada Allah dan azab-Nya yang pedih di hari kemudian, sekalipun mereka tidak melihatnya. Tidak seperti halnya orang-orang yang telah dipatri hatinya oleh Allah sehingga mereka tidak tahu apa-apa. Mereka mengerjakan salat yang diwajibkan sesuai dengan rukun dan syaratnya, mensucikan hati mereka, dan mendekatkan diri kepada Allah. Barang siapa menyucikan dirinya dari syirik, perbuatan dosa, dan kedurhakaan, seperti ria, ujub, dusta, dan menipu, kebaikannya akan kembali kepada dirinya sendiri. Begitu pula sebaliknya, kalau ia berbuat maksiat bergelimang dosa, maka mudaratnya itu kembali kepada dirinya. \nAyat ini ditutup dengan satu penjelasan bahwa semua urusan dikembalikan kepada Allah. Tiap-tiap orang akan dibalas sesuai dengan amal perbuatannya di dunia. Kalau baik akan dibalas dengan baik, begitu pula sebaliknya, kalau amalnya jahat akan dibalas dengan balasan yang setimpal. Firman Allah:\nوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ \nHanya kepada Allah segala urusan dikembalikan. (al-Anfāl/8: 44)",
			"19" : "Pada ayat ini, Allah menerangkan bahwa orang-orang yang tidak mengetahui atau mengingkari agama yang dibawa oleh Nabi Muhammad tidak sama dengan orang-orang yang membuka matanya lebar-lebar sehingga dapat melihat dan mengetahui dengan jelas kebenaran agama yang dibawanya, lalu mereka mengikuti dan menaatinya. Golongan pertama termasuk orang-orang yang jahat dan tidak mengetahui, sedang golongan kedua adalah orang-orang yang baik dan mengetahui.\nFirman Allah:\nقُلْ لَّا يَسْتَوِى الْخَبِيْثُ وَالطَّيِّبُ \nKatakanlah (Muhammad), “Tidaklah sama yang buruk dengan yang baik.”  (al-Mā’idah/5: 100) \n\nDan firman-Nya:\nقُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۗ \nKatakanlah, “Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?” (az-Zumar/39: 9) ",
			"20" : "Pada ayat ini, Allah menerangkan bahwa kekafiran tidak sama dengan iman, karena kekafiran adalah kegelapan, tidak mengetahui peraturan Allah. Orang kafir berjalan dalam kegelapan, tidak dapat keluar darinya, bahkan hanyut dalam kesesatan di dunia dan akhirat. Adapun cahaya iman menerangi orang Islam kepada jalan yang benar dan membawa kebahagiaan dunia dan akhirat.  Sebagian mufasir mengartikan ‘gelap gulita’ di sini dengan ‘kebatilan’, dan ‘cahaya’ dengan ‘kebenaran’, kebatilan dan kebenaran tidak sama.",
			"21" : "Selanjutnya, Allah menerangkan bahwa yang terlindung tidak sama dengan yang terkena panas. Sebagian ulama tafsir mengartikan ẓill (teduh/naungan) di sini dengan surga, karena surga itu mempunyai naungan yang menyebabkan hawa sejuk. Sebagaimana firman Allah:\n۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ\nPerumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. (ar-Ra‘d/13: 35) \n\nSedang ḥarr (panas) diartikan dengan neraka, karena ia memang satu tempat yang amat panas dan penuh dengan api yang menyala-nyala, jauh lebih panas dari api yang dikenal di dunia. Sepercik bunga api neraka saja jatuh di dunia, maka dunia akan panas seluruhnya sebagaimana dijelaskan di dalam suatu hadis.\nلَوْ اَنَّ شَرَرَةَ مِنْ شَرَرِ جَهَنَّمَ بِالْمَشْرِقِ لَوَجَدَ حَرَّهَا مَنْ بِالْمَغْرِبِ. (رواه الطبراني عن انس بن مالك)\nSekiranya sepercik api dari bunga-bunga api neraka (berada) di timur, maka akan dirasakan panasnya (oleh orang-orang yang berada) di barat. (Riwayat aṭ-Ṭabrānī dari Anas bin Mālik) \n",
			"22" : "Pada awal ayat ini, Allah menerangkan bahwa orang-orang yang hatinya hidup karena beriman kepada Allah dan rasul-Nya, serta mengetahui Al-Qur’an dan isinya, tidak sama dengan orang yang mati hatinya akibat ditutupi kekafiran. Mereka yang terakhir ini tidak mau mengetahui perintah dan larangan Allah, tidak dapat membedakan antara petunjuk dan kesesatan. Ini adalah perumpamaan bagi orang-orang yang mukmin dan bagi orang-orang kafir. Firman Allah:\nاَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ \nDan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana?  (al-An‘ām/6: 122) \n\nDan firman-Nya:\n۞ مَثَلُ الْفَرِيْقَيْنِ كَالْاَعْمٰى وَالْاَصَمِّ وَالْبَصِيْرِ وَالسَّمِيْعِۗ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ \nPerumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran? (Hūd/11: 24)\n\nOrang mukmin itu melihat, mendengar, dan bermandikan cahaya terang-benderang ketika melintasi ṣirāṭal mustaqīm sampai ke surga yang sejuk, mempunyai naungan, dan mata air yang banyak. Sedangkan orang kafir buta dan tuli berjalan di dalam gelap gulita tidak dapat keluar daripadanya, bahkan selalu bersikap sombong di dalam kesesatannya di dunia dan akhirat sampai diberi keputusan masuk neraka yang sangat panas, penuh api menyala-nyala. Allah memberi petunjuk kepada orang-orang yang dikehendaki-Nya, mau mendengar hujjah atas kebenaran rasul, dan menerima agama yang dibawanya yaitu Islam dengan baik. Sebagaimana halnya orang yang telah mati dimasukkan dalam kubur, tidak dapat mendengar nasihat-nasihat dan saran-saran yang akan membimbingnya ke jalan yang benar, begitu pula orang yang mati hatinya. Tidak akan bermanfaat baginya peringatan-peringatan Allah. Mereka  tidak dapat memahami isi Al-Qur’an dan ajaran-ajaran agama.",
			"23" : "Pada ayat ini, Allah menjelaskan bahwa tugas Nabi Muhammad hanyalah memberi peringatan kepada manusia yang belum mendapat petunjuk. Ia tidak dibebani perintah untuk memaksa mereka menerima petunjuk dan agama yang dibawanya, karena petunjuk itu adalah sepenuhnya berada di tangan Allah. Oleh karena itu, tidak pada tempatnya Nabi Muhammad bersedih hati dan merasa kecewa kalau mereka itu belum mau menyambut baik seruannya. Tugas ini ditegaskan oleh Nabi Muhammad sebagaimana firman Allah:\nقُلْ اِنَّمَآ اَنَا۠ مُنْذِرٌ ۖ\nKatakanlah (Muhammad), “Sesungguhnya aku hanya seorang pemberi peringatan,”  (Ṣād/38: 65) \n\nDan firman-Nya:\nاِنْ يُّوْحٰىٓ اِلَيَّ اِلَّآ اَنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ٧٠ (ص)\nYang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.” (Ṣād/38: 70)",
			"24" : "Ayat ini menerangkan bahwa Nabi Muhammad diutus kepada manusia agar mereka beriman kepada Allah Yang Maha Esa disertai dengan syariat yang diwajibkan kepada hamba-Nya. Nabi saw juga diperintahkan untuk memberi kabar gembira kepada orang yang membenarkan risalahnya dan menerima baik agama yang dibawanya dari Allah, bahwa mereka akan dimasukkan ke dalam surga yang penuh dengan kenikmatan dan kesenangan. Juga memberi peringatan kepada orang yang mendustakannya dan menolak wahyu yang diturunkan dari Allah bahwa mereka akan dimasukkan ke dalam neraka yang penuh dengan azab dan siksa yang amat pedih. Pada ayat yang lain Allah menegaskan sebagai berikut:\nوَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًاۘ \nDan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan. (al-Isrā’/17: 105)\n\nTidak ada suatu umat pun sejak Nabi Adam kecuali Allah mengutus kepada mereka seorang utusan yang memberi peringatan. Dengan demikian, umat itu tidak mempunyai alasan lagi untuk membantah Allah sesudah diutus-Nya para rasul itu. Firman Allah:\nرُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ۗ\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisā’/4: 165) \n\nDan firman-Nya:\nوَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا \nKami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isrā’/17: 15)\n\nPada ayat lain ditegaskan juga sebagai berikut:\nوَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ ٤٢ وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ ٤٣ وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ٤٤ (الحج)\nDan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, ‘Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya), dan (demikian juga) kaum Ibrahim dan kaum Lut, dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku. (al-Ḥajj/22: 42-44)",
			"25" : "Pada ayat ini, Allah menerangkan bahwa setelah mereka mengingkari kedatangan rasul dan mendustakan agama yang dibawanya, Dia mengazab orang-orang kafir itu dengan azab yang pedih. Alangkah hebatnya kemurkaan Allah kepada mereka apabila mereka tetap dalam keadaan membangkang, serta tetap mengingkari kerasulan Muhammad saw dan agama yang dibawanya. Mereka akan mengalami seperti apa yang telah dialami umat dahulu. Demikian sunatullah tetap berlaku dan tidak akan berubah. Sebagaimana firman Allah:\nسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ٦٢ (الاحزاب)\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunah Allah. (al-Aḥzāb/33: 62)",
			"26" : "Pada ayat ini, Allah menerangkan bahwa setelah mereka mengingkari kedatangan rasul dan mendustakan agama yang dibawanya, Dia mengazab orang-orang kafir itu dengan azab yang pedih. Alangkah hebatnya kemurkaan Allah kepada mereka apabila mereka tetap dalam keadaan membangkang, serta tetap mengingkari kerasulan Muhammad saw dan agama yang dibawanya. Mereka akan mengalami seperti apa yang telah dialami umat dahulu. Demikian sunatullah tetap berlaku dan tidak akan berubah. Sebagaimana firman Allah:\nسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ٦٢ (الاحزاب)\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunah Allah. (al-Aḥzāb/33: 62)",
			"27" : "Pada ayat ini, Allah menguraikan beberapa hal yang menunjukkan kesempurnaan dan kekuasaan-Nya, yang dapat dilihat manusia setiap waktu. Jika mereka menyadari dan menginsyafi semuanya itu, tentu mereka akan menyadari pula keesaan dan kekuasaan Allah Yang Maha Sempurna itu. Di antara tanda-tanda itu adalah Allah menjadikan sesuatu yang beraneka ragam macamnya yang bersumber dari yang satu. Allah menurunkan hujan dari langit, sehingga tanaman bisa tumbuh dan mengeluarkan buah-buahan yang beraneka ragam warna, rasa, bentuk, dan aromanya, sebagaimana yang kita saksikan. Buah-buahan itu warnanya ada yang kuning, merah, hijau, dan sebagainya. Hal yang sama dijelaskan pula di dalam ayat yang lain. Firman Allah:\nوَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ ٤ (الرّعد)\nDan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti. (ar-Ra‘d/13: 4)\n\nAllah juga menciptakan gunung-gunung yang kelihatan seperti garis-garis, ada yang kelihatan putih, merah, dan hitam pekat. Di antara gunung-gunung itu terbentang pula jalan-jalan yang beraneka ragam pula warnanya.\nMenurut para saintis, garis-garis berwarna pada batuan paling umum dijumpai pada jenis batuan sedimen. Batuan sedimen terbentuk dari hasil pengendapan bahan yang terangkut oleh aliran air atau angin. Bahan yang diendapkan adalah butiran-butiran halus berupa pasir, debu, atau lempung sebagai hasil pelapukan batuan di tempat lain, yang kemudian terlepas dari batuan induknya dan terangkut oleh aliran air atau tiupan angin. Tempat pengendapan bahan sedimen ini umumnya terletak pada bagian-bagian yang rendah di mana kecepatan tenaga pengangkut (arus air, hembusan angin) berkurang. Daerah-daerah yang umum dikenal sebagai  tempat pengendapan  adalah dataran, pesisir terutama daerah delta, dan dasar laut. \nPada proses pengangkutan (transportasi) dan pengendapan (sedimentasi) terjadi pula mekanisme pemilahan (sorting) di mana pada umumnya bahan dengan karakteristik fisik yang sama (misalnya dalam hal ukuran butir atau berat jenis) akan diendapkan pada lingkungan pengendapan yang sama. \nProses pelapukan, pengangkutan, dan pengendapan ini berjalan terus- menerus sepanjang sejarah bumi yang dapat memakan waktu ribuan bahkan jutaan tahun. \nSelama proses ini berjalan terdapat pula perubahan-perubahan baik dalam hal lingkungan pengendapan maupun jenis bahan yang diendapkan, sehingga pada batuan sedimen terbentuk lapisan-lapisan yang juga melukiskan urutan sejarah (waktu) pengendapan. Mekanisme geologi lain yang biasa terjadi pada batuan sedimen adalah mengalami pengangkatan oleh adanya gaya tektonik sehingga batuan sedimen yang biasanya terbentuk di tempat-tempat yang rendah bisa dijumpai di puncak-puncak gunung. Pada puncak-puncak gunung yang tertoreh, baik oleh pengikisan maupun oleh terjadinya rekahan, lapisan-lapisan sedimen ini akan tampak ke permukaan.\nSetiap lapisan pada batuan sedimen dapat memiliki warna yang berbeda karena tersusun dari material yang berbeda. Perbedaan warna ini terutama dicirikan oleh perbedaan susunan mineralogisnya. Misal: mineral-mineral yang mengandung senyawa besi oksida (hematit) berwarna merah, mineral yang berwarna putih antara lain alumino-silika (kaoline), mineral-mineral logam hidroksida (goethite, brucite, diaspore, boehmite) dapat memberikan berbagai warna (kuning, hijau, abu-abu, hitam, merah muda), yang berwarna bening antara lain silika (kuarsa). Batuan atau mineral keras yang berwarna-warni biasa digosok menjadi batu perhiasan.",
			"28" : "Pada ayat ini, Allah menambah penjelasan lagi tentang hal-hal yang menunjukkan kesempurnaan dan kekuasaan-Nya. Allah menciptakan binatang melata dan binatang ternak, yang bermacam-macam warnanya sekalipun berasal dari jenis yang satu. Bahkan ada binatang yang satu, tetapi memiliki warna yang bermacam-macam. Mahasuci Allah pencipta alam semesta dengan sebaik-baiknya. Sejalan dengan ini firman Allah:\nوَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ ٢٢ (الرّوم)\nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. (ar-Rūm/30: 22)\n \nDemikianlah Allah menunjukkan tanda-tanda kekuasaan-Nya seperti tersebut di atas untuk dapat diketahui secara mendalam. Hanya ulama yang benar-benar menyadari dan mengetahui tanda-tanda kekuasaan Allah, sehingga mereka benar-benar tunduk kepada kekuasaan-Nya dan takut kepada siksa-Nya.\nIbnu ‘Abbās berkata, “Yang dinamakan ulama ialah orang-orang yang mengetahui bahwa Allah itu Mahakuasa atas segala sesuatu.” Di dalam riwayat lain, Ibnu ‘Abbās berkata, “Ulama itu ialah orang yang tidak mempersekutukan Tuhan dengan sesuatu apa pun, yang menghalalkan yang telah dihalalkan Allah dan mengharamkan yang telah diharamkan-Nya, menjaga perintah-perintah-Nya, dan yakin bahwa dia akan bertemu dengan-Nya yang akan menghisab dan membalas semua amalan manusia.”\n Ayat ini ditutup dengan suatu penegasan bahwa Allah Mahaperkasa menindak orang-orang yang kafir kepada-Nya. Dia tidak mengazab orang-orang yang beriman dan taat kepada-Nya, tetapi Maha Pengampun kepada mereka. Dia kuasa mengazab orang-orang yang selalu berbuat maksiat dan bergelimang dosa, sebagaimana Dia kuasa memberi pahala kepada orang-orang yang taat kepada-Nya dan mengampuni dosa-dosa mereka, maka sepatutnya manusia itu takut kepada-Nya.",
			"29" : "Pada ayat ini, Allah menerangkan bahwa orang-orang yang selalu membaca Al-Qur’an, meyakini berita, mempelajari kata dan maknanya lalu diamalkan, mengikuti perintah, menjauhi larangan, mengerjakan salat pada waktunya sesuai dengan cara yang telah ditetapkan dan dengan penuh ikhlas dan khusyuk, menafkahkan harta bendanya tanpa berlebih-lebihan dengan ikhlas tanpa ria, baik secara diam-diam atau terang-terangan, mereka adalah orang yang mengamalkan ilmunya dan berbuat baik dengan Tuhan mereka. Mereka itu ibarat pedagang yang tidak merugi, tetapi memperoleh pahala yang berlipat ganda sebagai karunia Allah, berdasarkan amal baktinya. Firman Allah:\nفَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ١٧٣ (النساۤء)\nAdapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. (an-Nisā'/4: 173) \n\nSelain dari itu, mereka juga akan memperoleh ampunan atas kesalahan dan kejahatan yang telah dilakukan, karena Allah Maha Pengampun lagi Maha Mensyukuri hamba-hamba-Nya, memberikan pahala yang sempurna terhadap amal-amal mereka, memaafkan kesalahannya dan menambah nikmat-Nya. Sejalan dengan ini firman Allah:\nاِنَّ اللّٰهَ غَفُوْرٌ شَكُوْرٌ \nSungguh, Allah Maha Pengampun, Maha Mensyukuri. (asy-Syūrā/42: 23) ",
			"30" : "Pada ayat ini, Allah menerangkan bahwa orang-orang yang selalu membaca Al-Qur’an, meyakini berita, mempelajari kata dan maknanya lalu diamalkan, mengikuti perintah, menjauhi larangan, mengerjakan salat pada waktunya sesuai dengan cara yang telah ditetapkan dan dengan penuh ikhlas dan khusyuk, menafkahkan harta bendanya tanpa berlebih-lebihan dengan ikhlas tanpa ria, baik secara diam-diam atau terang-terangan, mereka adalah orang yang mengamalkan ilmunya dan berbuat baik dengan Tuhan mereka. Mereka itu ibarat pedagang yang tidak merugi, tetapi memperoleh pahala yang berlipat ganda sebagai karunia Allah, berdasarkan amal baktinya. Firman Allah:\nفَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ١٧٣ (النساۤء)\nAdapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. (an-Nisā'/4: 173) \n\nSelain dari itu, mereka juga akan memperoleh ampunan atas kesalahan dan kejahatan yang telah dilakukan, karena Allah Maha Pengampun lagi Maha Mensyukuri hamba-hamba-Nya, memberikan pahala yang sempurna terhadap amal-amal mereka, memaafkan kesalahannya dan menambah nikmat-Nya. Sejalan dengan ini firman Allah:\nاِنَّ اللّٰهَ غَفُوْرٌ شَكُوْرٌ \nSungguh, Allah Maha Pengampun, Maha Mensyukuri. (asy-Syūrā/42: 23) ",
			"31" : "Sesungguhnya Al-Qur’an yang diturunkan kepada Nabi Muhammad adalah Kitabullah yang benar-benar diturunkan dari Allah. Oleh karena itu, Allah mewajibkan kepada Nabi dan kepada segenap umatnya untuk mengamalkan ajarannya dan mengikuti pedoman-pedoman hidup yang terdapat di dalamnya. Bila seorang muslim telah mematuhi secara sempurna ajaran Al-Qur’an itu, maka ia tidak perlu lagi mengamalkan kitab-kitab suci sebelumnya, sekalipun diwajibkan untuk mengimaninya. Sebab apa yang pernah diterangkan dalam kitab-kitab sebelumnya, telah dibenarkan oleh Al-Qur’an. Dengan kata lain, beriman dengan kitab-kitab suci yang pernah diturunkan kepada para rasul sebelum Nabi Muhammad bukan berarti mengamalkan ajarannya, tetapi cukup mengimani kebenarannya, sebab intisari dari apa yang tercantum dalam kitab-kitab itu telah tertera pula dalam Al-Qur’an. Allah Maha Mengetahui perihal hamba-Nya. Allah Mahateliti akan aturan-aturan hidup yang perlu bagi mereka. Atas dasar itulah Dia menetapkan aturan dan hukum-hukum yang sesuai dengan kehidupan mereka, di mana dan kapan mereka berada. Guna kesejahteraan manusia seutuhnya, Allah mengutus para rasul dengan tugas menyampaikan syariat-Nya, di mana Nabi Muhammad adalah rasul terakhir yang diutus untuk sekalian manusia sampai hari Kiamat. Risalah dan syariat yang dibawanya kekal dan abadi sampai tibanya hari Kiamat.\nFirman Allah:\nاَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ \nAllah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. (al-An‘ām/6: 124) \n\nImam Ibnu Kaṡir menjelaskan bahwa maksud pengetahuan Allah yang Mahaluas mengenai perihal hamba-Nya itu ialah Dia mengangkat derajat para nabi dan rasul melebihi manusia keseluruhannya. Bahkan di antara mereka (para nabi) itu sendiri berbeda-beda tingkat ketinggiannya, dan kedudukan Nabi Muhammad melebihi semua mereka.",
			"32" : "Allah mewahyukan Al-Qur’an kepada Nabi Muhammad. Kemudian ajaran-ajaran Al-Qur’an itu diwariskan-Nya kepada hamba-hamba-Nya yang terpilih. Mereka itu adalah umat Nabi Muhammad, sebab Allah telah memuliakan umat ini melebihi kemuliaan yang diperoleh umat sebelumnya. Kemuliaan itu tergantung kepada sejauh manakah ajaran Rasulullah itu mereka amalkan, dan sampai di mana mereka sanggup mengikuti petunjuk Allah. Berikut ini dijelaskan tingkatan-tingkatan orang mukmin yang mengamalkan Al-Qur’an:\n1.\tOrang yang zalim kepada dirinya. Maksudnya orang yang mengerjakan perbuatan wajib dan juga tidak meninggalkan perbuatan yang haram.\n2.\tMuqtaṣid, yakni orang-orang yang melaksanakan segala kewajiban dan meninggalkan larangan-larangannya, tetapi kadang-kadang ia tidak mengerjakan perbuatan yang dipandang sunah atau masih mengerjakan sebagian pekerjaan yang dipandang makruh.\n3.\tSābiqun bil-khairāt, yaitu orang yang selalu mengerjakan amalan yang wajib dan sunah, meninggalkan segala perbuatan yang haram dan makruh, serta sebagian hal-hal yang mubah (dibolehkan).\n\nMenurut al-Maragi pembagian di atas dapat pula diungkapkan dengan kata-kata lain, yaitu:\n1.\tOrang yang masih sedikit mengamalkan ajaran Kitabullah dan terlalu senang menuruti hawa nafsunya, atau orang yang masih banyak perbuatan kejahatannya dibanding dengan amal kebaikannya.\n2.\tOrang yang seimbang antara amal kebaikan dan kejahatannya.\n3.\tOrang yang terus-menerus mencari ganjaran Allah dengan melakukan amal kebaikan.\nPara ulama tafsir telah menyebutkan beberapa hadis sehubungan dengan maksud di atas. Salah satunya adalah hadis riwayat Aḥmad dari Abū ad-Dardā', di mana setelah membaca ayat 32 Surah Fāṭir di atas, Rasulullah bersabda:\nفَأَمَّا الَّذِيْنَ سَبَقُوْا بِالْخَيْرَاتِ فَاُولَئِكَ الَّذِيْنَ يَدْخُلُوْنَ الْجَنَّةَ بِغَيْرِ حِسَابٍ اَمَّا الَّذِيْنَ اقْتَصَدُوْا فَاُولَئِكَ الَّذِيْنَ يُحَاسَبُوْنَ حِسَابًا يَسِيْرًا وَاَمَّا الَّذِيْنَ ظَلَمُوْا اَنْفُسَهُمْ فَاُولَئِكَ الَّذِيْنَ يُحْبَسُوْنَ فِى ذَلِكَ الْمَكَانِ حَتىَّ يُصِيْبَهُمُ الْحَزَنُ فَيَدْخُلُوْنَ الْجَنَّةَ. ثُمَّ تَلَا: اَلْحَمْدُ لِلَّهِ الَّذِيْ اَذْهَبَ عَنَّا الْحَزَنَ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌ. (رواه احمد) \nAdapun orang yang berlomba dalam berbuat kebaikan mereka akan masuk surga tanpa hisab (perhitungan), sedang orang-orang pertengahan (muqtaṣid) mereka akan dihisab dengan hisab yang ringan, dan orang  yang menganiaya dirinya sendiri mereka akan ditahan dulu di tempat (berhisabnya), sehingga ia mengalami penderitaan kemudian dimasukkan ke dalam surga. Kemudian beliau membaca “al-ḥamdulillāh al-lażī aẓhaba ‘annā al-ḥazana inna rabbanā lagafūrun syakūr,” (Segala puji bagi Allah yang telah menghilangkan duka cita dari kami, sesungguhnya Tuhan kami Maha Pengampun lagi Maha Mensyukuri). (Riwayat Aḥmad) \n\nWarisan mengamalkan kitab suci dan kemuliaan yang diberikan kepada umat Nabi Muhammad itu merupakan suatu karunia yang amat besar dari Allah, yang tidak seorang pun dapat menghalangi ketetapan itu.",
			"33" : "Kemudian Allah menerangkan pahala yang akan diterima orang mukmin di atas yakni surga ‘Adn, tempat tinggal abadi buat selama-lamanya, yang akan mereka diami kelak di akhirat ketika mereka telah menghadap Allah. Mereka dianugerahi perhiasan dari emas dan pakaian dari sutra. Diriwayatkan dari Abū Hurairah bahwa Rasulullah bersabda:\nتَبْلُغُ الْحِلْيَةُ مِنَ الْمُؤْمِنِيْنَ حَيْثُ يَبْلُغُ الْوُضُوْءُ. (رواه البخاري)\nSebagian dari orang mukmin itu akan memperoleh perhiasan (di surga) diletakkan pada anggota badan yang terbasuh (air) wudu. (Riwayat al-Bukhārī) \nDalam hadis lain, Rasulullah bersabda:\nعَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللّٰهُ عَنْهُ، أَنَّ أَبَا أُمَامَةَ حَدَّثَ أَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ وَذَكَرَ حُلِيَّ أهلِ الْجَنَّةِ، فَقَالَ: مُسَوَّرُوْنَ بِالذَّهَبِ وَالْفِضَّةِ، مُكَلَّلَةٌ بِالدُّرِّ وَعَلَيْهِمْ اَكَالِيْلُ مِنْ دُرٍّ وَيَاقُوْتٍ مُتَوَاصِلَةٍ، وَعَلَيْهِمْ تَاجٌ كَتَاجِ الْمُلُوْكِ شَبَابٌ حُرْدٌ مُرْدٌ مُكْحَلُوْنَ. (رواه ابن أبي حاتم)\nDari Abū Hurairah r.a. bahwa Abu Umamah meriwayatkan hadis bahwa Rasulullah mengatakan kepada para sahabat, dan menyebutkan perhiasan penghuni surga. Beliau berkata, “Mereka diberi gelang emas dan perak yang bertatahkan mutiara, mereka juga memakai mahkota dari mutiara yāqūt yang bersambung. Mereka memakai mahkota seperti mahkota raja-raja. Mereka muda-muda, tidak berjenggot dan berkumis, dan mata mereka bercelak. (Riwayat Ibnu Abī Ḥātim)\n\nAtas anugerah Allah yang berlipat ganda itu, mereka memuji kebesaran-Nya dan bersyukur atas keselamatan mereka dari kesedihan dan kepedihan. Ibnu ‘Abbās mengartikan kesedihan (ḥazan) itu dengan api neraka, karena kepedihan akibat dosa atau kepedihan akibat hebatnya siksaan di padang mahsyar. Lepasnya mereka dari segala siksaan dan ketakutan adalah semata-mata karena ampunan Allah bagi orang yang berbuat kesalahan (dosa) dan balasan syukur bagi orang yang selalu menaati-Nya. Diriwayatkan dalam sebuah hadis dari Ibnu Umar dimana Nabi saw bersabda:\nلَيْسَ عَلَى اَهْلِ لَا اِلَهَ اِلَّا اللّٰهُ وَحْشَةٌ فِى الْمَوْتِ فِى قُبُوْرِهِمْ وَلَا فِى نُشُوْرِهِمْ وَكَاَنِّى بِأَهْلِ لَا اِلَهَ اِلَّا اللّٰهُ يَنْفُضُوْنَ التُّرَابَ عَنْ رُؤُوْسِهِمْ وَيَقُوْلُوْنَ: اَلْحَمْدُ لِلّٰهِ الَّذِيْ اَذْهَبَ عَنَّا الْحَزَنَ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌ. (رواه الطبراني عن ابن عمر)\nOrang (yang selalu mengucapkan), “Lā ilāha illallāh” tidak akan merasa kesepian di dalam kematiannya, di dalam kuburnya, dan juga pada hari Kebangkitan. Seolah-olah aku berada dengan mereka di mana mereka membersihkan kepalanya dari tanah/debu, dan mereka berkata, “Segala puji bagi Allah yang telah melenyapkan kedukaan dari kami! Sesungguhnya Tuhan kami Maha Pengampun lagi Maha Penerima syukur.” (Riwayat aṭ-Ṭabrānī dari Ibnu ‘Umar)\n\nRingkasnya, mereka terlepas dari segala ketakutan dan siksaan yang telah diancamkan pada orang-orang yang berdosa akibat bisikan dan rayuan setan ketika hidup di dunia ini.",
			"34" : "Kemudian Allah menerangkan pahala yang akan diterima orang mukmin di atas yakni surga ‘Adn, tempat tinggal abadi buat selama-lamanya, yang akan mereka diami kelak di akhirat ketika mereka telah menghadap Allah. Mereka dianugerahi perhiasan dari emas dan pakaian dari sutra. Diriwayatkan dari Abū Hurairah bahwa Rasulullah bersabda:\nتَبْلُغُ الْحِلْيَةُ مِنَ الْمُؤْمِنِيْنَ حَيْثُ يَبْلُغُ الْوُضُوْءُ. (رواه البخاري)\nSebagian dari orang mukmin itu akan memperoleh perhiasan (di surga) diletakkan pada anggota badan yang terbasuh (air) wudu. (Riwayat al-Bukhārī) \nDalam hadis lain, Rasulullah bersabda:\nعَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللّٰهُ عَنْهُ، أَنَّ أَبَا أُمَامَةَ حَدَّثَ أَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ وَذَكَرَ حُلِيَّ أهلِ الْجَنَّةِ، فَقَالَ: مُسَوَّرُوْنَ بِالذَّهَبِ وَالْفِضَّةِ، مُكَلَّلَةٌ بِالدُّرِّ وَعَلَيْهِمْ اَكَالِيْلُ مِنْ دُرٍّ وَيَاقُوْتٍ مُتَوَاصِلَةٍ، وَعَلَيْهِمْ تَاجٌ كَتَاجِ الْمُلُوْكِ شَبَابٌ حُرْدٌ مُرْدٌ مُكْحَلُوْنَ. (رواه ابن أبي حاتم)\nDari Abū Hurairah r.a. bahwa Abu Umamah meriwayatkan hadis bahwa Rasulullah mengatakan kepada para sahabat, dan menyebutkan perhiasan penghuni surga. Beliau berkata, “Mereka diberi gelang emas dan perak yang bertatahkan mutiara, mereka juga memakai mahkota dari mutiara yāqūt yang bersambung. Mereka memakai mahkota seperti mahkota raja-raja. Mereka muda-muda, tidak berjenggot dan berkumis, dan mata mereka bercelak. (Riwayat Ibnu Abī Ḥātim)\n\nAtas anugerah Allah yang berlipat ganda itu, mereka memuji kebesaran-Nya dan bersyukur atas keselamatan mereka dari kesedihan dan kepedihan. Ibnu ‘Abbās mengartikan kesedihan (ḥazan) itu dengan api neraka, karena kepedihan akibat dosa atau kepedihan akibat hebatnya siksaan di padang mahsyar. Lepasnya mereka dari segala siksaan dan ketakutan adalah semata-mata karena ampunan Allah bagi orang yang berbuat kesalahan (dosa) dan balasan syukur bagi orang yang selalu menaati-Nya. Diriwayatkan dalam sebuah hadis dari Ibnu Umar dimana Nabi saw bersabda:\nلَيْسَ عَلَى اَهْلِ لَا اِلَهَ اِلَّا اللّٰهُ وَحْشَةٌ فِى الْمَوْتِ فِى قُبُوْرِهِمْ وَلَا فِى نُشُوْرِهِمْ وَكَاَنِّى بِأَهْلِ لَا اِلَهَ اِلَّا اللّٰهُ يَنْفُضُوْنَ التُّرَابَ عَنْ رُؤُوْسِهِمْ وَيَقُوْلُوْنَ: اَلْحَمْدُ لِلّٰهِ الَّذِيْ اَذْهَبَ عَنَّا الْحَزَنَ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌ. (رواه الطبراني عن ابن عمر)\nOrang (yang selalu mengucapkan), “Lā ilāha illallāh” tidak akan merasa kesepian di dalam kematiannya, di dalam kuburnya, dan juga pada hari Kebangkitan. Seolah-olah aku berada dengan mereka di mana mereka membersihkan kepalanya dari tanah/debu, dan mereka berkata, “Segala puji bagi Allah yang telah melenyapkan kedukaan dari kami! Sesungguhnya Tuhan kami Maha Pengampun lagi Maha Penerima syukur.” (Riwayat aṭ-Ṭabrānī dari Ibnu ‘Umar)\n\nRingkasnya, mereka terlepas dari segala ketakutan dan siksaan yang telah diancamkan pada orang-orang yang berdosa akibat bisikan dan rayuan setan ketika hidup di dunia ini.",
			"35" : "Orang yang telah memperoleh nikmat dari Allah itu menyadari bahwa semua pemberian tersebut adalah semata-mata karena kasih sayang-Nya. Tidaklah seimbang besarnya pemberian Allah itu dengan perbuatan baik yang mereka kerjakan. Oleh karena itu, masuknya orang-orang mukmin ke dalam surga sama sekali bukanlah karena kebaikan yang mereka kerjakan, tetapi karena rahmat dan karunia Allah bagi orang yang mematuhi perintah-Nya.\n\tRasulullah saw bersabda:\nلَنْ يُدْخِلَ اَحَدًا مِنْكُمْ عَمَلُهُ الْجَنَّةَ. قَالُوْا: وَلَا اَنْتَ يَا رَسُوْلَ اللّٰهِ؟ قَالَ: وَلَا اَنَا اِلَّا اَنْ يَتَغَمَّدَنِي اللّٰهُ تَعَالَى بِرَحْمَةٍ مِنْهُ وَفَضْلٍ. (رواه مسلم عن جابر بن عبد الله)\nTiada masuk surga seorang di antara kamu karena perbuatannya. Mereka (para sahabat) bertanya, “Apakah engkau juga tidak begitu wahai Rasulullah?” Beliau menjawab, “Aku juga tidak, melainkan karena Allah memberi rahmat dan karunia kepadaku.” (Riwayat Muslim dari Jābir bin ‘Abdullāh) \n\n\tDi surga itu mereka tidak menemui kesulitan atau rintangan lagi sebagaimana yang mereka rasakan dalam kehidupan di dunia ini. Mereka juga tidak merasa lelah dan letih. Semuanya terasa nikmat dan menggembirakan.\n\tRingkasnya surga itulah tempat nikmat yang kekal dan abadi, di mana penghuninya dapat menikmati kesenangan itu sebagai ganjaran kepatuhan dan ketaatan mereka di dunia ini. Allah berfirman:\nكُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ ٢٤ (الحاۤقّة)\n(Kepada mereka dikatakan), “Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.” (al-Ḥāqqah/69: 24)",
			"36" : "Dalam ayat ini dijelaskan bahwa bagi orang-orang kafir yang senantiasa menyembunyikan kebenaran agama yang buktinya telah diperoleh oleh akal mereka, baik dari keterangan ayat-ayat Al-Qur’an maupun melalui hasil pemikiran yang mendalam, bagi mereka disediakan neraka Jahanam. Keadaan mereka di sana antara hidup dan mati. Mungkin kematian lebih baik daripada menanggung kesengsaraan seperti itu, tetapi Allah sengaja menetapkan siksaan demikian sebagai balasan kejahatan yang mereka lakukan. Dalam Surah al-A‘lā/87: 13 ditegaskan bahwa keadaan mereka tidak mati dan tidak hidup, sebagai tafsir dari kata “tidak ditetapkan kematian atas mereka”. \nDi samping itu dijelaskan bahwa azab neraka Jahanam tidak pula dikurangi kepedihannya, sekalipun manusia-manusia malang yang sedang mengalami siksaan di sana menjerit-jerit meminta tolong. Ada keterangan dari ayat lain yang menggambarkan bahwa kematian sangat mereka harapkan daripada keadaan mereka antara hidup dan mati, harapan kematian itu disimpulkan dari makna yang terkandung dalam ayat:\nوَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مّٰكِثُوْنَ ٧٧ (الزخرف)\nDan mereka berseru, “Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.” Dia menjawab, “Sungguh, kamu akan tetap tinggal (di neraka ini).” (az-Zukhruf/43: 77)\n\nImam Muslim meriwayatkan sebuah hadis tentang keadaan orang-orang kafir yang berbunyi sebagai berikut:\nاَمَّا اَهْلُ النَّارِ الَّذِيْنَ هُمْ اَهْلُهَا فَإِنَّهُمْ لَا يَمُوْتُوْنَ فِيْهَا وَلَايَحْيَوْنَ. (رواه مسلم عن أبي سعيد الخدري)\nAdapun penghuni neraka di mana mereka sebagai penduduknya, mereka tidak akan  mati di dalamnya dan juga tidak hidup. (Riwayat Muslim dari Abū Sa‘īd al-Khudrī)\n\nTentang siksaan yang tidak diringankan itu, bahkan makin ditambah lagi, juga diperoleh penjelasan dalam ayat lain, misalnya:\nحَتّٰٓى اِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيْدٍ اِذَا هُمْ فِيْهِ مُبْلِسُوْنَ ࣖ ٧٧ (المؤمنون)\nSehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa. (al-Mu'minūn/23: 77) \nDan firman-Nya:\nفَذُوْقُوْا فَلَنْ نَّزِيْدَكُمْ اِلَّا عَذَابًا ࣖ ٣٠ (النبأ)\nMaka karena itu rasakanlah! Maka tidak ada yang akan Kami tambahkan kepadamu selain azab. (an-Naba'/78: 30) \n\nوَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا \nDan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isrā'/17: 97)\n\nSiksaan demikian itu balasan yang pantas bagi setiap orang yang mengingkari nikmat Allah, tidak mengakui kemahaesaan-Nya dan tidak percaya kepada rasul yang diutus-Nya.",
			"37" : "Lebih lanjut diterangkan bahwa orang yang bernasib malang itu memohon kepada Allah agar dilepaskan dari azab dan dikembalikan ke dunia lagi. Mereka berjanji akan menaati Allah yang selama di dunia mereka lalaikan. Akan tetapi, seandainya permohonan itu dikabulkan—dan ini tidak mungkin sama sekali—tentulah mereka akan mengulangi kembali perbuatan lama yang terlarang. Perbuatan yang mereka sesali dan pernah mereka lakukan di dunia dulu adalah perbuatan syirik dan segala perbuatan jahat lainnya. Allah menjawab dan menghardik mereka dengan ucapan yang menghina bahwa di dunia dulu kepada mereka telah diberikan kesempatan hidup dengan umur yang cukup panjang untuk memperbaiki kesalahan dan menerima kebenaran yang disampaikan rasul selaku orang yang memberi peringatan. Dengan kata lain, permohonan demikian tidak diterima Allah sama sekali. Ayat lain menyatakan:\nرَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ ١٠٧ قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ ١٠٨ (المؤمنون)\nYa Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.” Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.” (al-Mu'minūn/23: 107-108) \n\nAllah berfirman:\nوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ وَّلِيٍّ مِّنْۢ بَعْدِهٖ ۗوَتَرَى الظّٰلِمِيْنَ لَمَّا رَاَوُا الْعَذَابَ يَقُوْلُوْنَ هَلْ اِلٰى مَرَدٍّ مِّنْ سَبِيْلٍۚ ٤٤ (الشورى)\nDan barang siapa dibiarkan sesat oleh Allah, maka tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim ketika mereka melihat azab berkata, “Adakah kiranya jalan untuk kembali (ke dunia)?”  (asy-Syūrā/42: 44)\n\t \nTentang umur yang dimaksudkan dalam ayat 37 ini, Ibnu ‘Abbās menerangkan dalam satu riwayat, yaitu 40 tahun, dan riwayat lain mengatakan 60 tahun. Ibnu Kaṡir dalam tafsirnya memilih riwayat yang paling sahih dari Ibnu ‘Abbās yakni 60 tahun. Demikian pula hadis riwayat Imam Aḥmad dari Abi Hurairah. Di antara sekian banyak lafaz hadis itu, ada yang berarti: Adapun orang yang memberi peringatan yang disebutkan dalam ayat ini adalah Nabi Muhammad sendiri yang mengajarkan Kitabullah kepada umatnya, mengancam mereka dengan siksaan yang pedih bagi siapa yang tidak patuh kepada perintah Allah dan tidak mau menaati-Nya.\n Ringkasnya, permohonan mereka itu tidak dikabulkan untuk kembali ke dunia ialah karena dua hal. Pertama, karena mereka rata-rata telah diberi kesempatan untuk hidup begitu lama antara 60 - 70 tahun, dan kedua, rasul sudah diutus kepada mereka untuk menyampaikan ajaran dan peringatan dari Tuhan.\nPerhatikan firman Allah:\nتَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ ٨ (الملك)\nHampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?” (al-Mulk/67: 8) \nDalam Tafsir al-Wāḍiḥ dikatakan bahwa nażir (pemberi peringatan) dalam ayat ini berarti Rasulullah yang membawa Al-Qur’an, boleh pula diartikan sebagai umur tua dan kematian. Memang umur dan kematian tersebut adalah peringatan penting bagi manusia bahwa sebentar lagi dia akan meninggalkan dunia yang fana ini, dan diwajibkan mempertanggung-jawabkan perbuatannya. Jelaslah bahwa orang-orang kafir di atas kekal di dalam neraka dan tidak dikeluarkan selama-lamanya. Azab nerakalah yang mereka rasakan sepanjang masa sebagai imbalan yang setimpal bagi orang yang zalim yang tidak mau tunduk kepada ajaran rasul sebagai utusan Allah dalam kehidupan duniawinya. Ayat ini menegaskan jangan diharap mereka akan memperoleh penolong yang akan menyelamatkan mereka dari azab neraka dari rantai dan belenggu yang terbuat dari api neraka.",
			"38" : "Ayat ini memerintahkan kepada Nabi Muhammad agar memberi per-ingatan keras kepada orang-orang musyrik bahwa Allah Maha Mengetahui segala apa yang mereka sembunyikan. Allah juga Maha Mengetahui perasaan yang terkandung dalam hati mereka, dan rencana apa yang akan mereka kerjakan. Allah pulalah yang mengetahui segala yang tak terlihat oleh pancaindra manusia, baik yang ada di langit maupun di bumi. Oleh karena itu, hendaklah orang-orang musyrik itu merasa takut kepada Allah, sebab segala gerak-gerik mereka di bawah pengawasan-Nya. Segala yang mereka rencanakan untuk menipu rasul dan melenyapkan kebenaran agama-Nya di bumi ini, atau usaha mereka untuk membantu sekutu mereka dalam menuhankan berhala, pasti diketahui Allah. \nAllah Mengetahui segala perasaan yang terkandung dalam hati manusia, dan perbuatan apa saja yang mereka kerjakan. Firman Allah “Sesungguhnya Dia Maha Mengetahui apa yang ada dalam dada manusia” mengisyaratkan kepada pengertian sekalipun orang-orang kafir diberi kesempatan untuk hidup lebih lama lagi, namun mereka tidak akan meninggalkan kekufurannya. Oleh karena itu, sia-sia Allah memanjangkan umurnya. ",
			"39" : "Ayat ini menegaskan bahwa manusia dijadikan sebagai khalifah di bumi. Sebagai khalifah, yang dapat diartikan sebagai penguasa, manusia diberi kemampuan untuk memanfaatkan alam ini dengan sebaik-baiknya guna kesejahteraan hidup mereka. Sebagian ahli tafsir menerangkan maksud khalā’if fi al-arḍ ialah sebagian manusia menggantikan manusia yang lain, satu generasi menggantikan generasi lain agar mereka mengambil pelajaran karena Allah telah membinasakan umat terdahulu disebabkan dosa yang mereka lakukan.\nSemuanya bertujuan agar mereka menyadari siapakah mereka itu sebenarnya. Rasa keinsafan demikian insya Allah akan mendorong untuk mensyukuri segala nikmat-Nya yang tidak terhingga, mengesakan-Nya dari segala perbuatan dan kepercayaan yang berbau syirik, serta menaati segala perintah-Nya. Semakin bertambah rasa kekafiran itu dalam lubuk hati mereka, makin bertambah pula kemarahan dan kemurkaan Allah. Akan tetapi, tidaklah berarti bahwa hal demikian akan mengurangi kebesaran dan keagungan Allah, sebab Dia tidak memerlukan puji dan syukur manusia untuk keagungan dan kemuliaan-Nya, seperti bunyi ayat:\nوَمَنْ يَّشْكُرْ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ ١٢ (لقمٰن)\nDan barang siapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barang siapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji. (Luqmān/31: 12) \n\nSebaliknya, kerugian akan menimpa mereka di hari akhirat kelak karena tidak mau kembali ke jalan yang benar, dan tetap berada dalam kekafiran. Mereka kekal dalam siksaan api neraka Jahanam seperti diuraikan di atas. Sengaja kalimat, “tidaklah menambah kekafiran itu bagi orang-orang kafir” disebutkan dua kali karena mengandung maksud bahwa kufur yang menimbulkan kemarahan Allah dan kufur yang mendatangkan kerugian, keduanya terpisah dan mengandung makna sendiri-sendiri.",
			"40" : "Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar mengajak orang-orang musyrik itu untuk berdialog menjajaki jalan pikiran mereka yang salah. Apa sebab orang-orang musyrik itu meminta pertolongan kepada patung dan berhala yang mereka sekutukan kepada Allah. Adakah bukti yang menunjukkan bahwa berhala itu pantas disembah. Orang-orang musyrik Mekah itu tidak paham benar akan hakikat tuhan mereka, bagaimana keadaannya. Seandainya mereka menyadari bahwa tuhan-tuhan mereka itu tidak sanggup berbuat apa-apa, tentulah mereka tidak menyembahnya. Tetapi sebaliknya, kalau memang betul berhala-berhala itu mempunyai kekuatan (untuk mencipta), tentulah mereka mampu memperlihatkan hasilnya. Demikian juga, apabila Allah mempunyai sekutu dalam menciptakan langit, tentu sekutu itu juga berhak disembah seperti yang mereka duga. Apakah ada kitab suci (yang benar isinya) yang dapat menguatkan dalil-dalil tentang adanya sekutu bagi Tuhan itu? \nNabi Muhammad memberi kesempatan kepada kaum musyrik agar mengemukakan alasan penyembahan mereka terhadap berhala, terutama kemampuan tuhan-tuhan itu untuk menciptakan makhluk, sehingga ia berhak disembah dan dipersekutukan  dengan Allah dalam soal penciptaan. Karena kepercayaan demikian hanya semata-mata warisan dari nenek moyang mereka (lihat Surah al-Baqarah/2: 170), maka tiada satu alasan yang dapat mereka kemukakan, baik alasan yang diterima dari dalil naqli (nas) maupun alasan aqli (logika). Di mana pun tidak pernah ada dijumpai suatu kitab suci yang menyerukan manusia menyembah berhala, sebab semuanya hanyalah imajinasi dan khayalan orang-orang dahulu saja. Setelah Al-Qur’an menyalahkan dan mematahkan jalan pikiran mereka, dan bahwa apa yang mereka turuti itu adalah jalan pikiran pemimpin-pemimpin mereka yang sesat, maka tentulah pendapat mereka batil dan membawa kepada kesengsaraan.",
			"41" : "Allah melukiskan kebenaran dan keagungan kekuasaan-Nya. Dengan kekuasaan-Nya, langit tercipta tanpa tiang, dan gunung-gunung berdiri dengan kokoh. Allah menyebarkan makhluk melata (dabbah), manusia, dan hewan di atas bumi, seperti bunyi ayat:\nخَلَقَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍۗ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ ١٠ (لقمٰن)\nDia menciptakan langit tanpa tiang sebagaimana kamu melihatnya, dan Dia meletakkan gunung-gunung (di permukaan) bumi agar ia (bumi) tidak menggoyangkan kamu; dan memperkembangbiakkan segala macam jenis makhluk bergerak yang bernyawa di bumi. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik. (Luqmān/31: 10) \n\nSemuanya membuktikan kebesaran dan kekuasaan Allah Yang Maha-agung. Pengertian Allah menahan langit dan bumi ialah menahan langit itu dengan hukum gravitasi agar tidak guncang dan roboh, atau bergeser dari tempatnya. Allah memelihara dan mengawasi keduanya dengan pengawasan yang Dia sendirilah yang mengetahuinya. Semua benda-benda langit di jagat raya ini beredar menurut garis edarnya masing-masing. Para ahli ilmu astronomi dapat membuktikan bahwa tidak pernah terjadi benturan antara benda-benda angkasa itu satu dengan yang lain. Semuanya beredar menurut garis edarnya masing-masing. Keterangan lain yang menguatkan arti yang terkandung dalam ayat di atas yakni:\nوَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ ٢٥ (الرّوم)\nDan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur).  (ar-Rūm/30: 25)\n\nKuatnya bangunan langit dan bumi itu sehingga tidak pernah mengalami kerusakan, keruntuhan, dan sebagainya adalah karena kekuasaan Allah juga. Jika Allah Yang Mahakuasa itu bermaksud menghancurkan bumi dan langit itu, tiada satu kekuatan pun dari makhluk yang sanggup mencegahnya. Demikianlah pula dijelaskan oleh ayat lain:\nاَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ٦٥ (الحج)\nTidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-Ḥajj/22: 65)\n\nDi samping sifat-Nya Yang Maha Perkasa itu, Allah juga mempunyai sifat rasa kasih sayang kepada hamba-Nya. Biarpun manusia di bumi ini kebanyakan kafir dan tidak mau tunduk pada pengajaran dan pedoman hidup menuju kesejahteraan dunia dan akhirat yang telah ditetapkan-Nya, namun azab dan murka Allah tiada segera diturunkan untuk menghukum kaum kafir dan pendurhaka. Kasih sayang Allah itu ialah selain menunda siksaan bagi orang kafir dan ingkar, juga sangat mudah memberi ampunan kepada siapa yang mau tobat dari segala kesalahannya, bagaimanapun besarnya perbuatan maksiat yang pernah dilakukannya. Allah Maha Perkasa, Maha Pengasih, dan Penyayang kepada seluruh hamba-Nya, baik terhadap orang mukmin maupun kafir.",
			"42" : "Orang-orang musyrik itu bersumpah dengan sepenuh hati, seandainya Allah mengirimkan seorang rasul yang memperingatkan kesesatan jalan pikiran dan kerusakan moral masyarakatnya, pasti merekalah yang paling mudah menerima petunjuk rasul itu, dibanding dengan umat mana pun yang pernah ada sebelum mereka. Penjelasan ayat ini diperkuat pula oleh ayat lain yang berbunyi:\nلَوْ اَنَّ عِنْدَنَا ذِكْرًا مِّنَ الْاَوَّلِيْنَۙ ١٦٨ لَكُنَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ ١٦٩ فَكَفَرُوْا بِهٖۚ فَسَوْفَ يَعْلَمُوْنَ ١٧٠ (الصّٰۤفّٰت)\nSekiranya di sisi kami ada sebuah kitab dari (kitab-kitab yang diturunkan) kepada orang-orang dahulu, tentu kami akan menjadi hamba Allah yang disucikan (dari dosa). Tetapi ternyata mereka mengingkarinya (Al-Qur’an); maka kelak mereka akan mengetahui (akibat keingkarannya itu).              (aṣ-Ṣāffāt/37: 168-170)\n\nDalam tafsir al-Khāzin diriwayatkan bahwa orang-orang kafir Mekah ketika mengetahui Ahli Kitab (Yahudi dan Nasrani) mendustakan para rasul yang diutus kepada mereka, mereka pun bersumpah dengan nama Allah seandainya kepada mereka diutus pula rasul seperti yang pernah diutus kepada Bani Israil itu, tentulah mereka akan menjadi bangsa yang lebih banyak memperoleh petunjuk dibanding dengan kaum Yahudi dan Nasrani. Sikap demikian itu mereka tunjukkan sebelum Muhammad saw diutus sebagai rasul. Tetapi, setelah beliau betul-betul diutus ke tengah mereka, mereka pun mendustakannya sebagaimana sikap Ahli Kitab terhadap rasul-Nya. Untuk memperingatkan kaum Muslimin akan sikap orang-orang kafir yang telah memperoleh kebenaran murni tentang Nabi Muhammad dan risalahnya itu, Allah menurunkan ayat-ayat di atas. \nSetelah impian mereka menjadi kenyataan, yakni dengan diutusnya Muhammad saw sebagai rasul di tengah masyarakat mereka untuk menyampaikan kebenaran dari Allah, yang tercantum dalam Al-Qur’an al-Karim, maka dengan serta merta mereka mendustakannya. Bahkan sikap keingkaran dan kesombongan mereka makin menjadi-jadi. Mereka bukannya makin dekat kepada kebenaran, bahkan semakin jauh dengan alasan menjaga kehormatan dan martabat kaumnya. Tegasnya, para pemimpin musyrik Mekah itu enggan mengikuti ajaran Nabi Muhammad. Keadaan mereka serupa dengan unta liar yang kabur, semakin dikejar oleh pemiliknya, semakin cepat larinya dan semakin tersesat jalannya, sehingga sukar ditangkap.",
			"43" : "Ayat ini masih menjelaskan sikap orang musyrik Mekah terhadap dakwah Nabi saw. Dengan segala daya dan pikiran, dengan harta dan kekayaan yang dimiliki, mereka menentang dakwah Nabi Muhammad, bahkan beliau diboikot dan dihalangi. Tetapi, segala rencana jahat guna mematahkan dakwah Islam itu pada akhirnya menjadi bumerang bagi mereka. Kegagalan kaum kafir Mekah mencegah tersiarnya dakwah Islam telah tertulis dengan tinta emas dalam sejarah Islam. Setiap usaha dan rencana jahat untuk memadamkan cahaya agama Allah di bumi ini, pasti akan gagal, sebab Allah selalu akan memelihara eksistensi agama-Nya di bumi ini, sampai akhir zaman, biarpun tidak disukai oleh orang-orang musyrik, sebagaimana disebutkan dalam ayat:\nيُرِيْدُوْنَ لِيُطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْۗ وَاللّٰهُ مُتِمُّ نُوْرِهٖ وَلَوْ كَرِهَ الْكٰفِرُوْنَ ٨ (الصّفّ)\nMereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. (aṣ-Ṣaf/61: 8) \n\nDalam Aisar at-Tafāsir disebutkan satu riwayat bahwa Ka‘ab berkata kepada Ibnu ‘Abbās, “Dalam Taurat diterangkan bahwa siapa yang menggali lubang untuk kawannya, dialah yang masuk ke dalamnya.” Ibnu ‘Abbās menjawab, “Hal itu aku temukan dalam Al-Qur’an.” Ka‘ab bertanya, “Di mana?” Ibnu ‘Abbās menjawab, “Bacalah wa lā yahīqul-makrus-sayyi' illa bi ahlih (Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri.)” \nSeperti diuraikan di atas, kadang-kadang Allah menunda kedatangan siksa sebagai bukti kasih sayang-Nya kepada orang-orang kafir. Tetapi, jangan dikira bahwa Allah tidak akan menyiksa mereka bila mereka tidak tobat, sebab bila mereka di dunia belum merasakan siksaan, di akhirat kelak pasti akan mereka alami juga. Di akhirat nanti baru mereka yakini ke mana orang yang zalim itu ditempatkan Allah sesuai dengan ancaman Allah ketika mereka masih di dunia.\nوَسَيَعْلَمُ الَّذِيْنَ ظَلَمُوْٓا اَيَّ مُنْقَلَبٍ يَّنْقَلِبُوْنَ ࣖ \nDan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali. (asy-Syu‘arā'/26: 227)\n\nSekalipun azab itu sudah pasti datang, orang-orang yang tidak meng-imaninya masih saja menentang kedatangannya dengan tidak menghentikan segala perbuatan jahatnya. Dalam ayat ini, Allah mengungkapkan nasib mereka kelak dengan mengatakan bahwa tidak ada yang mereka tunggu-tunggu itu melainkan siksaan seperti apa yang telah menimpa manusia dahulu kala disebabkan keingkaran mereka terhadap risalah para rasul. Tetapi, ujung ayat ini menegaskan bahwa sunah Allah menentukan bahwa setiap orang yang mendustakan ajaran-Nya pasti akan disiksa dengan azab yang tidak akan berubah dan tidak akan dipindahkan kepada orang lain. Allah tidak akan melimpahkan rahmat-Nya pada seseorang yang sudah tercatat sebagai pembangkang dan pendosa, serta tidak akan memikulkan dosanya kepada diri orang lain.\nوَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۚ\nDan seseorang tidak akan memikul beban dosa orang lain. (al-An‘ām/6: 164) ",
			"44" : "Allah memerintahkan kepada Nabi Muhammad supaya memperingatkan kaum pendusta (musyrik), apakah mereka tidak pernah melakukan perjalanan untuk menyaksikan betapa dahsyatnya azab yang diturunkan pada bangsa-bangsa dahulu akibat keingkaran mereka pada kebenaran ajaran Allah.\nSemula ayat ini ditujukan kepada kaum musyrik Mekah, yang umumnya bermata pencaharian berdagang. Pada musim-musim tertentu, kafilah Quraisy berangkat menuju Syam (Syiria) dan Iraq. Pada daerah-daerah gurun pasir yang mereka lewati, banyak terdapat bekas-bekas negeri yang pernah dihuni manusia di zaman kuno, akibat kedurhakaan penduduknya kepada rasul utusan Allah. Mereka disiksa, dan bumi tempat mereka berpijak dijungkirbalikkan sehingga hancur sama sekali. Allah memperingatkan kaum pedagang Quraisy, andaikata mereka juga mengikuti jejak bangsa yang mendustakan-Nya, maka kepada mereka pasti akan berlaku sunatullah. Mereka akan merasakan siksaan dan azab yang tidak sanggup mereka tolak. \nUntuk meyakinkan mereka, ayat 44 ini lebih lanjut memberi penjelasan bahwa umat-umat yang telah merasakan balasan akibat sikap dan tindak-tanduk mereka yang menentang ajaran rasul itu adalah umat yang perkasa, berani, punya harta, dan anak keturunan yang banyak sekali. Namun demikian, keperkasaan, kekayaan, dan keturunan mereka yang besar itu ternyata tidak sanggup membela dan melindunginya dari azab Allah. \nMaksud berjalan di muka bumi, menurut penafsiran Sayid Quṭub dalam Tafsīr fi Ẓilāl al-Qur’ān, adalah berjalan dengan mata hati terbuka dan pikiran yang segar sambil merenungkan peristiwa-peristiwa yang pernah menimpa umat dahulu, betapa dan bagaimana keadaan mereka sewaktu ditimpa azab Allah. Perjalanan demikian, menurutnya, menambah perasaan takwa kepada Allah, membangunkan hati dari kelalaian dan kelengahan akan sunatullah yang pasti berlaku itu. Mereka diingatkan bahwa Allah Yang Mahakuasa itu tidak pernah kewalahan untuk melaksanakan keputusan-Nya, apabila Dia telah menginginkan. Sebab dengan tegas dikatakan tiada satu daya dan kekuatan yang sanggup melemahkan Allah, baik kekuatan itu terdapat di langit maupun di bumi. Bagaimana Allah itu lemah? Bukankah ilmu dan kekuasaan-Nya meliputi kerajaan langit dan bumi? Bagaimana mungkin makhluk ciptaan-Nya, Sekalipun seluruh manusia bersatu menandingi kekuasaan Allah, tidak akan sanggup menjatuhkan atau menandingi kekuasaan-Nya, sedang semuanya dijadikan dengan fisik yang lemah? Allah berfirman:\nيُرِيْدُ اللّٰهُ اَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْاِنْسَانُ ضَعِيْفًا ٢٨ (النساۤء)\nAllah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nisā'/4: 28)\n\nPerhatikanlah akhir ayat ini dengan penegasan bahwa Allah Maha Mengetahui dan Mahakuasa terhadap segala makhluk ciptaan-Nya. Dalam Tafsir al-Marāgī dijelaskan bahwa Allah Maha Mengetahui dan Mahakuasa terhadap orang-orang yang harus mendapatkan siksaan dengan segera. Sebaliknya, orang yang tobat, dan ingin kembali kepada Tuhan dari kesesatannya, Dia memberi petunjuk kepadanya sehingga beriman sepenuhnya. Ketika orang-orang musyrik meminta kepada Nabi Muhammad agar azab yang dijanjikan itu segera diturunkan, maka diterangkan kepada mereka bahwa Allah menentukan peraturan-Nya bagi umat ini, yakni siksaan tidak segera diturunkan kepada mereka yang melakukan kedurhakaan atau keingkaran terhadap ajaran rasul. Sebab diharapkan sebagian di antara mereka mungkin masih ada yang insaf dan kembali kepada ajaran Tuhannya. ",
			"45" : "Ayat ini menjelaskan manifestasi dari sifat rahman dan rahim dari Allah. Jika Allah langsung menyiksa orang-orang musyrik itu seperti apa yang mereka kehendaki, pasti mereka dan binatang-binatang mati kehausan akibat kurang minum. Tetapi, Allah tidak bertindak begitu sekalipun Dia berkuasa, sebaliknya Dia tetapkan suatu ketentuan yakni siksaan itu ditunda sampai pada waktu yang hanya diketahui-Nya sendiri. Akan tetapi, kalau azab itu telah menimpa, tidak akan dikurangi dan mereka tidak akan bisa melepaskan diri. Ketentuan Allah yang demikian itu hanya berlaku bagi umat Nabi Muhammad saja, sedang pada umat sebelumnya bila mereka bersalah, langsung dihukum tanpa penundaan. \nDalam Tafsir al-Wāḍih dijelaskan bahwa ketentuan itu adalah kemuliaan yang dikaruniakan Allah kepada Nabi Muhammad, sebagai suatu hukum bagi beliau dan umatnya. Dengan harapan agar orang-orang yang masih belum mau beriman segera tobat, kembali kepada petunjuk dan ajaran-Nya. Tetapi, bila janji Allah telah datang, tidak ada waktu lagi untuk menundanya. Di situlah nanti masing-masing orang akan diperhitungkan perbuatannya. Yang baik dibalas dengan ganjaran kebaikan, yang jahat dibalas dengan azab.\nDengan kasih dan sayang Allah, Al-Qur’an menyerukan supaya manusia bertobat dan kembali kepada-Nya. Biarpun azab itu telah ditunda kedatangannya, namun kapan waktunya yang pasti, tiada seorang pun yang mengetahuinya. Orang yang merasa dirinya bersalah tidak perlu berputus asa, sebab betapapun besarnya kesalahan, jika diakhiri dengan penyesalan dan tobat yang sesungguhnya, pasti akan diampuni Allah. Dialah Yang Maha Pengampun dan Penyayang. Dialah Yang Maha Mengetahui dan memper-hatikan sekalian hamba-Nya."
		}
	}
}