{
	"49" :{
		"number" : "49",
		"name_surah" : " الحجرٰت",
		"name_latin" : "Al-Ḥujurāt",
		"wajiz" : {
			"1" : "Pada permulaan Surah al-Hujurat ini Allah mengajarkan akhlak kepada kaum muslim ketika berhubungan dengan Allah dan Rasul-Nya. Wahai orang-orang yang beriman! Janganlah kamu mendahului Allah dan Rasul-Nya, yakni jangan kamu tergesa-gesa dalam memutuskan suatu perkara sebelum mendapat keputusan Allah dan Rasul-Nya, dan bertakwalah kepada Allah dengan melaksanakan semua perintah-Nya dan menjauhi semua larangan-Nya. Sungguh, Allah Maha Mendengar ucapan kamu, Maha Mengetahui segala gerak-gerik dan perbuatan kamu. Dalam ayat ini Allah memerintahkan kepada kaum muslim agar ja-ngan mendahului Allah dan Rasul-Nya dalam menetapkan hukum keagamaan atau persoalan duniawi yang menyangkut kehidupan me-reka. Hal ini bertujuan agar keputusan mereka tidak menyalahi syariat Islam sehingga menimbulkan kemurkaan Allah.",
			"2" : "Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi pada saat terjadi percakapan antara kamu dengan beliau, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya suara sebagian kamu terhadap yang lain. Janganlah kamu memanggilnya dengan namanya, tetapi panggilah beliau dengan panggilan yang disertai penghormatan dan pengagungan. Apabila kamu tidak berlaku hormat kepada Nabi, dikhawatirkan nanti, pahala segala amalmu bisa terhapus sedangkan kamu tidak menyadari.",
			"3" : "Sesungguhnya orang-orang yang senantiasa merendahkan suaranya di sisi Rasulullah, didorong oleh motivasi penghormatan dan pengagungan kepada beliau mereka itulah orang-orang tinggi kedudukannya yang telah diuji hatinya yakni dibersihkan oleh Allah dengan bermacam-macam ujian dan cobaan untuk menjadi orang bertakwa. Mereka akan memperoleh ampunan atas kesalahannya dan pahala yang besar atas ketaatan yang dilakukannya.",
			"4" : "Sesungguhnya orang-orang yang memanggil engkau dengan cara yang tidak sopan dari luar kamar kediamanmu dan kediaman istri-istrimu kebanyakan mereka tidak mengerti tata krama penghormatan dan pengagungan yang seharusnya dilakukan kepadamu.",
			"5" : "Dan sekiranya mereka bersabar, yakni tidak memanggil-manggil namamu sampai engkau keluar dari kamarmu untuk menemui mereka, tentu akan lebih baik bagi mereka di sisi Allah. Dan itu tidak dilakukan oleh mereka, namun Allah tidak menyiksa mereka. Allah Maha Pengampun bagi siapa yang bertobat, Maha Penyayang kepada hamba-Nya yang taat. Berkaitan dengan ayat ini terdapat riwayat bahwa sekelompok rombongan Bani Tamim datang untuk menemui Nabi dan mereka memanggil-manggil dari luar kamarnya, “Hai Muhammad, keluarlah untuk menemui kami.” Nabi dengan berat hati menemui mereka, padahal ketika itu beliau sedang beristirahat. Ayat ini mengecam sikap mereka yang berlaku tidak sopan kepada Rasulullah.",
			"6" : "Setelah kelompok ayat-ayat yang lalu menguraikan tuntunan bagai-mana bertatakrama dengan Rasullah, kelompok ayat ini menguraikan bagaimana berlaku dengan sesama manusia, termasuk kepada orang fasik. Diawali dengan tuntunan bagaimana menghadapi orang fasik, Allah berfirman, Wahai orang-orang yang beriman! Jika seseorang yang fasik datang kepadamu membawa suatu berita yang penting, maka ja-nganlah kamu tergesa-gesa menerima berita itu, tetapi telitilah terlebih dahulu kebenarannya. Hal ini penting dilakukan agar kamu tidak mencelakakan suatu kaum karena kebodohan atau kecerobohan kamu mengikuti berita itu yang akhirnya kamu menyesali perbuatanmu itu yang terlanjur kamu lakukan. Ayat ini memberikan tuntunan kepada kaum muslim agar berhati-hati dalam menerima berita terutama jika bersumber dari orang yang fasik. Perlunya berhati-hati dalam menerima berita adalah untuk menghindarkan penyesalan akibat tindakan yang diakibatkan oleh berita yang belum diteliti kebenarannya.",
			"7" : "Dan ketahuilah olehmu bahwa di tengah-tengah kamu ada Rasulullah, yang sepatutnya dihormati dan dipatuhi semua petunjuknya karena beliau senantiasa dalam bimbingan wahyu Ilahi. Kalau dia menuruti kemauan kamu dalam banyak hal, pasti kamu akan mendapatkan kesusahan. Tetapi dengan bimbingan Rasulullah, Allah menjadikan kamu, wahai para sahabat yang setia, cinta kepada keimanan dan menjadikan iman itu indah dalam hatimu sehingga kamu mudah menjaga diri dari dosa serta menjadikan kamu benci kepada kekafiran, kefasikan, dan kedurhakaan sehingga mudah bagi kamu melakukan ketaatan. Mereka itulah orang-orang yang mengikuti secara mantap jalan yang lurus. ",
			"8" : "Hal yang demikian itu adalah sebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui siapa yang pantas mendapat anugerah-Nya, Mahabijaksana dalam mengatur segala urusan.",
			"9" : "Setelah Allah memperingatkan kepada orang mukmin supaya berhati-hati dalam menerima berita yang disampaikan orang fasik, maka Allah menerangkan pada ayat ini tentang apa yang bisa terjadi akibat berita itu. Misalnya pertikaian antara dua kelompok yang kadang-kadang menyebabkan peperangan. Dan apabila ada dua golongan orang-orang mukmin berperang atau bertikai satu sama lain maka damaikanlah antara keduanya dengan memberi petunjuk dan nasihat ke jalan yang benar. Jika salah satu dari keduanya, yakni golongan yang bermusuhan itu terus menerus berbuat zalim terhadap golongan yang lain, maka pera-ngilah golongan yang berbuat zalim itu, yang enggan menerima kebenar-an, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali kepada perintah Allah, yakni menerima kebenaran maka damaikanlah antara keduanya dengan adil, sehingga terjadi hubungan baik antara keduanya, dan berlakulah adil dalam segala urusan agar putusan kamu diterima oleh semua golongan. Sungguh, Allah mencintai orang-orang yang berlaku adil dalam perbuatan mereka dan memberi balasan kepada mereka dengan balasan yang sebaik-baiknya.",
			"10" : "Sesungguhnya orang-orang mukmin itu bersaudara, sebab mereka itu satu dalam keimanan, karena itu damaikanlah antara kedua saudaramu yang sedang beselisih atau bertikai satu sama lain dan bertakwalah kepada Allah dengan melaksanakan perintahnya antara lain mendamaikan kedua golongan yang saling bermusuhan itu agar kamu mendapat rahmat persudaraan dan persatuan. ",
			"11" : "Setelah Allah menerangkan bahwa orang-orang mukmin adalah bersaudara, ayat ini menjelaskan tuntunan agar persaudaraan itu tetap terjaga. Wahai orang-orang yang beriman! Janganlah suatu kaum, yakni kelompok pria, mengolok-olok kaum, yakni kelompok pria yang lain karena boleh jadi mereka yang diperolok-olokkan lebih baik dari mereka yang mengolok-olok, dan jangan pula perempuan-perempuan mengolok-olokkan perempuan lain karena boleh jadi perempuan yang diperolok-olokkan lebih baik dari perempuan yang mengolok-olok. Janganlah kamu saling mencela satu sama lain dengan ucapan, perbuatan atau isyarat, dan janganlah saling memanggil dengan gelar-gelar yang dinilai buruk buruk oleh orang yang kamu panggil itu sehingga menyakiti hatinya. Seburuk-buruk panggilan adalah panggilan yang buruk fasik setelah iman. Yakni seburuh-buruk panggilan kepada orang-orang mukmin adalah bila mereka disebut orang-orang fasik sesudah mereka dahulu disebut sebagai golongan yang yang beriman. Dan barangsiapa tidak bertobat, setelah melakukan kefasikan, maka mereka itulah orang-orang yang zalim kepada diri sendiri dan karena perbuatannya itu maka Allah menimpakan hukuman atasnya.",
			"12" : "Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka buruk kepada manusia yang tidak disertai bukti atau tanda-tanda, sesungguhnya sebagian prasangka, yakni prasangka yang tidak disertai bukti atau tanda-tanda itu adalah dosa dan janganlah kamu mencari-cari kesalahan orang lain yang sengaja ditutup-tutupi untuk mencemoohnya dan janganlah ada di antara kamu yang menggunjing, yakni membicarakan aib, sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Karena itu hindarilah pergunjingan karena itu sama dengan memakan daging saudara yang telah mati. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat kepada orang yang bertobat, Maha Penyayang kepada orang yang taat.",
			"13" : "Wahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, yakni berasal dari keturunan yang sama yaitu Adam dan Hawa. Semua manusia sama saja derajat kemanusiaannya, tidak ada perbedaan antara satu suku dengan suku lainnya. Kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal dan dengan demikian saling membantu satu sama lain, bukan saling mengolok-olok dan saling memusuhi antara satu kelompok dengan lainnya. Allah tidak menyukai orang yang memperlihatkan kesombongan dengan keturunan, kekayaan atau kepangkatan karena sungguh yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Karena itu berusahalah untuk meningkatkan ketakwaan agar menjadi orang yang mulia di sisi Allah. Sungguh, Allah Maha Mengetahui segala sesuatu baik yang lahir maupun yang tersembunyi, Mahateliti sehingga tidak satu pun gerak-gerik dan perbuatan manusia yang luput dari ilmu-Nya.",
			"14" : "Setelah pada ayat yang lalu dijelaskan bahwa orang yang paling mulia di sisi Allah adalah adalah orang yang paling bertakwa, ayat ini menjelaskan hakikat iman yang melekat pada orang yang bertakwa. Ayat ini dikemukakan dalam konteks penjelasan terhadap serombong-an orang-orang Badui yang datang kepada Nabi yang menyatakan bahwa mereka telah beriman dengan benar. Orang-orang Arab Badui berkata kepadamu, “Kami telah beriman.” Allah menegaskan melalui firman-Nya, Katakanlah kepada mereka, wahai Nabi Muhammad, “Kamu belum beriman sebab hati kamu belum sepenuhnya percaya, dan perbuatan kamu belum mencerminkan iman sesuai apa yang kamu katakan tetapi katakanlah ‘Kami telah tunduk kepadamu.’ Ucapan se-perti itu lebih pantas kamu katakan, karena iman belum masuk ke dalam hatimu. Dan jika kamu benar-benar taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun pahala amal perbuatanmu. Sungguh, Allah Maha Pengampun kepada orang yang bertobat, Maha Penyayang kepada orang yang taat.”",
			"15" : "Selanjutnya ayat ini menjelaskan siapa yang benar-benar sempurna imannya. Sesungguhnya orang-orang mukmin yang sebenarnya adalah me-reka yang beriman kepada Allah dan meyakini semua sifat-sifat-Nya dan membenarkan apa yang disampaikan oleh Rasul-Nya. Kemudian dalam berlalunya waktu mereka tidak ragu-ragu sedikitpun dan tidak goyah pendiriannya dan mereka berjihad dengan menye-rahkan harta dan me-ngorbankan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar dalam ucapan dan perbuatan mereka.",
			"16" : "Katakanlah, wahai Nabi Muhammad, kepada orang-orang Badui yang mengaku beriman itu, “Apakah kamu akan memberitahukan kepada Allah dan menjelaskan tentang agamamu serta keyakinanmu seperti yang engkau katakan kepada Nabi, padahal yang demikian itu tidak perlu karena Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan Allah Maha Mengetahui segala sesuatu.”",
			"17" : "Mereka tidak ragu-ragu mengaku bahwa mereka merasa berjasa telah memberi nikmat kepadamu, yakni kepada Nabi Muhammad, dengan keislaman mereka. Maka kepada Nabi diperintahkan untuk mengatakan kepada mereka: Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebab manfaat keislamanmu bukan kepadaku tetapi untuk kamu sendiri dan sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar dalam ucapanmu.” Sungguh, Allah senantiasa mengetahui apa yang gaib di langit dan di bumi. Dan Allah senantiasa Maha Melihat apa yang kamu kerjakan.",
			"18" : "Mereka tidak ragu-ragu mengaku bahwa mereka merasa berjasa telah memberi nikmat kepadamu, yakni kepada Nabi Muhammad, dengan keislaman mereka. Maka kepada Nabi diperintahkan untuk mengatakan kepada mereka: Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebab manfaat keislamanmu bukan kepadaku tetapi untuk kamu sendiri dan sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar dalam ucapanmu.” Sungguh, Allah senantiasa mengetahui apa yang gaib di langit dan di bumi. Dan Allah senantiasa Maha Melihat apa yang kamu kerjakan."
		},
		"tahlili" : {
			"1" : "Pada ayat ini, Allah mengajarkan kesopanan kepada kaum muslim ketika berhadapan dengan Rasulullah saw dalam hal perbuatan dan percakapan. Allah memperingatkan kaum mukmin supaya jangan men-dahului Allah dan rasul-Nya dalam menentukan suatu hukum atau pen-dapat.\nMereka dilarang memutuskan suatu perkara sebelum membahas dan meneliti lebih dahulu hukum Allah dan (atau) ketentuan dari rasul-Nya terhadap masalah itu. Hal ini bertujuan agar keputusan mereka tidak menyalahi apalagi bertentangan dengan syariat Islam, sehingga dapat menimbulkan kemurkaan Allah. \nYang demikian ini sejalan dengan yang dialami oleh sahabat Nabi Muhammad yaitu Mu‘āż bin Jabal ketika akan diutus ke negeri Yaman. Rasulullah saw bertanya, “Kamu akan memberi keputusan dengan apa?” Dijawab oleh Mu‘āż, “Dengan kitab Allah.” Nabi bertanya lagi, “Jika tidak kamu jumpai dalam kitab Allah, bagaimana?” Mu‘āż menjawab, “Dengan sunah Rasulullah.” Nabi Muhammad bertanya lagi, “Jika dalam Sunah Rasulullah tidak kamu jumpai, bagaimana?” Mu‘āż menjawab, “Aku akan ijtihad dengan pikiranku.” Lalu Nabi Muhammad saw menepuk dada Mu‘āż seraya berkata, “Segala puji bagi Allah yang telah memberi taufik kepada utusan rasul-Nya tentang apa yang diridai Allah dan rasul-Nya.” (Riwayat Abū Dāwud, at-Tirmiżī dan Ibnu Mājah dari Mu‘āż bin Jabal). \nDalam ayat ini, Allah memerintahkan kepada kaum mukmin supaya melaksanakan perintah Allah, menjauhi larangan-Nya, dan tidak tergesa-gesa melakukan perbuatan atau mengemukakan pendapat dengan mendahului Al-Qur’an dan hadis Nabi yang ada hubungannya dengan sebab turunnya ayat ini. Tersebut dalam kitab al-Iklil bahwa mereka dilarang menyembelih kurban pada hari Raya Idul Adha sebelum Nabi menyembelih, dan dilarang berpuasa pada hari yang diragukan, seperti apakah telah datang awal Ramadan atau belum, sebelum jelas hasil ijtihad untuk penetapannya. Kemudian Allah meme-rintahkan supaya mereka tetap bertakwa kepada-Nya karena Allah Maha Mendengar segala percakapan dan Maha Mengetahui segala yang terkandung dalam hati hamba-hamba-Nya.",
			"2" : "Diriwayatkan oleh al-Bukhārī dari Ibnu Abī Mulaikah bahwa ‘Abdullāh bin Zubair memberitahukan kepadanya bahwa telah datang satu rom-bongan dari Kabilah Bani Tamīm kepada Rasulullah saw. Abu Bakar berkata, “Rombongan ini hendaknya diketuai oleh al-Qa‘qā‘ bin Ma‘bad.” ‘Umar bin Khaṭṭāb berkata, “Hendaknya diketuai oleh al-Aqra‘ bin Ḥābis.” Abu Bakar membantah, “Kamu tidak bermaksud lain kecuali menentang aku.” ‘Umar menjawab, “Saya tidak bermaksud menentangmu.” Maka timbullah perbedaan pendapat antara Abu Bakar dan ‘Umar sehingga suara mereka kedengarannya bertambah keras, maka turunlah ayat ini. Sejak itu, bila Abu Bakar berbicara dengan Nabi Muhammad, suaranya direndahkan sekali seperti bisikan saja, demikian pula ‘Umar. Oleh karena sangat halus suaranya, hampir-hampir tak terdengar, sehingga sering ditanyakan lagi apa yang diucapkannya itu.\nMereka sama-sama memahami bahwa ayat-ayat tersebut sengaja diturunkan untuk memelihara kehormatan Nabi Muhammad. Setelah ayat ini turun, Ṡābit bin Qais tidak pernah datang lagi menghadiri ma-jelis Rasulullah saw. Ketika ditanya oleh Nabi tentang sebabnya, Ṡābit menjawab, “Ya Rasulullah, telah diturunkan ayat ini dan saya adalah seorang yang selalu berbicara keras dan nyaring. Saya merasa khawatir kalau-kalau pahala saya akan dihapus sebagai akibat kebiasaan saya itu.” Nabi Muhammad menjawab, “Engkau lain sekali, engkau hidup dalam kebaikan dan insya Allah akan mati dalam kebaikan pula, engkau termasuk ahli surga.” Ṡābit menjawab, “Saya sangat senang karena berita yang menggembirakan itu, dan saya tidak akan mengeraskan suara saya terhadap Nabi untuk selama-lamanya.” (Riwayat al-Bukhārī dari Ibnu Abī Mulaikah). Maka turunlah ayat berikutnya, yaitu ayat ke-3 dari Surah al-Ḥujurāt. \nDari paparan di atas, dapat dipahami bagaimana Allah mengajarkan kepada kaum mukmin kesopanan dalam percakapan ketika berhadapan dengan Nabi Muhammad. Allah melarang kaum mukmin meninggikan suara mereka lebih dari suara Nabi. Mereka dilarang untuk berkata-kata kepada Nabi dengan suara keras karena perbuatan seperti itu tidak layak menurut kesopanan dan dapat menyinggung perasaan Nabi. Terutama jika dalam ucapan-ucapan yang tidak sopan itu tersimpan unsur-unsur cemoohan atau penghinaan yang menyakitkan hati Nabi dan dapat menyeret serta menjerumuskan orangnya kepada kekafiran, sehingga mengakibatkan hilang dan gugurnya segala pahala kebaikan mereka itu di masa lampau, padahal semuanya itu terjadi tanpa disadarinya.",
			"3" : "Sesungguhnya orang yang merendahkan suaranya di sisi Rasulullah saw setelah melatih diri dengan berbagai latihan yang ketat lagi berat, mereka itulah orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka telah berhasil menyucikan diri mereka dengan berbagai usaha dan kesadaran serta bagi mereka ampunan dan pahala yang sangat besar.\nDiriwayatkan oleh Imam Aḥmad dari Mujāhid bahwa ada sebuah pertanyaan tertulis yang disampaikan kepada Umar, “Wahai Amirul Mukminin, ada seorang laki-laki yang tidak suka akan kemaksiatan dan tidak mengerjakannya, dan seorang laki-laki lagi yang hatinya cenderung kepada kemaksiatan, tetapi ia tidak mengerjakannya. Manakah di antara kedua orang itu yang paling baik?”\nUmar menjawab dengan tulisan pula, “Sesungguhnya orang yang hatinya cenderung kepada kemaksiatan, tetapi tidak mengerjakannya, mereka itulah orang-orang yang telah diuji hati mereka oleh Allah untuk bertakwa. Bagi mereka ampunan dan pahala yang besar.” ",
			"4" : "Dalam ayat ini, Allah memberikan pelajaran kesopanan dan tata krama dalam menghadapi Rasulullah saw, terutama dalam mengadakan percakapan dengan beliau. Rasulullah saw selama di Madinah tinggal di sebuah rumah di samping masjid Madinah. Di dalam rumah itu terdapat kamar-kamar untuk istri-istri nabi. Bangunan tersebut dibuat sangat sederhana, atapnya rendah sekali sehingga mudah disentuh oleh tangan dan pintu-pintunya terdiri dari gantungan kulit binatang yang berbulu. \nPada masa Khalifah al-Walīd bin ‘Abd al-Mālik, kamar-kamar itu dibongkar dan dijadikan halaman masjid. Hal itu sangat menyedihkan kaum mukmin di Madinah. Sa‘īd bin al-Musayyab merespon dan berkata, “Saya suka sekali jika kamar-kamar istri Nabi itu tetap berdiri dan tidak dirombak, agar generasi mendatang dari penduduk Madinah dan orang-orang yang datang dapat meneladani kesederhanaan Nabi Muhammad dalam mengatur rumah tangganya.\nIbnu Isḥāq menerangkan dalam kitab Sirah-nya bahwa tahun kesembilan Hijrah itu merupakan tahun mengalirnya para delegasi dari seluruh Jazirah Arab. Setelah Pembebasan Makkah, seusai Perang Tabuk, dan Kabilah Ṡaqif dari Ṭaif masuk Islam dan ikut membaiat Rasulullah saw, maka datanglah dengan berduyun-duyun berbagai delegasi ke Madinah untuk menemui Rasulullah saw.\nDiriwayatkan oleh Ibnu Jarīr, dari Zaid bin Arqam bahwa sekum-pulan orang-orang Badui berkata kepada kawan-kawannya, “Marilah kita menemui laki-laki (Muhammad) itu, apabila ia benar-benar seorang nabi, maka kitalah yang paling bahagia beserta dia, dan jika ia seorang raja maka kita pun akan beruntung dapat hidup di sampingnya.” Maka datanglah Zaid bin Arqam kepada Rasulullah saw menyampaikan berita itu lalu mereka datang beramai-ramai menemui beliau yang kebetulan sedang berada di kamar salah seorang istrinya. Mereka memanggil dengan suara yang lantang sekali, “Ya Muhammad, ya Muhammad, keluarlah dari kamarmu untuk berjumpa dengan kami karena pujian kami sangat indah dan celaan kami sangat menusuk perasaan.” Nabi Muhammad saw keluar dari kamar istrinya untuk menemui mereka, dan turunlah ayat ini. \nMenurut Qatādah, rombongan sebanyak tujuh puluh orang itu adalah dari kabilah Bani Tamīm. Mereka berkata, “Kami ini dari Bani Tamīm, kami datang ke sini membawa pujangga-pujangga kami dalam bidang syair dan pidato untuk bertanding dengan penyair-penyair kamu.” Nabi menjawab, “Kami tidak diutus untuk mengemukakan syair dan kami tidak diutus untuk memperlihatkan kesombongan, tetapi bila kamu mau mencoba, boleh kemukakan syairmu itu.” Maka tampillah salah seorang pemuda di antara mereka membangga-banggakan kaumnya dengan berbagai keutamaan. Nabi Muhammad menampilkan Ḥassān bin Ṡābit untuk menjawab syair mereka dan ternyata Ḥassān dapat menundukkan mereka semuanya. Setelah mereka mengakui keunggulan Ḥassān, mereka lalu mendekati Rasulullah saw dan mengucapkan dua kalimat syahadat sekaligus masuk Islam.\nKebijaksanaan Nabi Muhammad dalam menghadapi delegasi dari Bani Tamīm yang tidak sopan itu akhirnya berkesudahan dengan baik. Sebelum pulang, mereka lebih dahulu telah mendapat petunjuk tentang jalan yang benar dan kesopanan dalam pergaulan. Dengan tegas sekali Allah menerangkan bahwa orang-orang yang memanggil Nabi supaya keluar kamar istrinya yang ada di samping masjid Madinah, kebanyakan mereka itu bodoh, tidak mengetahui kesopanan dan tata krama dalam mengadakan kunjungan kehormatan kepada seorang kepala negara apalagi seorang nabi. Tata cara yang dikemukakan ayat ini sekarang dikenal sebagai protokoler dan security (keamanan). Dari ayat ini dapat pula dipahami bahwa agama Islam sejak dahulu sudah mengatur kode etik dengan maksud memberikan penghormatan yang pantas kepada pembesar yang dikunjungi.",
			"5" : "Seandainya tamu-tamu delegasi itu tidak berteriak-teriak memanggil Nabi Muhammad dan mereka sabar menunggu sampai beliau sendiri keluar kamar peristirahatannya, niscaya yang demikian itu lebih baik bagi mereka. Karena sikap demikian itu menunjukkan adanya takzim dan penghormatan kepada Nabi Muhammad. Allah Maha Pengampun kepada mereka yang memanggil Nabi Muhammad dari belakang kamar-kamarnya bila mereka bertobat dan mengganti kecerobohan mereka dengan kesopanan tata krama. Allah Maha Penyayang kepada mereka, tidak mengazab mereka nanti pada hari Kiamat karena mereka telah menyesali perbuatan mereka yang memalukan itu.",
			"6" : "Dalam ayat ini, Allah memberitakan peringatan kepada kaum mukmin, jika datang kepada mereka seorang fasik membawa berita tentang apa saja, agar tidak tergesa-gesa menerima berita itu sebelum diperiksa dan diteliti dahulu kebenarannya. Sebelum diadakan penelitian yang seksama, jangan cepat percaya kepada berita dari orang fasik, karena seorang yang tidak mempedulikan kefasikannya, tentu juga tidak akan mempedulikan kedustaan berita yang disampaikannya. Perlunya berhati-hati dalam menerima berita adalah untuk menghindarkan penyesalan akibat berita yang tidak diteliti atau berita bohong itu. Pe-nyesalan yang akan timbul sebenarnya dapat dihindari jika bersikap le-bih hati-hati.\nAyat ini memberikan pedoman bagi sekalian kaum mukmin supaya berhati-hati dalam menerima berita, terutama jika bersumber dari seorang yang fasik. Maksud yang terkandung dalam ayat ini adalah agar diadakan penelitian dahulu mengenai kebenarannya. Mempercayai suatu berita tanpa diselidiki kebenarannya, besar kemungkinan akan membawa korban jiwa dan harta yang sia-sia, yang hanya menimbulkan penyesalan belaka.",
			"7" : "Allah menjelaskan bahwa Rasulullah saw ketika berada di tengah-tengah kaum mukmin, sepatutnya dihormati dan diikuti semua petunjuk-nya karena lebih mengetahui kemaslahatan umatnya. Nabi lebih utama bagi orang-orang mukmin dari diri mereka sendiri, sebagaimana dicantumkan dalam firman Allah:\nاَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ \nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri (al-Aḥzāb/33: 6)\n\nKarena Nabi Muhammad selalu berada dalam bimbingan wahyu Ilahi, maka beliau yang berada di tengah-tengah para sahabat itu sepatutnya dijadikan teladan dalam segala aspek kehidupan dan aspek kemasyarakatan. Seandainya beliau menuruti kemauan para sahabat dalam memecahkan persoalan hidup, niscaya mereka akan menemui berbagai kesulitan dan kemudaratan seperti dalam peristiwa al-Walīd bin ‘Uqbah. Seandainya Nabi saw menerima berita bohong tentang Banī al-Muṣṭaliq, lalu mengirimkan pasukan untuk menggempur mereka yang disangka murtad dan menolak membayar zakat, niscaya yang demikian itu hanya akan menimbulkan penyesalan dan bencana. Akan tetapi, sebaliknya dengan kebijaksanaan dan bimbingan Rasulullah saw yang berada di tengah-tengah para sahabat, mereka dijadikan oleh Allah mencintai keimanan dan menjadikan iman itu in-dah dalam hati mereka, dan menjadikan mereka benci kepada kekafiran, kefasikan dan kedurhakaan.\nKarena iman yang sempurna itu terdiri dari pengakuan dengan li-san, membenarkan dengan hati, dan beramal saleh dengan anggota tubuh, maka kebencian terhadap kekafiran berlawanan dengan kecinta-an kepada keimanan. Menjadikan iman itu indah dalam hati adalah pa-ralel dengan membenarkan (taṣdīq) dalam hati, dan benci kepada ke-durhakaan itu paralel dengan mengadakan amal saleh. Orang-orang yang demikian itu adalah orang-orang yang mendapat petunjuk dan mengikuti jalan yang lurus, yang langsung menuju kepada keridaan Allah.",
			"8" : "Karunia dan anugerah itu semata-mata kemurahan dari Allah dan merupakan nikmat dari-Nya. Allah Maha Mengetahui siapa yang berhak menerima petunjuk dan siapa yang terkena kesesatan, dan Mahabijaksana dalam mengatur segala urusan makhluk-Nya.",
			"9" : "Allah menerangkan bahwa jika ada dua golongan orang mukmin berperang, maka harus diusahakan perdamaian antara kedua pihak yang bermusuhan itu dengan jalan berdamai sesuai ketentuan hukum Allah berdasarkan keadilan untuk kemaslahatan mereka yang bersangkutan. Jika setelah diusahakan perdamaian itu masih ada yang membangkang dan tetap juga berbuat aniaya terhadap golongan yang lain, maka golongan yang agresif yang berbuat aniaya itu harus diperangi sehingga mereka kembali untuk menerima hukum Allah.\nJika golongan yang membangkang itu telah tunduk dan kembali ke-pada perintah Allah, maka kedua golongan yang tadinya bermusuhan itu harus diperlakukan dengan adil dan bijaksana, penuh kesadaran sehingga tidak terulang lagi permusuhan seperti itu di masa yang akan datang. Allah memerintahkan supaya mereka tetap melakukan keadilan dalam segala urusan mereka, karena Allah menyukainya dan akan memberi pahala kepada orang-orang yang berlaku adil dalam segala urusan.",
			"10" : "Dalam ayat ini, Allah menerangkan bahwa sesungguhnya orang-orang mukmin semuanya bersaudara seperti hubungan persaudaraan antara nasab, karena sama-sama menganut unsur keimanan yang sama dan kekal dalam surga. Dalam sebuah hadis sahih diriwayatkan:\nاَلْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يَسْلِمُهُ وَمَنْ كَانَ فِيْ حَاجَةِ أَخِيْهِ كَانَ اللهُ فِيْ حَاجَتِهِ وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللهُ عَنْهُ كُرْبَةً مِنْ كُرُبَاتِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللهُ يَوْمَ الْقِيَامَةِ. (رواه البخاري عن عبد الله بن عمر)\t\t \nMuslim itu adalah saudara muslim yang lain, jangan berbuat aniaya dan jangan membiarkannya melakukan aniaya. Orang yang membantu kebutuhan saudaranya, maka Allah membantu kebutuhannya. Orang yang melonggarkan satu kesulitan dari seorang muslim, maka Allah melonggarkan satu kesulitan di antara kesulitan-kesuliannya pada hari Kiamat. Orang yang menutupi aib saudaranya, maka Allah akan menutupi kekurangannya pada hari Kiamat. (Riwayat al-Bukhārī dari ‘Abdullāh bin ‘Umar) \n\nPada hadis sahih yang lain dinyatakan:\nاِذاَ دَعَا الْمُسْلِمُ لِأَخِيْهِ بِظَهْرِ الْغَيْبِ قَالَ الْمَلَكُ: اٰمِيْنَ وَلَكَ بِمِثْلِهِ. (رواه مسلم عن أبي الدرداء)\nApabila seorang muslim mendoakan saudaranya yang gaib, maka malaikat berkata, “Amin, dan semoga kamu pun mendapat seperti itu.” (Riwayat Muslim dari Abū ad-Dardā')\n\nKarena persaudaraan itu mendorong ke arah perdamaian, maka Allah menganjurkan agar terus diusahakan di antara saudara seagama seperti perdamaian di antara saudara seketurunan, supaya mereka tetap memelihara ketakwaan kepada Allah. Mudah-mudahan mereka memperoleh rahmat dan ampunan Allah sebagai balasan terhadap usa-ha-usaha perdamaian dan ketakwaan mereka. Dari ayat tersebut dapat dipahami perlu adanya kekuatan sebagai penengah untuk mendamaikan pihak-pihak yang bertikai.",
			"11" : "Dalam ayat ini, Allah mengingatkan kaum mukmin supaya jangan ada suatu kaum mengolok-olok kaum yang lain karena boleh jadi, mereka yang diolok-olok itu pada sisi Allah jauh lebih mulia dan terhormat dari mereka yang mengolok-olokkan. Demikian pula di kalangan perempuan, jangan ada segolongan perempuan yang mengolok-olok perempuan yang lain karena boleh jadi, mereka yang diolok-olok itu pada sisi Allah lebih baik dan lebih terhormat daripada perempuan-perempuan yang mengolok-olok. \nAllah melarang kaum mukmin mencela kaum mereka sendiri karena kaum mukmin semuanya harus dipandang satu tubuh yang diikat de-ngan kesatuan dan persatuan. Allah melarang pula memanggil dengan panggilan yang buruk seperti panggilan kepada seseorang yang sudah beriman dengan kata-kata: hai fasik, hai kafir, dan sebagainya. Tersebut dalam sebuah hadis riwayat al-Bukhārī dan Muslim dari an-Nu‘mān bin Basyīr:\nمَثلُ اْلمُؤْمِنِيْنَ فِيْ تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ كَمَثَلِ الْجَسَدِ اِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ. (رواه مسلم وأحمد عن النعمان بن بشير)\nPerumpamaan orang-orang mukmin dalam kasih mengasihi dan sayang-menyayangi antara mereka seperti tubuh yang satu; bila salah satu anggota badannya sakit demam, maka badan yang lain merasa demam dan terganggu pula. (Riwayat Muslim dan Aḥmad dari an-Nu‘mān bin Basyīr)\n\nاِنَّ اللهَ لاَ يَنْظُرُ اِلٰى صُوَرِكُمْ وَاَمْوَالِكُمْ وَلٰكِنْ يَنْظُرُ اِلٰى قُلُوْبِكُمْ وَأَعْمَالِكُمْ. (رواه مسلم عن ابي هريرة)\nSesungguhnya Allah tidak memandang kepada rupamu dan harta kekayaanmu, akan tetapi Ia memandang kepada hatimu dan perbua-tanmu. (Riwayat Muslim dari Abū Hurairah) \n\nHadis ini mengandung isyarat bahwa seorang hamba Allah jangan memastikan kebaikan atau keburukan seseorang semata-mata karena melihat kepada perbuatannya saja, sebab ada kemungkinan seseorang tampak mengerjakan kebajikan, padahal Allah melihat di dalam hatinya ada sifat yang tercela. Sebaliknya pula mungkin ada orang yang kelihatan melakukan suatu yang tampak buruk, akan tetapi Allah melihat dalam hatinya ada rasa penyesalan yang besar yang mendorongnya bertobat dari dosanya. Maka perbuatan yang tampak di luar itu, hanya merupakan tanda-tanda saja yang menimbulkan sangkaan yang kuat, tetapi belum sampai ke tingkat meyakinkan. Allah melarang kaum mukmin memanggil orang dengan panggilan-panggilan yang buruk setelah mereka beriman. \nIbnu Jarīr meriwayatkan bahwa Ibnu ‘Abbās dalam menafsirkan ayat ini, menerangkan bahwa ada seorang laki-laki yang pernah pada masa mudanya mengerjakan suatu perbuatan yang buruk, lalu ia bertobat dari dosanya, maka Allah melarang siapa saja yang menyebut-nyebut lagi keburukannya di masa yang lalu, karena hal itu dapat membangkitkan perasaan yang tidak baik. Itu sebabnya Allah melarang memanggil dengan panggilan dan gelar yang buruk.\nAdapun panggilan yang mengandung penghormatan tidak dilarang, seperti sebutan kepada Abu Bakar dengan aṣ-Ṣiddīq, kepada ‘Umar dengan al-Fārūq, kepada ‘Uṡmān dengan sebutan Żū an-Nūrain, kepada ‘Ali dengan Abū Turāb, dan kepada Khālid bin al-Walīd dengan sebutan Saifullāh (pedang Allah).\nPanggilan yang buruk dilarang untuk diucapkan setelah orangnya beriman karena gelar-gelar untuk itu mengingatkan kepada kedurhakaan yang sudah lewat, dan sudah tidak pantas lagi dilontarkan. Barang siapa tidak bertobat, bahkan terus pula memanggil-manggil dengan gelar-gelar yang buruk itu, maka mereka dicap oleh Allah sebagai orang-orang yang zalim terhadap diri sendiri dan pasti akan menerima konsekuensinya berupa azab dari Allah pada hari Kiamat.\n",
			"12" : "Allah memberi peringatan kepada orang-orang yang beriman supaya mereka menjauhkan diri dari prasangka terhadap orang-orang yang beriman. Jika mereka mendengar sebuah ucapan yang keluar dari mulut saudaranya yang mukmin, maka ucapan itu harus mendapat tanggapan yang baik, dengan ungkapan yang baik, sehingga tidak menimbulkan salah paham, apalagi menyelewengkannya sehingga me-nimbulkan fitnah dan prasangka. ‘Umar r.a. berkata, “Jangan sekali-kali kamu menerima ucapan yang keluar dari mulut saudaramu, melainkan dengan maksud dan pengertian yang baik, sedangkan kamu sendiri menemukan arah pengertian yang baik itu.”\nDiriwayatkan dari Rasulullah saw bahwa sesungguhnya Allah meng-haramkan dari orang mukmin darah dan kehormatannya sehingga dilarang berburuk sangka di antara mereka. Adapun orang yang secara terang-terangan berbuat maksiat, atau sering dijumpai berada di tempat orang yang biasa minum minuman keras hingga mabuk, maka buruk sangka terhadap mereka itu tidak dilarang.\nImam al-Baihaqī dalam kitabnya Syu‘abul Īmān meriwayatkan sebuah aṡar dari Sa‘īd bin al-Musayyab sebagai berikut:\nكَتَبَ اِلَيَّ بَعْضُ اِخْوَانِى مِنْ أَصْحَابِ رَسُوْلِ اللهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنْ صَنِّعْ أَمْرَ أَخِيْكَ عَلَى أَحْسَنِهِ مَا لَمْ يَأْتِكَ مَا يَغْلِبُكَ وَلاَ تَظُنَّنَّ بِكَلِمَةٍ خَرَجَتْ مِنِ امْرِئٍ مُسْلِمٍ شَرًّا وَأَنْتَ تَجِدُ لَهُ فِى الْخَيْرِ مَحْمَلاً وَمَنْ عَرَضَ نَفْسَهُ لِلتُّهَمِ فَلاَ يَلُوْمَنَّ اِلاَّ نَفْسَهُ وَمَنْ كَتَمَ سِرَّهُ كَانَتِ الْخِيْرَةُ فِى يَدِهِ وَمَا كَافَأْتَ مَنْ عَصَى الله تَعَالَى فِيْكَ بِمِثْلِ أَنْ تُطِيْعَ اللهَ فِيْهِ وَعَلَيْكَ بِاِخْوَانِ الصِّدْقِ فَكُنْ فِى اكْتِسَابِهِمْ فَاِنَّهُمْ زِيْنَةٌ فِى الرَّخَاءِ وَعُدَّةٌ عِنْدَ عَظِيْمِ اْلبَلاَءِ وَلاَ تَتَهَاوَنْ بِالْحَلْفِ فَيُهِيْنَكَ اللهُ تَعَالَى وَلاَ تَسْأَلَنَّ عَمَّا لَمْ يَكُنْ حَتَّى يَكُوْنُ وَلاَ تَضَعْ حَدِيْثَكَ اِلاَّ عِنْدَ مَنْ يَشْتَهِيْهِ وَعَلَيْكَ بِالصِّدْقِ وَاِنْ قَتَلَكَ وَاعْتَزِلْ عَدُوَّكَ وَاحْذَرْ صَدِيْقَكَ اِلاَّ الاَمِيْنَ وَلاَ اَمِيْنَ اِلاَّ مَنْ خَشِيَ اللهَ وَشَاوِرْ فِى اَمْرِكَ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ. (رواه البيهقي)\nBeberapa saudaraku di antara sahabat Rasulullah saw telah menyam-paikan sebuah tulisan kepadaku yang berisi beberapa petunjuk, di antaranya, “Kerjakanlah urusan saudaramu dengan sebaik-baiknya selagi tidak datang kepadamu urusan yang mengalahkanmu dan jangan sekali-kali engkau memandang buruk perkataan yang pernah diucapkan oleh seorang muslim, jika engkau menemukan tafsiran yang baik pada ucapannya itu. Siapa yang menempatkan dirinya di tempat tuduhan buruk, maka janganlah ia mencela, kecuali kepada dirinya sendiri. Dan siapa yang menyembunyikan rahasianya, maka pilihan itu berada di tangannya, dan kemaksiatan seseorang kepada Allah pada diri kamu, tidak akan mengimbangi ketaatanmu kepada Allah pada orang tersebut. Hendaklah engkau selalu bersahabat dengan orang-orang yang benar sehingga engkau berada di dalam lingkup budi pekerti yang mereka upayakan, karena mereka itu menjadi perhiasan dalam kekayaan dan menjadi perisai ketika menghadapi bahaya yang besar. Dan jangan sekali-kali meremehkan sumpah agar kamu tidak dihinakan oleh Allah. Dan jangan sekali-kali bertanya tentang sesuatu yang belum ada sehingga berwujud terlebih dahulu dan jangan engkau sampaikan pembicaraan kecuali kepada orang yang mencintainya. Dan tetaplah berpegang kepada kebenaran walaupun kamu akan terbunuh olehnya. Hindarilah musuhmu dan tetaplah menaruh curiga kepada kawanmu, kecuali orang yang benar-benar sudah dapat dipercaya, dan tidak ada yang dapat dipercaya kecuali orang yang takut kepada Allah. Dan bermusyawarahlah dalam urusanmu dengan orang-orang yang takut kepada Tuhan mereka dalam keadaan gaib.” (Riwayat al-Baihaqī)\n\nKemudian Allah menerangkan bahwa orang-orang mukmin wajib menjauhkan diri dari prasangka karena sebagian prasangka itu me-ngandung dosa. Berburuk sangka terhadap orang mukmin adalah suatu dosa besar karena Allah nyata-nyata telah melarangnya. Selanjutnya Allah melarang kaum mukmin mencari-cari kesalahan, kejelekan, noda, dan dosa orang lain.\nAbū Hurairah meriwayatkan sebuah hadis sahih sebagai berikut:\nاِيَّاكُمْ وَالظَّنَّ فَاِنَّ الظَّنَّ اَكْذَبُ الْحَدِيْثِ وَلاَ تَجَسَّسُوْا وَلاَ تَحَسَّسُوْا وَلاَ تَنَاجَشُوْا وَلاَ تَبَاغَضُوْا وَلاَ تَحَاسَدُوْا وَلاَ تَدَابَرُوْا وَكُونُوْا عِبَادَ اللهِ إِخْوَانًا. (رواه البخاري عن أبي هريرة)\nJauhilah olehmu berburuk sangka, karena berburuk sangka itu termasuk perkataan yang paling dusta. Dan jangan mencari-cari kesa-lahan orang lain, jangan buruk sangka, jangan membuat rangsangan dalam penawaran barang, jangan benci-membenci, jangan dengki-mendengki jangan belakang-membelakangi, dan jadilah kamu hamba-hamba Allah yang bersaudara.” (Riwayat al-Bukhārī dari Abū Hurairah) \n\nDiriwayatkan pula oleh Aḥmad dari Abū Barzah al-Aslamī, Rasulullah saw bersabda:\nيَا مَعْشَرَ مَنْ اٰمَنَ بِلِسَانِهِ وَلَمْ يَدْخُلِ اْﻹِيْمَانُ قَلْبَهُ لاَ تَغْتَابُوا الْمُسْلِمِيْنَ وَلاَ تَتَّبِعُوْا عَوْرَاتِهِمْ فَإِنَّهُ مَنْ يَّتَّبِعْ عَوْرَاتِهِمْ يَتَّبِعِ اللهُ عَوْرَتَهُ وَمَنْ يَتَّبِعِ اللهُ عَوْرَتَهُ يَفْضَحْهُ فِيْ بَيْتِهِ. (رواه أحمد عن أبي برزه اﻷسلمى)\nWahai orang-orang yang beriman dengan lidahnya, tetapi iman itu belum masuk ke dalam hatinya, jangan sekali-kali kamu bergunjing terhadap kaum muslim, dan jangan sekali-kali mencari-cari aib-aib mereka. Karena siapa yang mencari-cari aib kaum muslim, maka Allah akan membalas pula dengan membuka aib-aibnya. Dan siapa yang dibongkar aibnya oleh Allah, niscaya Dia akan menodai kehor-matannya dalam rumahnya sendiri.” (Riwayat Aḥmad dari Abū Barzah al-Aslamī) \n\nImam aṭ-Ṭabrānī meriwayatkan sebuah hadis dari Ḥāriṡah bin an-Nu‘mān:\nثَلاَثٌ لاَزِمَاتٌ ِﻷُمَّتِى الطَّيْرَةُ وَالْحَسَدُ وَسُوْءُ الظَّنِّ فَقَالَ رَجُلٌ مَا يُذْهِبُهُنَّ يَا رَسُوْلَ اللهِ مِمَّنْ هُنَّ فِيْهِ؟ قَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اِذَا حَسَدْتَ فَاسْتَغْفِرِ الله َوَاِذَا ظَنَنْتَ فَلاَ تُحَقِّقْ وَاِذَا تَطَيَّرْتَ فَامْضِ. (رواه الطبرانى عن حارثة بن النعمان)\nAda tiga perkara yang tidak terlepas dari umatku, yaitu anggapan sial karena sesuatu ramalan, dengki, dan buruk sangka. Maka bertanya se-orang sahabat, “Ya Rasulullah, apa yang dapat menghilangkan tiga perkara yang buruk itu dari seseorang?” Nabi menjawab, “Apabila engkau hasad (dengki), maka hendaklah engkau memohon ampun kepada Allah. Dan jika engkau mempunyai buruk sangka, jangan dinyatakan, dan bilamana engkau memandang sial karena sesuatu ramalan maka lanjutkanlah tujuanmu.” (Riwayat aṭ-Ṭabrānī dari Ḥāriṡah bin an-Nu‘mān)\n\nAbū Qilābah meriwayatkan bahwa telah sampai berita kepada ‘Umar bin Khaṭṭāb, bahwa Abū Miḥjan aṣ-Ṣaqafī minum arak bersama-sama dengan kawan-kawannya di rumahnya. Maka pergilah ‘Umar ke rumahnya kemudian masuk ke dalam, tetapi tidak ada seorang pun di rumah kecuali seorang Abū Miḥjan sendiri. Maka Abū Miḥjan berkata, “Sesungguhnya perbuatanmu ini tidak halal bagimu karena Allah telah melarangmu untuk mencari-cari kesalahan orang lain.” Kemudian ‘Umar keluar dari rumahnya.\nAllah melarang pula bergunjing atau mengumpat orang lain. Yang dinamakan gībah atau bergunjing itu ialah menyebut-nyebut suatu keburukan orang lain yang tidak disukainya sedang ia tidak berada di tempat itu, baik dengan ucapan atau isyarat, karena yang demikian itu menyakiti orang yang diumpat. Umpatan yang menyakitkan itu ada yang terkait dengan cacat tubuh, budi pekerti, harta, anak, istri, saudaranya, atau apa pun yang ada hubungannya dengan dirinya.\nHasan, cucu Nabi, berkata bahwa bergunjing itu ada tiga macam, ketiga-nya disebutkan dalam Al-Qur’an, yaitu gībah, ifk, dan buhtān. Gībah atau bergunjing, yaitu menyebut-nyebut keburukan yang ada pada orang lain. Adapun ifk adalah menyebut-nyebut seseorang me-ngenai berita-berita yang sampai kepada kita, dan buhtān atau tuduhan yang palsu ialah bahwa menyebut-nyebut kejelekan seseorang yang tidak ada padanya. Tidak ada perbedaan pendapat antara para ulama bahwa bergunjing ini termasuk dosa besar, dan diwajibkan kepada orang yang bergunjing supaya segera bertobat kepada Allah dan meminta maaf kepada orang yang bersangkutan.\nMu‘āwiyah bin Qurrah berkata kepada Syu‘bah, “Jika seandainya ada orang yang putus tangannya lewat di hadapanmu, kemudian kamu berkata ‘Itu si buntung,’ maka ucapan itu sudah termasuk bergunjing.”\nAllah mengemukakan sebuah perumpamaan supaya terhindar dari bergunjing, yaitu dengan suatu peringatan yang berbentuk pertanyaan, “Sukakah salah seorang di antara kamu memakan daging bangkai saudaranya? Tentu saja kita akan merasa jijik memakannya. Oleh karena itu, jangan menyebut-nyebut keburukan seseorang ketika ia masih hidup atau sudah mati, sebagaimana kita tidak menyukai yang demikian itu, dalam syariat hal itu juga dilarang.”\n‘Alī bin al-Ḥusain mendengar seorang laki-laki sedang mengumpat orang lain, lalu ia berkata, “Awas kamu jangan bergunjing karena bergunjing itu sebagai lauk-pauk manusia.” \nNabi dalam khotbahnya pada haji wada’ (haji perpisahan) bersabda:\nاِنَّ دِمَاءَكُمْ وَاَمْوَالَكُمْ وَاَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هٰذَا فِيْ شَهْرِكُمْ هٰذَا فِيْ بَلَدِكُمْ هٰذَا. (رواه البخاري ومسلم عن ابن عباس)\nSesungguhnya darahmu, hartamu, dan kehormatanmu haram bagimu seperti haramnya hari ini dalam bulan ini dan di negerimu ini. (Riwayat al-Bukhārī dan Muslim dari Ibnu ‘Abbās)\n\nAllah menyuruh kaum mukmin supaya tetap bertakwa kepada-Nya karena sesungguhnya Allah Maha Pengampun terhadap orang yang bertobat dan mengakui kesalahan-kesalahannya. Sesungguhnya Allah Maha Penyayang, dan tidak akan mengazab seseorang setelah ia bertobat. Bergunjing itu tidak diharamkan jika disertai dengan maksud-maksud yang baik, yang tidak bisa tercapai kecuali dengan gibah itu, dan soal-soal yang dikecualikan dan tidak diharamkan dalam bergunjing itu ada enam perkara:\n1. \tDalam rangka kezaliman agar dapat dibela oleh orang yang mampu menghilangkan kezaliman itu.\n2. \tJika dijadikan bahan untuk mengubah suatu kemungkaran dengan menyebut-nyebut kejelekan seseorang kepada seorang penguasa yang mampu mengadakan tindakan perbaikan.\n3. \tDi dalam mahkamah, orang yang mengajukan perkara boleh mela-porkan kepada mufti atau hakim bahwa ia telah dianiaya oleh seorang penguasa yang (sebenarnya) mampu mengadakan tindakan perbaikan.\n4. \tMemberi peringatan kepada kaum muslim tentang suatu kejahatan atau bahaya yang mungkin akan mengenai seseorang; misalnya menuduh saksi-saksi tidak adil, atau memperingatkan seseorang yang akan melangsungkan pernikahan bahwa calon pengantinnya adalah orang yang mempunyai cacat budi pekerti, atau mempunyai penyakit yang menular.\n5. \tBila orang yang digunjingkan itu terang-terangan melakukan dosa di muka umum, seperti minum minuman keras di hadapan khalayak ramai.\n6. \tMengenalkan seorang dengan sebutan yang kurang baik, seperti ‘awar (orang yang matanya buta sebelah) jika tidak mungkin memperkenalkannya kecuali dengan nama itu.",
			"13" : "Dalam ayat ini, dijelaskan bahwa Allah menciptakan manusia dari seorang laki-laki (Adam) dan seorang perempuan (Hawa) dan menjadikannya berbangsa-bangsa, bersuku-suku, dan berbeda-beda warna kulit bukan untuk saling mencemoohkan, tetapi supaya saling mengenal dan menolong. Allah tidak menyukai orang-orang yang memperlihatkan kesombongan dengan keturunan, kepangkatan, atau kekayaannya karena yang paling mulia di antara manusia pada sisi Allah hanyalah orang yang paling bertakwa kepada-Nya.\nKebiasaan manusia memandang kemuliaan itu selalu ada sangkut-pautnya dengan kebangsaan dan kekayaan. Padahal menurut pandangan Allah, orang yang paling mulia itu adalah orang yang paling takwa kepada-Nya.\nDiriwayatkan oleh Ibnu Ḥibbān dan at-Tirmiżī dari Ibnu ‘Umar bahwa ia berkata:\nطَافَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى رَاحِلَتِهِ الْقَصْوَاءِ يَوْمَ الْفَتْحِ وَاسْتَلَمَ الرُّكْنُ بِمِحْجَنِهِ وَمَا وَجَدَ لَهَا مُنَاخًا فِى الْمَسْجِدِ حَتَّى أُخْرِجَتْ إِلَى بَطْنِ الْوَادِيِّ فَأُنِيْخَتْ ثُمَّ حَمِدَ اللهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: أَمَّا بَعْدُ أَيُّهَا النَّاسُ فَإِنَّ اللهَ قَدْ أَذْهَبَ عَنْكُمْ عُبِيَّةَ الْجَاهِلِيَّةِ  يَا أَيُّهَا النَّاسُ إِنَّمَا النَّاسُ رَجُلاَنِ: بِرٌّ تَقِيٌّ كَرِيْمٌ عَلَى رَبِّهِ وَفَاجِرٌ شَقِيٌّ هَيِّنٌ عَلَى رَبِّهِ ثُمَّ تَلاَ (يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِّنْ ذَكَرٍ وَّأُنْثَى وَجَعَلْنَاكُمْ شُعُوْبًا وَقَبَائِلَ لِتَعَارَفُوْا) حَتىَّ قَرَأَ الآيَةَ ثُمَّ قَالَ: أَقُوْلُ قَوْلِى هَذَا وَاَسْتَغْفِرُ اللهَ لِيْ وَلَكُمْ) (رواه ابن حبان والترمذي عن ابن عمر)\nRasulullah saw melakukan tawaf di atas untanya yang telinganya tidak sempurna (terputus sebagian) pada hari Fatḥ Makkah (Pembebasan Makkah). Lalu beliau menyentuh tiang Ka‘bah dengan tongkat yang bengkok ujungnya. Beliau tidak mendapatkan tempat untuk menderumkan untanya di masjid sehingga unta itu dibawa keluar menuju lembah lalu menderumkannya di sana. Kemudian Rasulullah memuji Allah dan mengagungkan-Nya, kemudian berkata, “Wahai manusia, sesungguhnya Allah telah menghilangkan pada kalian kesombongan dan keangkuhan Jahiliah. Wahai manusia, sesungguhnya manusia itu ada dua macam: orang yang berbuat kebajikan, bertakwa, dan mulia di sisi Tuhannya. Dan orang yang durhaka, celaka, dan hina di sisi Tuhannya. Kemudian Rasulullah membaca ayat: yā ayyuhan-nās innā khalaqnākum min żakarin wa unṡā… Beliau membaca sampai akhir ayat, lalu berkata, “Inilah yang aku katakan, dan aku memohon ampun kepada Allah untukku dan untuk kalian. (Riwayat Ibnu Ḥibbān dan at-Tirmiżī dari Ibnu ‘Umar).\n\nSesungguhnya Allah Maha Penerima tobat lagi Maha Mengetahui tentang apa yang tersembunyi dalam jiwa dan pikiran manusia. Pada akhir ayat, Allah menyatakan bahwa Dia Maha Mengetahui tentang segala yang tersembunyi di dalam hati manusia dan mengetahui segala perbuatan mereka.",
			"14" : "Allah menjelaskan bahwa orang-orang Arab Badui mengaku bahwa diri mereka telah beriman. Ucapan mereka itu dibantah oleh Allah. Sepantasnya mereka itu tidak mengatakan telah beriman, karena iman yang sungguh-sungguh ialah membenarkan dengan hati yang tulus dan percaya kepada Allah dengan seutuhnya. Hal itu belum terbukti karena mereka memperlihatkan bahwa mereka telah memberikan kenikmatan kepada Rasulullah saw dengan keislaman mereka dan dengan tidak memerangi Rasulullah saw.\nMereka dilarang oleh Allah mengucapkan kata beriman itu dan sepantasnya mereka hanya mengucapkan ‘kami telah tunduk’ masuk Islam, karena iman yang sungguh-sungguh itu belum pernah masuk ke dalam hati mereka. Apa yang mereka ucapkan tidak sesuai dengan isi hati mereka.\nAz-Zajjāj berkata, “Islam itu ialah memperlihatkan kepatuhan dan menerima apa-apa yang dibawa oleh Nabi Muhammad. Dengan memperlihatkan patuh itu terpeliharalah darah dan jiwa, dan jika ikrar tentang keislaman itu disertai dengan taṣdīq (dibenarkan hati), maka barulah yang demikian itu yang dinamakan iman yang sungguh-sungguh. Jika mereka benar-benar telah taat kepada Allah dan rasul-Nya, ikhlas berbuat amal, dan meninggalkan kemunafikan, maka Allah tidak akan mengurangi sedikit pun pahala amal mereka, bahkan akan memperbaiki balasannya dengan berlipat ganda.”\nTerhadap manusia yang banyak berbuat kesalahan, di mana pun ia berada, Allah akan mengampuninya karena Dia Maha Pengampun terhadap orang yang bertobat dan yang beramal penuh keikhlasan.",
			"15" : "Dalam ayat ini, Allah menerangkan hakikat iman yang sebenarnya, yaitu bahwa orang-orang yang diakui mempunyai iman yang sungguh-sungguh hanyalah mereka yang beriman kepada Allah dan rasul-Nya, tanpa keragu-raguan sedikit pun dan tidak goyah pendiriannya apa pun yang dihadapi. Mereka menyerahkan harta dan jiwa dalam berjihad di jalan Allah semata-mata untuk mencapai keridaan-Nya.\nاَلْمُؤْمِنُوْنَ فِى الدُّنْيَا عَلَى ثَلاَثَةِ أَجْزَاءٍ، اَلَّذِيْنَ اٰمَنُوا بِاللهِ وَرَسُوْلِهِ ثُمَّ لَمْ يَرْتَابُوْا وَجَاهَدُوْا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِىْ سَبِيْلِ اللهِ. وَالَّذِيْ يَأْمَنُهُ النَّاسُ عَلَى أَمْوَالِهِمْ بِأَنْفُسِهِمْ وَالَّذِيْ إِذَا أَشْرَفَ عَلَى طَمَعٍ تَرَكَهُ ِللهِ عَزَّ وَجَلَّ. (رواه أحمد عن أبي سعيد الخدري)\nOrang mukmin di dunia ada tiga golongan: pertama, orang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu dan berjihad fi sabilillah dengan harta dan dirinya. Kedua, orang yang tidak mengganggu harta dan diri orang lain. Ketiga, orang yang mendapatkan kemuliaan ambisi, ia meninggalkannya karena Allah. (Riwayat Aḥmad dari Abū Sa‘īd al-Khudrī)\n \nMereka itulah orang-orang yang imannya diakui oleh Allah. Tidak seperti orang-orang Arab Badui itu yang hanya mengucapkan beriman dengan lidah belaka, sedangkan hati mereka kosong karena mereka masuk Islam itu hanya karena takut akan tebasan pedang, hanya sekadar untuk mengamankan jiwa dan harta bendanya.",
			"16" : "Allah memerintahkan kepada Rasul-Nya agar bertanya kepada orang-orang Arab Badui itu, apakah mereka akan memberitahukan kepada Allah tentang keyakinannya yang telah tersimpan di dalam hatinya, padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, termasuk apa yang terkandung di dalam hati mereka karena Allah Maha Mengetahui segala sesuatu.",
			"17" : "Allah menjelaskan bahwa orang-orang Arab Badui itu merasa telah memberi nikmat kepada Rasulullah saw. Mereka menganggap bahwa keislaman dan ketundukan mereka kepada Nabi Muhammad itu harus dipandang suatu nikmat yang harus disyukuri oleh Nabi. Kemudian Allah memerintahkan kepada rasul-Nya supaya membantah ucapan mereka yang selalu menonjol-nonjolkan pemberian nikmat karena sesungguhnya hanya Allah yang melimpahkan nikmat kepada mereka dengan menunjuki mereka keimanan, jika mereka sungguh-sungguh menjadi orang-orang yang benar imannya.",
			"18" : "Sesungguhnya Allah-lah Yang Maha Mengetahui apa-apa yang gaib di langit dan di bumi. Dia-lah yang melihat apa yang tersembunyi di da-lam hati, dan apa yang diucapkan oleh lidah karena Allah Maha Melihat apa yang dikerjakan oleh seluruh hamba-hamba-Nya.\n"
		}
	}
}