{
	"52" :{
		"number" : "52",
		"name_surah" : "الطّور",
		"name_latin" : "Aṭ-Ṭūr",
		"wajiz" : {
			"1" : "Surah až-Žariyat ditutup dengan penegasan jatuhnya ancaman Allah bagi mereka yang kafir. Surah at-Tur diawali dengan kepastian jatuhnya azab bagi mereka yang mengingkari ayat-ayat Allah. Penegasan tentang kepastian azab ini diawali dengan sumpah-sumpah Allah. Demi gunung Sinai yang menjadi lokasi Nabi Musa menerima Taurat,",
			"2" : "dan demi Kitab Allah yang diwahyukan-Nya dan yang ditulis pada lembaran yang terbuka sehingga mudah dibaca dan dipahami maknanya,",
			"3" : "danyang ditulis pada lembaran yang terbukasehingga mudah dibaca dan dipahami maknanya,",
			"4" : "Dan demi Baitulma’mur, yaitu Kakbah atau tempat yang menjadi lokasi para malaikat rukuk, sujud, dan tawaf,",
			"5" : "Dan demi atap,yaitu langit, yang ditinggikan dan kukuh tanpa tiang penyangga,",
			"6" : "dan demi lautan yang penuh gelombang yang di dalam tanahnya terdapat api.",
			"7" : "Sungguh, azab Tuhanmu yang diancamkan kepada para pengingkar ayat-ayat dan ajaran-Nya pasti terjadi.",
			"8" : "Ketika itu, tidak ada sesuatu pun, baik manusia maupun makhluk lain, yang dapat menolak atau menghindari-nya,",
			"9" : "Siksa bagi para pengingkar itu akan datang pada hari ketika langit berguncang dan bergerak naik turun",
			"10" : "kiri dan kanan dengan sekeras-kerasnya, dan gunung berjalan atau berpindah dari tempatnya bagaikan awan yang ditiup angin.",
			"11" : "Ketika azab itu datang, maka celakalah pada hari itu bagi orang-orang yang mendustakan ayat-ayat Allah,",
			"12" : "terutama yang terkait dengan keesaan-Nya dan keniscayaan kiamat. Mereka itulah orang-orang yang terus bermain-main dalam kebatilan dan perbuatan dosa.",
			"13" : "Datangnya azab kepada para pengingkar itu adalah suatu kepastian. Pada hari ketika siksa itu tiba, mereka didorong oleh para malaikat ke neraka Jahanam dengan sekuat-kuatnya sehingga mereka masuk ke dalamnya.",
			"14" : "Saat para pengingkar itu dimasukkan ke neraka, dikatakan kepada mereka, “Inilah neraka yang di dunia dahulu kamu terus-menerus mendustakannya.”",
			"15" : "Begitu masuk neraka, para pengingkar itu mendapat ejekan dan kecaman. “Kamu sudah merasakan sendiri pedihnya azab neraka yang dauhlu kamu ingkari, maka dengan demikian, apakah neraka ini hanya merupakan sihir yang mengelabui mata ataukah kamu memang tidak melihat sehingga kamu akan terus mengingkari keberadaannya?",
			"16" : "Wahai para pengingkar, masuklah ke dalamnya dan rasakanlah panas apinya; maka baik kamu bersabar atas pedihnya siksa neraka itu atau tidak bersabar atasnya, keduanya akan sama saja akibatnya bagimu. Tetapi, ketahuilah bahwa Allah tidak menganiaya kamu dengan siksa itu. Sesungguhnya kamu hanya diberi balasan yang setimpal atas apa yang telah kamu kerjakan.",
			"17" : "Beralih dari penjelasan tentang azab bagi para pengingkar ayat-ayat Allah, pada ayat-ayat berikut Allah menjelaskan kenikmatan bagi mereka yang bertakwa. Sesungguhnya orang-orang yang bertakwa dan terus beribadah serta melakukan kebajikan, mereka itu berada dalam surga yang indah dan penuh kenikmatan ukhrawi yang tidak terlukiskan.",
			"18" : "Di surga itu mereka selalu bersuka ria dan berbahagia dengan apa yang diberikan Tuhan Yang Maha Pengasih kepada mereka; dan selain itu, Tuhan Yang Maha Pemberi senantiasa memelihara mereka dari azab neraka yang panas dan pedihnya tidak terkira.",
			"19" : "Allah menyediakan di surga beragam makanan yang lezat dan minuman yang menyegarkan. Kemudian dikatakan kepada mereka yang bertakwa, “Makan dan minumlah dengan rasa nikmat semua yang sudah disediakan. Ini semua sebagai balasan dari apa, yaitu kebajikan, yang telah kamu kerjakan di dunia dengan ikhlas demi mengharap rida Allah.”",
			"20" : "Saat menikmati anugerah Allah itu, mereka duduk dengan nyaman sambil bersandar di atas dipan-dipan yang tersusun dengan indah dan rapi. Kami anugerahi mereka berbagai kenikmatan yang sempurna dan Kami berikan pula kepada mereka pasangan berupa bidadari yang bermata indah.",
			"21" : "Di surga Allah akan mempertemukan orang tua dengan keturunannya yang seiman. Dan orang-orang yang beriman dan mendapat balasan surga, beserta anak cucu mereka atau ibu bapak mereka yang mengikuti mereka dalam keimanan, walaupun derajat keimanannya tidak serupa, akan Kami pertemukan mereka dengan anak cucu mereka di surga sebagai anugerah atas ketakwaan mereka, dan Kami tidak mengurangi sedikit pun pahala amal kebajikan yang telah mereka perbuat di dunia. Setiap orang terikat dan akan bertanggung jawab dengan apa yang dikerjakannya, dan dia tidak akan dihukum karena dosa orang lain.",
			"22" : "Dan selain itu, Kami berikan pula kepada mereka tambahan berupa aneka buah-buahan yang lezat dan daging dari segala jenis hewan yang mereka inginkan.",
			"23" : "Di dalam surga itu mereka bersuka ria dan merasakan kegembiraan yang tiada habis. Mereka saling mengulurkan gelas yang isinya minuman yang tidak memabukkan dan tidak pula menyebabkan munculnya ucapan yang tidak berfaedah ataupun perbuatan dosa seperti halnya minuman keras di dunia.",
			"24" : "Dan di surga itu, di sekitar mereka ada pelayan berupa anak-anak muda yang berkeliling untuk melayani keperluan mereka. Para pemuda itu tampak tampan dan berpakaian rapi seakan-akan mereka itu mutiara yang tersimpan di tempat yang terjaga.",
			"25" : "Orang-orang bertakwa itu sangat menikmati anugerah Allah, dan sebagian mereka berhadap-hadapan satu sama lain untuk bercengkerama dan saling bertegur sapa dalam keriangan.",
			"26" : "Ketika para penghuni surga ditanya tentang sikap dan perbuatan apa yang membuat mereka mendapat ganjaran surga, dengan serentak mereka berkata, “Sesungguhnya kami di dunia dahulu, sewaktu kami masih berada di tengah-tengah keluarga, kami selalu merasa takut akan diazab di neraka, karena itu kami selalu melakukan kebaikan dan mendekatkan diri kepada Allah.",
			"27" : "Sebagai rahmat dari dari Allah, maka Allah sesuai dengan janji-Nya memberikan karunia surga kepada kami dan senantiasa memelihara kami dari azab neraka yang tidak terkirakan pedihnya.",
			"28" : "Sesungguhnya kami sebelum menerima anugerah ini selalu menyembah dan berdoa kepada-Nya sejak di dunia dahulu. Tuhan telah mengabulkan doa kami. Sesungguhnya hanya Dialah Yang Maha Melimpahkan kebaikan kepada orang yang bertakwa, lagi Maha Penyayang kepada semua makhluk-Nya.",
			"29" : "Allah memerintahkan Nabi Muhammad untuk melanjutkan dak-wahnya, “Bila kesudahan manusia itu sesuai amal dan perbuatan masing-masing, maka peringatkanlah orang-orang kafir itu karena dengan nikmat dari Tuhanmu, engkau bukanlah seorang tukang tenung, seperti tuduhan mereka, yang menyampaikan berita gaib tanpa dasar yang jelas, dan engkau bukan pula orang gila yang berpikiran kacau.",
			"30" : "Tidak hanya menuduhmu tukang tenung dan orang gila, bahkan mereka yang kafir itu juga berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan, seperti musibah atau kematian, menimpanya.”",
			"31" : "Allah tidak memerintahkan Nabi Muhammad untuk menanggapi tuduhan orang kafir yang tidak berdasar itu. Dia berfirman, “Katakanlah kepada mereka, ‘Wahai orang kafir, tunggulah ketetapan Allah atasmu! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu datangnya ketetapan Allah itu.”",
			"32" : "Tuduhan-tuduhan orang-orang kafir itu tidak berdasar. Apakah mereka diperintah oleh pikiran-pikiran mereka yang sesat untuk mengucapkan tuduhan-tuduhan yang tidak berdasar ini ataukah mereka memang kaum yang melampaui batas kewajaran sehingga tidak segan melancarkan tuduhan negatif itu?",
			"33" : "Ataukah mereka juga menuduhnya menggubah Al-Qur’an, dengan berkata, “Dia telah mereka-rekanya dengan pikirannya sendiri dan mengklaimnya sebagai wahyu Allah.” Tidak! Semua yang mereka katakan itu tidaklah benar! Sesungguhnya merekalah yang tidak beriman kepada ajaran Allah.",
			"34" : "Bila orang-orang kafir itu bersikukuh dengan tuduhannya tentang Al-Qur’an, maka cobalah mereka, baik secara sendiri maupun berkelompok, membuat karya yang semisal dengannya, jika mereka memang merupakan orang-orang yang benar dalam tuduhan dan penilaiannya.",
			"35" : "Usai memberi bantahan atas tuduhan orang-orang musyrik, Allah lalu memberi bantahan atas keyakinan mereka. Allah berfirman, “Atau apakah mereka tercipta tanpa asal-usul yang jelas, ataukah mereka yang menciptakan diri mereka sendiri sehingga tidak mau mengakui Allah sebagai Pencipta?",
			"36" : "Ataukah mereka enggan beriman karena merasa telah menciptakan langit dan bumi yang demikian indah dan rapi? Sebenarnya mereka sendiri tidak meyakini apa yang mereka katakan, karena mereka memang tidak mengetahuinya.",
			"37" : "Ataukah mereka ingkar karena merasa bahwa di sisi mereka ada per-bendaharaan Tuhanmu, wahai Nabi Muhammad, ataukah mereka yang berkuasa mengatur dan menggunakan perbendaharan Allah dengan semaunya sehingga mereka menolak risalahmu dan menuduhmu dengan ungkapan yang merendahkan?",
			"38" : "Atau apakah mereka, yaitu orang-orang musyrik, mempunyai tangga menuju langit untuk mendengarkan hal-hal gaib? Bila demikian maka hendaklah orang yang mendengarkan berita gaib di antara mereka itu datang dengan membawa keterangan yang nyata yang didengarnya. Pasti tidak akan ada yang tampil untuk mengungkapkannya.",
			"39" : "Allah mengecam kaum musyrik yang meyakini Dia punya anak perempuan, yaitu para malaikat, “Ataukah pantas bila kalian mengatakan bahwa untuk Dia Yang Maha Esa itu anak-anak perempuan seperti yang kamu yakini, sedangkan untuk kamu anak-anak laki-laki? Sungguh, itu semua merupakan anggapan yang sangat keji dan keliru.”",
			"40" : "Allah lalu mengajak bicara Nabi Muhammad, “Ataukah keengganan kaum musyrik untuk beriman adalah karena engkau meminta imbalan kepada mereka saat menyampaikan dakwah sehingga mereka dibebani de-ngan utang? Tentu tidak. Engkau tidak pernah meminta upah pada mereka atas dakwahmu.”",
			"41" : "Ataukah mereka menolak beriman karena di sisi mereka mempunyai pengetahuan tentang yang gaib, lalu dengan pengetahuan itu mereka ingin menguasai segala hal dan menuliskannya untuk yang lain?",
			"42" : "Ataukah mereka dengan segala tindakan itu hendak melakukan tipu daya untuk memadamkan cahaya Ilahi? Sungguh, tipu daya mereka betapapun rapi dan kuat, pasti tidak akan berhasil. Tetapi, orang-orang yang kafir itu akan merasakan akibatnya karena justru merekalah yang terkena dampak buruk dari tipu daya mereka.",
			"43" : "Ataukah penolakan itu karena mereka mempunyai tuhan yang berkuasa selain Allah, yang melarang mereka untuk mempercayaimu, wahai Nabi Muhammad? Sungguh, tidak ada tuhan selain Dia, dan Mahasuci Allah dari apa yang mereka persekutukan, apa pun bentuknya.",
			"44" : "Ayat-ayat berikut menerangkan keingkaran dan sikap kaum musyrik yang melampaui batas. Dan jika mereka melihat dengan mata kepala sendiri gumpalan-gumpalan awan berjatuhan dari langit ke bumi, mereka akan memandang remeh dan berkata, “Itu adalah awan yang bertumpuk-tumpuk sehingga membentuk butir-butir hujan yang tidak membahayakan.”",
			"45" : "Karena mereka meremehkan hal itu, maka biarkanlah mereka dalam kesesatannya, wahai Nabi Muhammad, hingga mereka menemui hari jatuhnya ancaman yang dijanjikan kepada mereka. Pada hari itu, hari kiamat, mereka pasti dibinasakan sebagai balasan atas keingkaran mereka.",
			"46" : "Balasan itu datang pada hari ketika tipu daya yang mereka upayakan tidak berguna sedikit pun bagi mereka, dan pada hari itu mereka juga tidak akan diberi pertolongan.",
			"47" : "Azab yang dikemukakan pada ayat sebelumnya diberikan kepada orang yang ingkar, dan sesungguhnya bagi orang-orang yang zalim, baik terhadap diri sendiri maupun orang lain, masih ada azab selain yang sudah disebutkan itu. Tetapi, sayangnya kebanyakan di antara mereka tidak mengetahui.",
			"48" : "Wahai Nabi Muhammad, hendaklah engkau mengetahui keadaan mereka yang seperti itu, dan bersabarlah menunggu ketetapan Tuhanmu, karena sesungguhnya engkau selalu berada dalam pengawasan dan pemeliharaan Kami. Berzikir dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun pagi untuk melakukan kegiatan duniawi atau ukhrawi.",
			"49" : "Dan selain itu, pada sebagian malam, ketika kebanyakan orang tidur, dekatkanlah dirimu kepada Allah, bertasbihlah kepada-Nya, dan berzikir serta bertasbihlah pada waktu terbenamnya bintang-bintang pada waktu fajar."
		},
		"tahlili" : {
			"1" : "Ayat ini mengutarakan bahwa Allah swt bersumpah dengan aṭ-ṭūr yang tinggi kedudukannya karena di atas aṭ-ṭūr itu Allah telah berbicara dengan Nabi Musa dan menurunkan kitab Taurat kepadanya yang berisikan hukum-hukum, hikmah, dan budi pekerti dan mudah dibaca manusia.\nAṭ-Ṭūr berarti bukit yaitu Bukit Ṭursina yakni sebuah bukit di Madyan tempat Nabi Musa mendengarkan kalam Allah swt. Aṭ-ṭūr dalam bahasa Suryani berarti juga bukit yang banyak pohon-pohonnya, tempat di mana Tuhan berbicara langsung dengan Nabi Musa dan di tempat itu pula diangkat menjadi rasul. Dinamakan aṭ-ṭūr karena banyak pohonnya, bila tidak ada pohonnya, maka tidaklah dinamakan aṭ-ṭūr, akan tetapi Jabal (gunung).\nAllah menggunakan gunung sebagai sumpah-Nya, karena mempunyai peranan penting dalam terjadinya kehidupan di bumi ini. Mengenai gunung dan peranannya, antara lain dapat dilihat pada bahasan beberapa ayat berikut, Luqmān/31: 10 dan an-Naml/27: 88. Bahasan selanjutnya juga dapat dilihat pada an-Naba’/78: 6-7 dan an-Nāzi‘āt/79: 30-32.",
			"2" : "Kemudian Allah swt bersumpah dengan sebuah kitab yang tertulis (bertulisan indah) dengan susunan huruf-hurufnya yang rapih. Ada yang berpendapat bahwa maksudnya ialah Lauḥ Maḥfūẓ, dan ada pula yang berpendapat bahwa arti kitab yang tertulis indah, ialah yang diturunkan dan dibacakan kepada manusia dengan terang-terangan.\n(3) Selanjutnya Allah swt menerangkan dalam ayat ini bahwa kitab-kitab itu mudah bagi setiap orang mempelajari isinya. Kitab-kitab itu berisi hikmah-hikmah, hukum, kebudayaan dan budi pekerti (akhlak); karena itu ditulis pada lembaran-lembaran terbuka yang dapat dibaca.",
			"3" : "Selanjutnya Allah swt menerangkan dalam ayat ini bahwa kitab-kitab itu mudah bagi setiap orang mempelajari isinya. Kitab-kitab itu berisi hikmah-hikmah, hukum, kebudayaan dan budi pekerti (akhlak); karena itu ditulis pada lembaran-lembaran terbuka yang dapat dibaca.",
			"4" : "Dalam ayat ini Allah swt bersumpah dengan al-Baitul-Ma‘mūr yaitu sebuah rumah di langit yang ketujuh yang setiap harinya dimasuki oleh 70 ribu malaikat untuk tawaf atau salat. Mereka telah masuk ke sana tidak akan kembali untuk selamanya. Hal ini ditegaskan dalam hadis Isra' yaitu:\nثَبَتَ فِى الصَّحِيْحَيْنِ أَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ قَالَ فِى حَدِيْثِ اْﻹسْرَاءِ بَعْدَ مُجَاوَزَتِهِ إِلَى السَّمَاءِ السَّابِعَةِ: ثُمَّ رُفِعَ بِى إلَى البَيْتِ الْمَعْمُوْرِ وَاِذَا هُوَ يَدْخُلُهُ كُلَّ يَوْمٍ سَبْعُوْنَ اَلْفَ مَلَكٍ لَا يَعُوْدُوْنَ اِلَيْهِ ﺁخِرَ مَا عَلَيْهِمْ. (رواه البخاري ومسلم)\n“Terdapat dalam Sahih Bukhari dan Sahih Muslim bahwa Rasulullah saw bersabda dalam hadis tentang Isra' sesudah melampaui langit ketujuh, kemudian aku diangkat ke Baitul Makmur, tiba-tiba di sana kulihat 70.000 malaikat masuk setiap hari dan mereka tidak akan kembali lagi setelah itu. (Riwayat al-Bukhārī dan Muslim) \n\nMaksud hadis di atas bahwa para malaikat itu beribadat dan melakukan tawaf di sana (Baitul Makmur) seperti halnya manusia di bumi, melakukan tawaf di Ka‘bah Makkah. Begitulah keadaan para malaikat itu.\nKemudian Qatādah, Rābi‘ bin Anas dan As-Suddi berkata, bahwa Rasulullah saw pada suatu hari berkata kepada para sahabat:\nهَلْ تَدْرُوْنَ مَاالْبَيْتُ الْمَعْمُوْرُ؟ قَالُوْا: اللّٰهُ وُرَسُوْلُهُ اَعْلَمُ قَالَ: فَاِنَّهُ مَسْجِدٌ فِى السَّمَاءِ بِحِيَالِ الْكَعْبَةِ لَوْ خَرَّ لَخَرَّ عَلَيْهَا يُصَلِّى فِيْهِ كُلَّ يَوْمٍ سَبْعُوْنَ اَلْفَ مَلَكٍ اِذَا خَرَجُوْا مِنْهُ لَمْ يَعُوْدُوْا ﺁخِرَمَا عَلَيْهِمْ .(أخرجه ابن جرير)\n“Tahukah kamu apakah Baitul Makmur itu? Mereka menjawab, “Allah dan Rasul-Nya lebih mengetahui” Rasulullah berkata, “Baitul Makmur ialah sebuah masjid di langit yang searah dengan Ka‘bah dan apabila (seseorang dari sana) jatuh, maka akan jatuh di atas Ka‘bah, di sana salat 70.000 malaikat setiap hari; apabila mereka keluar dari sana, tidak akan kembali lagi.” (Riwayat Ibnu Jarīr)",
			"5" : "Dalam ayat ini Allah swt bersumpah dengan atap yang ditinggikan (langit) yaitu alam tinggi yang mempunyai beberapa matahari, beberapa bulan, bintang-bintang tetap, dan bintang-bintang beredar. Di sana juga terletak ‘Arasy dan kursi-Nya; demikian juga malaikat-malaikat-Nya (yang tidak pernah menolak perintah Allah swt dan selalu patuh terhadap apa yang Allah perintahkan kepada mereka). Di sana juga ada benda-benda alam yang tak terhitung banyaknya hanya Allah swt yang mengetahuinya, dan balatentara Allah swt yang kita juga tak mengetahui hakikatnya kecuali Dia yang menciptakannya. Dalam firman Allah swt dijelaskan:\nوَمَا يَعْلَمُ جُنُوْدَ رَبِّكَ اِلَّا هُوَ\nDan tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. (al-Muddaṡṡir/74: 31) \n\nSufyan aṡ-Ṡaury, Syu‘bah dan Abdul Ahwaṣ meriwayatkan dari Simak dari Harb dari Khalid bin Ar‘arah dari Ali bahwa as-Saqful Marfu‘ artinya ‘langit’. Sufyan membaca firman Allah sebagai berikut:\nوَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًا\nDan Kami menjadikan langit sebagai atap yang terpelihara. (al-Anbiyā'/21: 32)\n\nMaksudnya ialah bahwa langit itu sebagai atap dan yang dimaksud dengan “terpelihara” ialah segala yang berada di langit itu dijaga oleh Allah swt dengan peraturan dan hukum-hukum yang menyebabkan semuanya berjalan dengan teratur dan tertib, sesuai sistem dan hukumnya.",
			"6" : "Dalam ayat ini Allah bersumpah, Demi al-Baḥrul-Masjūr (laut yang di dalamnya ada api) yakni laut yang tertahan dari banjir karena kalau laut itu dilepaskan, ia akan menenggelamkan semua yang ada di atas bumi sehingga hewan dan tumbuh-tumbuhan semuanya akan habis musnah. Maka rusaklah aturan alam dan tidaklah ada hikmah alam ini dijadikan.\nSebagian ulama berpendapat dan menetapkan bahwa lapisan bumi itu seluruhnya seperti semangka, dan kulitnya seperti kulit semangka, artinya bahwa perbandingan kulit bumi dan api yang ada di dalam kulitnya itu seperti kulit semangka dengan isinya. Sebab itu, sekarang kita sebenarnya berada di atas api yang besar, yakni di atas laut yang di bawahnya penuh dengan api dan laut itu tertutup dengan kulit bumi dari segala penjurunya. Dari waktu ke waktu api itu naik ke atas laut yang tampak pada waktu gempa dan pada waktu gunung berapi meletus; seperti gunung berapi Visofius yang meletus di Italia pada tahun 1909 M yang telah menelan kota Mozaina, dan gempa  yang telah terjadi di Jepang pada tahun 1952 M yang memusnahkan kota-kotanya sekaligus.\nMenurut Jumhur bahwa yang dimaksud dalam ayat ini ialah laut bumi. Akan tetapi mereka berbeda pendapat dalam kata “masjūr” di antara pendapatnya ialah berarti: dinyalakan api di hari Kiamat seperti dalam      Al-Qur’an:\nوَاِذَا الْبِحَارُ فُجِّرَتْ\nDan apabila lautan dijadikan meluap. (al-Infiṭār/82: 3)\n\nFirman-Nya yang lain:\nوَاِذَا الْبِحَارُ سُجِّرَتْ\nDan apabila lautan dipanaskan. (at-Takwīr/81: 6)",
			"7" : "Kemudian Allah swt menyebutkan isi sumpah bahwa azab-azab hari Kiamat diperuntukkan bagi semua yang mendustakan para rasul. Azab tersebut pasti akan terjadi, tanpa ragu sedikitpun.\nPenegasan tentang kepastian datangnya azab sangat penting untuk menghilangkan keraguan di kalangan manusia yang meragukan peristiwa terjadinya azab itu.",
			"8" : "Allah menerangkan bahwa azab tersebut tak seorang pun yang dapat menolaknya. Dan tidak pula ada jalan untuk keluar dari azab itu yang merupakan balasan bagi orang-orang yang telah menodai dirinya dengan perbuatan syirik dan dosa, dan yang telah menodai jiwanya dengan dusta terhadap para rasul dan hari kebangkitan.\nKemudian diterangkan pula dalam ayat ini bahwa azab yang tidak dapat dihindarkan itu terjadi pada suatu hari tatkala langit berguncang di tempatnya.",
			"9" : "Allah menerangkan bahwa azab tersebut tak seorang pun yang dapat menolaknya. Dan tidak pula ada jalan untuk keluar dari azab itu yang merupakan balasan bagi orang-orang yang telah menodai dirinya dengan perbuatan syirik dan dosa, dan yang telah menodai jiwanya dengan dusta terhadap para rasul dan hari kebangkitan.\nKemudian diterangkan pula dalam ayat ini bahwa azab yang tidak dapat dihindarkan itu terjadi pada suatu hari tatkala langit berguncang di tempatnya.",
			"10" : "Dalam ayat ini Allah menambahkan penjelasannya bahwa pada hari Kiamat itu gunung-gunung berpindah dari tempatnya, berjalan seperti jalannya awan, dan terbang ke udara lalu jatuh ke bumi terpecah-pecah, kemudian hancur menjadi debu laksana bulu yang diterbangkan angin.\nBerguncangnya langit dan beterbangannya gunung-gunung ialah sebagai pemberitahuan dan peringatan kepada manusia bahwa mereka tidak akan dapat kembali ke dunia, karena ia telah musnah dan telah terjadi alam baru yaitu alam akhirat.\nAyat di atas berkaitan dengan gambaran saat terjadinya kiamat, yang banyak pula disebut di ayat-ayat lainnya. Gunung yang mengekspresikan daratan atau kerak bumi, digambarkan berpindah tempat atau dengan kata lain gunung-gunung itu bergerak. Pergerakan gunung-gunung ini adalah manifestasi pergerakan lempeng bumi (lihat an-Naml/27: 88) dan dapat menimbulkan gempa bumi. Dalam surah az-Zalzalah/99: 1-4 kejadian kiamat digambarkan dengan datangnya gempa yang dahsyat. Gempa dahsyat ini dapat menimbulkan retakan yang panjang dan dalam yang bukan mustahil memicu terjadinya letusan gunung api. Sebagai contoh adalah ketika terjadi gempa Nias pada tahun 2005 yang berkekuatan Mw=8,7, setelah gempa Aceh 2004, beberapa gunung api di Pulau Sumatra memperlihatkan kegiatan yang meningkat. \nFakta ilmiah memang menunjukkan bahwa gunung-gunung itu bergerak. Data Global Positioning Systems (GPS) merekam gerakan-gerakan tersebut dalam ukuran milimeter. Sebagai contoh adalah pulau-pulau terluar di sebelah barat Sumatra yang bergerak ke arah timurlaut sebesar 50-60 mm/tahun.",
			"11" : "Dalam ayat ini Allah menerangkan bahwa azab itu ditim­pakan (setelah terjadinya guncangan langit dan beterbangan gunung-gunung) kepada orang-orang pendusta yang bergelimang dengan kebatilan dan se­la­lu menolak kebenaran serta tidak ingat akan adanya hari perhitungan dan tidak pernah takut akan adanya siksaan Tuhan.",
			"12" : "Dalam ayat ini Allah menerangkan bahwa azab itu ditim­pakan (setelah terjadinya guncangan langit dan beterbangan gunung-gunung) kepada orang-orang pendusta yang bergelimang dengan kebatilan dan se­la­lu menolak kebenaran serta tidak ingat akan adanya hari perhitungan dan tidak pernah takut akan adanya siksaan Tuhan.",
			"13" : "Dalam ayat ini Allah menerangkan bahwa orang-orang yang berbuat ke­ja­hatan tersebut, pada hari itu mereka dihardik dan didorong dengan paksa ke dalam neraka Jahannam, yang apinya selalu memba­kar dan menyala-nyala.",
			"14" : "Setelah mereka dekat dengan neraka, para penjaga menegaskan dengan ejekan, “Inilah neraka, yang dahulu kamu dustakan di dunia.” Pendustaan mereka terhadap neraka berarti dusta mereka terhadap ra­sul yang te­lah membawa berita tentang neraka itu, dengan wahyu yang telah diturunkan kepadanya.",
			"15" : "Karena itu dalam ayat ini Allah mengejek mereka, yaitu orang-orang musyrik yang ketika di dunia menganggap Muhammad saw tukang sihir yang menyihir akal dan menutup mata mereka. Allah swt mengejek mereka ketika mereka diazab di akhirat. “Apakah yang mereka lihat dengan mata kepala mereka sekarang ini, seperti azab yang diberitahukan kepada mereka di dunia itu, ataukah mereka masih terlena oleh sihir seperti dahulu mereka menganggap Muhammad saw menyihir mereka di dunia, ataukah mata mereka tidak melihat apa-apa?” Sungguh azab itu telah menjadi kenyataan, mata mereka tidak kena sihir dan tidak pula ditutupi.\nJelasnya apakah dalam penglihatan mereka ada keraguan ataukah mata mereka sedang sakit? Tidak, kedua-duanya tidak, yang mereka lihat itu adalah kenyataan yang sebenarnya.",
			"16" : "Ketika mereka tidak dapat mengingkari kenyataan dan mengakui bahwa itu bukan sihir dan bukan pula akibat salah melihat, Allah swt memerintahkan kepada mereka supaya masuk ke dalam api neraka untuk merasakan panasnya api neraka. Kemudian Allah swt menjelaskan bahwa bersabar atau tidak, keadaannya serupa bagi mereka. Karena seorang yang tidak sabar akan sesuatu, maka ia berusaha untuk menolaknya baik dengan menjauhinya atau pun dengan mengatasinya. Namun, lain halnya dengan hari kebangkitan sebab azab di akhirat tidak sama dengan azab di dunia karena orang yang diazab di dunia, bila ia bersabar ia akan mendapat manfaat dari kesabarannya, baik manfaat yang berupa balasan di akhirat nanti maupun pujian di dunia berkenaan dengan kesabaran dan ke-tabahannya.\nDan kalau dia tidak sabar dengan pengertian berkeluh-kesah tentulah ia dicela dan dianggap kekanak-kanakan. Akan tetapi kesabaran di akhirat tidak ada manfaatnya karena akhirat bukan tempat beramal tetapi untuk mendapat ganjaran dan pembalasan.\nPada akhir ayat ini Allah swt menegaskan bahwa manusia itu akan menerima pembalasan dari Allah. Jika perbuatan mereka di dunia baik, mereka akan menerima balasan yang baik pula di akhirat. Dan jika perbuatan mereka di dunia jahat, mereka di akhirat akan menerima balasan setimpal dengan kejahatannya. Allah berfirman:\nوَلَا يَظْلِمُ رَبُّكَ اَحَدًا\nDan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nTegasnya Allah akan membalas setiap orang sesuai dengan perbuatannya. Balasan itu akan diterima apakah bersabar atau tidak, pasti terlaksana.",
			"17" : "Dalam ayat ini Allah menerangkan bahwa orang-orang yang takut akan murka Tuhannya, mereka melaksanakan ibadat kepada-Nya baik dengan terang-terangan atau tidak, memenuhi kewajiban-kewajibannya terhadap Tuhan, dan menjalankan peraturan-peraturan agama, tidak mengerjakan suatu perbuatan maksiat yakni tidak menodai dirinya dengan dosa dan tidak menodai jiwanya dengan kemunafikan.\nKepada mereka Tuhan memberikan balasan surga, di dalamnya mereka bersenang-senang. Mereka mendapat apa yang belum pernah mereka lihat, belum pernah mereka dengar, dan belum pernah diterangkan oleh seorang manusia pun. Semuanya itu sebagai balasan atas perbuatan baik mereka selama hidup di dunia. Mereka menjauhi kemewahan duniawi yang membuat lalai pada ibadah serta bersabar atas cobaan-cobaan yang menimpa mereka dengan harapan agar mendapat rida Allah.",
			"18" : "Dalam ayat ini digambarkan bahwa mereka merasakan suka cita dan kebahagiaan yang penuh karena anugrah dan hadiah-hadiah yang dilimpah-kan Allah kepadanya. Mereka tidak pernah terganggu oleh segala macam was-was atau dihinggapi oleh perasaan lelah. Mereka betul-betul berada dalam kesenangan dan kenikmatan serta kelezatan luar biasa, muka mereka berseri-seri, ceria, dan riang gembira. Mereka telah diselamatkan oleh Tuhannya dari azab. Mereka kini merasakan segala kenikmatan dan jauh dari kesengsaraan. Itulah kesenangan yang benar dan nikmat yang abadi.",
			"19" : "Dalam ayat ini Allah membolehkan mereka memakan dan meminum apa yang telah tersedia berupa segala makanan dan minuman yang lezat-lezat. Mereka tidak lagi khawatir bahaya yang akan menimpa seperti halnya apa yang mereka saksikan di dunia tentang adanya bahaya makanan dan minuman. Semua itu sebagai balasan terhadap segala amal baik mereka dan sebagai balasan atas kesungguhan mereka di dunia dalam berbakti kepada Allah swt. Mereka betul-betul merasa nikmat di akhirat itu.\nDiriwayatkan bahwa Rabi‘ bin Hisyam melakukan salat sepanjang malam. Lalu seorang bertanya kepadanya mengapa ia melelahkan dirinya seperti itu. Maka jawabannya bahwa ia memerlukan istirahat di akhirat nanti. Dalam ayat yang lain yang sama artinya Allah berfirman:\nكُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ\n(Kepada mereka dikatakan),“Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.” (al-Ḥāqqah/69: 24) \n\nPerkataan hanī'an dalam ayat ini berarti kenikmatan makanan dan minuman dan terhindar dari segala apa yang membahayakan.\nOrang yang makan di dunia kadang-kadang mendatangkan penyakit dan lain-lain, sehingga ia kurang tenang dan kurang enak makan. Atau ia takut akan segera habisnya makanan itu sehingga ia harus mencarinya lagi. Atau karena habis, lalu kemudian harus memasak lagi hingga matang dan dapat dimakan. Hal-hal seperti ini tidak akan ditemui di surga.\nPerkataan “bimā kuntum ta‘malūn” dalam ayat ini, berarti sebagai balasan yang telah kamu perbuat di dunia, hal ini sebagai isyarat bahwa Allah telah memenuhi apa yang telah dijanjikan oleh-Nya di dunia, sebab tidak ada nik-mat di dunia yang bisa diperoleh tanpa adanya susah payah dahulu. Berlain-an halnya dengan nikmat di akhirat. Nikmat di akhirat sebagai balasan atas iman dan amal saleh di dunia sebagaimana dijelaskan oleh Allah di dalam firman-Nya:\nيَمُنُّوْنَ عَلَيْكَ اَنْ اَسْلَمُوْا ۗ قُلْ لَّا تَمُنُّوْا عَلَيَّ اِسْلَامَكُمْ ۚبَلِ اللّٰهُ يَمُنُّ عَلَيْكُمْ اَنْ هَدٰىكُمْ لِلْاِيْمَانِ اِنْ كُنْتُمْ صٰدِقِيْنَ\nMereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjuk-kan kamu kepada keimanan, jika kamu orang yang benar.” (al-Ḥujurāt/49: 17)",
			"20" : "Kemudian Allah menyebutkan apa yang mereka nikmati misalnya kasur-kasurnya (dipan-dipannya). Mereka duduk di sofa yang berjajar dengan santai tanpa suatu apapun yang membebani hati mereka. Tidak ada satu masalah pun yang mesti mereka hadapi waktu itu, sebab barang siapa yang duduk, sedangkan ia menghadapi suatu masalah atau di bebani pikiran oleh suatu masalah berarti pikiran dan hatinya tidak tenteram. Pada ayat ini dipergunakan kata-kata yajlis (duduk) bukan kata-kata yattaki’u (duduk santai). Dengan maksud untuk menjelaskan keadaan duduk seseorang yang diliputi kepuasan dan ketenteraman. Maka keadaan di surga itu menunjukkan suatu keadaan yang tenang, tanpa kesusahan, tanpa beban dan tanpa masalah. Dalam ayat yang lain yang sama artinya dikatakan:\nعَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ\nDuduk berhadap-hadapan di atas dipan-dipan. (al-Ḥijr/15: 47)\n\nDuduk santai sekadar ungkapan, sebagai salah satu contoh tentang kebebasan yang sebenarnya di dalam surga sebagaimana disabdakan oleh Nabi Muhammad saw:\nإِنَّ الرَّجُلَ لَيَتَّكِئُ المُتَّكَأَ مِقْدَارَ أَرْبَعِيْنَ سَنَةً مَا يَتَحَوَّلُ عَنْهُ وَﻻَيَمَلُّهُ يَأْتِيْهِ مَا اشْتَهَتْ نَفْسُهُ وَلَذَّتْ عَيْنُهُ. (رواه ابن أبي حاتم)\n“Seseorang di dalam surga duduk santai selama 40 (empat puluh) tahun tidak berpindah dan tidak membosankannya, datang kepadanya (tanpa diusahakan) apa-apa yang diingini oleh hatinya dan disenangi oleh matanya.” (Riwayat Ibnu Abī Ḥātim)\n \nKemudian diterangkan bahwa mereka di sana menikmati pasangan-pasangan mereka. Allah telah memberi mereka istri-istri yang cantik yang bermata jeli.",
			"21" : "Dalam ayat ini, Allah swt menerangkan bahwa orang-orang yang beriman yang diikuti oleh anak cucu mereka dalam keimanan, akan dipertemukan Allah dalam satu tingkatan dan kedudukan yang sama sebagai karunia Allah kepada mereka meskipun para keturunan itu ternyata belum mencapai derajat tersebut dalam amal mereka. Sehingga orang tua mereka menjadi senang, maka sempurnalah kegembiraan mereka karena dapat berkumpul semua bersama-sama.\nKetika membaca ayat 21 ini Ibnu ‘Abbās berkata, bahwa keturunan anak cucu orang-orang beriman akan ditingkatkan oleh Allah swt derajatnya bila ternyata tingkatan mereka lebih rendah dari derajat orang tua mereka. \nKemudian Allah swt memberikan gambaran tentang situasi surga penuh kenikmatan seperti tersedianya makanan mereka di dalam surga. Setiap buah-buahan atau makanan yang mereka inginkan pasti mereka peroleh sesuai dengan selera mereka.\nKemudian digambarkan bagaimana mereka hidup senang di sana. Mereka saling berebutan minum, minum tetap dalam kesopanan, berbicara tentang hal lucu, di sana mereka dilayani oleh pelayan-pelayan yang sangat ramah dan cantik. Mereka juga membicarakan hal ihwal mereka di dunia dahulu sebelum mereka berada di dalam kesenangan dan kemewahan surgawi.\nDiriwayatkan bahwasanya Rasulullah bersabda:\nاِذَا دَخَلَ الرَّجُلُ الْجَنَّةَ سَأَلَ عَنْ أَبَوَيْهِ وَزَوْجَتِهِ وَوَلَدِهِ. فَيُقَالُ لَهُ إِنَّهُمْ لَمْ يَبْلُغُوْا دَرَجَتَكَ وَعَمَلَكَ. فَيَقُوْلُ رَبِّ قَدْ عَمِلْتُ لِي وَلَهُمْ فَيُؤْمَرُ بِإِلْحَاقِهِمْ بِهِ. (رواه ابن مردويه والطبراني عن ابن عباس)\nApabila seseorang memasuki surga, ia menanyakan kedua orang tuanya, istrinya, dan anaknya, maka dikatakan kepadanya: “Mereka belum sampai pada derajat dan amalanmu.” Maka ia berkata: “Ya Tuhanku, aku telah beramal untukku dan untuk mereka”. Maka (permohonannya dikabulkan Tuhan) disuruhlah mereka (orang tua, istri, anak) untuk bergabung dengan dia.” (Riwayat Ibnu Mardawaih dan aṭ-Ṭabrānī dari Ibnu ‘Abbās)\n\n Ini merupakan karunia Allah swt terhadap anak cucu yang beriman dan berkat amal bapak-bapak mereka sebab bapak pun memperoleh karunia Allah swt dengan berkat anak cucu mereka sebagaimana sabda Nabi Muhammad saw:\nاِنَّ اللّٰهَ لَيَرْفَعُ الْعَبْدَ الدَّرَجَةَ فَيَقُوْلُ رَبِّ أَنَّى لِيْ هٰذِهِ الدَّرَجَةُ فَيَقُوْلُ بِدُعَاءِ وَلَدِكَ لَكَ. (رواه أحمد والبيهقي عن أبي هريرة)\nSesungguhnya Allah swt niscaya mengangkat derajat seorang hamba, lalu ia bertanya, “Ya Tuhanku, bagaimana aku memperoleh derajat ini?” Allah menjawab, “Kamu memperolehnya sebab doa anakmu.” (Riwayat Aḥmad dan al-Baihaqi dari Abū Hurairah)\n\nHadis ini sejalan dengan hadis Nabi sebagai berikut:\nعَنْ أَبِي هُرَيْرَةَ اَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْه وَسَلَّمَ إِذَا مَاتَ ابْنُ ﺁدَمَ اِنْقَطَعَ عَمَلُهُ إلَّا مِنْ ثَلَاثٍ صَدَقَةٍ جَارِيَةٍ أَوْعِلْمٍ يُنْتَفَعُ بِهِ أَوْ وَلَدٍ صَالِحٍ يَدْعُوْلَهُ. (رواه مسلم عن أبي هريرة)\nDari Abu Hurairah bahwasanya Rasulullah saw bersabda, “Apabila meninggal seorang anak Adam, maka terputuslah amalnya kecuali tiga: amal jariah, atau ilmu yang bermanfaat atau anak yang saleh yang mendoakannya.” (Riwayat Muslim dari Abū Hurairah)\nKemudian pada ayat ini Allah menjelaskan lagi, bahwa pahala amal saleh para bapak yang saleh tidak dikurangi, meskipun kedudukan anak dan isteri mereka yang beriman diangkat derajat mereka menjadi sama dengan suami/bapak mereka sebagai karunia Allah swt. Pada akhir ayat ini Allah menegaskan, bahwa setiap orang memang hanya bertanggungjawab terhadap amal dan perbuatan masing-masing. Perbuatan dosa istri atau anak tidak menjadi tanggung jawab ayah/suami, demikian pula perbuatan dosa ayah/suami tidak dibebankan pada anak atau istrinya.\nHal ini perlu ditegaskan bahwa hal itu merupakan prinsip dasar. Tetapi Allah memberi karunia banyak kepada orang tua yang beriman dan beramal saleh dengan menambah kebahagiaan orang tua untuk memenuhi keinginan orang tua berkumpul di surga bersama anak, istri dan cucu-cucunya, selama mereka beriman, meskipun derajat mereka lebih rendah, tetapi Allah mengangkat mereka menjadi sama dengan bapak yang mukmin dan saleh tadi. Apabila si anak berbahagia masuk surga dan merindukan bersama orang tuanya, maka Allah melimpahkan karunia-Nya, mengangkat bapak ibunya yang beriman untuk mendapat kebahagiaan bersama anak mereka di surga.\nKarunia Allah yang demikian tidak mengubah prinsip setiap orang, hanya bertanggung jawab atas perbuatan masing-masing, meskipun tetap ada pengecualian yang lain seperti firman Allah swt:\nكُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌۙ ٣٨ اِلَّآ اَصْحٰبَ الْيَمِيْنِ ۛ ٣٩\nSetiap orang bertanggung jawab atas apa yang telah dilakukannya, kecuali golongan kanan. (al-Muddaṡṡir/74: 38-39)\n \nSetiap orang akan diminta pertanggungjawaban atas perbuatannya di hadapan Allah swt. Tanggung jawab itu tidak akan terlepas dari mereka kecuali golongan kanan yaitu orang-orang yang berbuat baik. Mereka inilah yang akan terlepas dari tanggung jawab disebabkan oleh ketaatan mereka beribadah kepada Allah swt.",
			"22" : "Selanjutnya pada ayat ini Allah menyebutkan bahwa Dia menambahkan kesenangan penghuni surga tersebut dari waktu ke waktu dengan apa yang mereka inginkan, seperti disediakannya berbagai macam buah-buahan dan daging yang lezat, sekalipun mereka tidak memintanya.\nMengapa Allah swt menyebutkan buah-buahan dan daging, tidak menyebutkan berbagai macam makanan yang lain karena buah-buahan dan daging merupakan makanan yang disenangi dan mengandung gizi yang diperlukan bagi tubuh dan sangat disenangi di dunia. Jadi Allah memberi semua yang menjadi kesenangan manusia.",
			"23" : "Dalam ayat ini Allah swt menggambarkan tentang kegembiraan mereka di surga yaitu mereka masing-masing mengambil gelas minuman mereka. Mereka duduk sambil bersulang dengan teman-teman mereka, bersenda-gurau seperti terjadi dalam suatu kelompok sahabat, sebagai gambaran be-tapa riang-gembiranya mereka.\nMinuman khamar di akhirat tidak memabukkan seperti halnya dengan khamar di dunia, dan tidak pula menyebabkan orang berbicara melantur tak tentu arah atau mabuk seperti peminum di dunia. Allah swt telah menjelaskan dalam ayat lain, yakni tentang khamar di akhirat dan sedap rasa makanan yaitu ayat yang berbunyi dalam firman-Nya:\nبَيْضَاۤءَ لَذَّةٍ لِّلشّٰرِبِيْنَۚ ٤٦ لَا فِيْهَا غَوْلٌ وَّلَا هُمْ عَنْهَا يُنْزَفُوْنَ ٤٧\n(warnanya) putih bersih, sedap rasanya bagi orang-orang yang minum. Tidak ada di dalamnya (unsur) yang memabukkan dan mereka tidak mabuk karenanya. (aṣ-Ṣaffāt/37: 46-47)\n\nDan firman-Nya:\nلَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَ\nMereka tidak pening karenanya dan tidak pula mabuk. (al-Wāqi‘ah/56: 19) ",
			"24" : "Ayat ini menjelaskan bahwa penghuni surga dikelilingi oleh pelayan-pelayan yang muda belia yang membawa minuman. Pelayan-pelayan itu selalu siap diperintah. Mereka tampan dan cantik seperti mutiara yang berkilauan indah dan tersimpan dalam tempat yang tersembunyi. Dalam ayat yang lain yang sama, artinya Allah menjelaskan:\nيَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ ١٧ بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ ١٨\nMereka dikelilingi oleh anak-anak muda yang tetap muda, dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir. (al-Wāqi‘ah/56: 17-18)\n \nTerkait dengan ayat ini Qatadah berkata, “Saya mendengar kabar Rasulullah ditanya tentang pelayan surga yang seperti mutiara, maka bagaimana dengan yang dilayani?” Rasulullah bersabda:\nوَالَّذِي نَفْسِي بِيَدِهِ إِنَّ فَضْلَ مَا بَيْنَهُمْ كَفَضْلِ الْقَمَرِ لَيْلَةَ الْبَدْرِ عَلَى سَا ئِرِ الْكَوَاكِبِ. (رواه ابن جرير و ابن المنذر)\n“Demi Allah bahwa perbedaan kelebihan antara mereka, seperti kelebihan malam bulan purnama atas semua bintang.” (Riwayat Ibnu Jarīr dan Ibnu Munżir)\n\nDiriwayatkan bahwa derajat yang paling rendah di surga ialah orang yang bilamana ia memanggil pelayannya, maka datanglah seribu pelayan berdiri di pintunya, dengan menjawab. Labbaik, labbaik (ya… ya…).”",
			"25" : "Pada ayat ini Allah swt menerangkan bahwa penghuni surga itu saling mendatangi penghuni yang lain baik antara bapak, ibu dan keluarga mereka yang seiman di dunia dan juga dengan penghuni surga yang lain, bertanya tentang keadaan mereka di dunia dahulu, yaitu meliputi ibadah atau se-putar berbagai upaya nahi munkar karena takutnya mereka akan azab Allah swt ketika hidup di dunia. Kemudian mereka memuji Allah swt yang telah menghilangkan sedih, pilu, duka dan kegelisahan mereka. Mereka di surga tidak lagi merasakan kesusahan dan kesukaran mencari nafkah hidup atau mencari rezeki dan segala hal yang berkenaan dengan kehidupan. Mereka hanya tinggal menikmati berbagai kesenangan saja.\nDiriwayatkan bahwa Anas berkata sebagai berikut:\nقاَلَ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهَ وَسَلَّمَ اِذَا دَخَلَ اَهْلُ الْجَنَّةِ الْجَنَّةَ اشْتَاقُوْا اِلَى الاِخْوَانِ فَيَجِيْئُ سَرِيْرُ هٰذَا حَتىَّ يُحَاذِيَ سَرِيْرَ هٰذَا فَيَتَحَدَّثَانِ فَيَتَّكِئُ ذَا وَيَتَّكِئُ ذَا فَيَتَحَدَّثَانِ بِمَا كَانَا فِى الدُّنْيَا فَيَقُوْلُ أَحَدُهُمَا لِصَاحِبِهِ يَا فُلَانُ أَتَدْرِي اَيُّ يَوْمٍ غَفَرَ اللّٰهُ لَنَا؟ اَلْيَوْمَ الَّذِي كُنَّا فِي مَوْضِعِ كَذَا وَكَذَا فَدَعَوْنَا اللّٰهَ فَغَفَرَلَنَا. (رواه البزار)\nRasulullah saw bersabda, “Apabila penghuni surga telah memasuki surga dan mereka rindu kepada kawan-kawan mereka, lalu datanglah sofa seseorang mendekat hingga berhadapanlah dengan sofa yang lainnya keduanya duduk santai sambil bercakap-cakap dan membicarakan amal mereka di dunia dahulu. Maka berkatalah seseorang dari mereka, “Hai fulan, tahukah engkau pada hari apa Tuhan mengampuni kita? Pada hari di tempat, di mana kita berdoa kepada Allah kemudian kita diampuni-Nya.” (Riwayat al-Bazzār) ",
			"26" : "Kemudian dalam ayat ini Allah swt merinci tanya jawab atas berbagai kesenangan yang mereka nikmati. Mereka berkata bahwa sesung-guhnya mereka sewaktu di dunia, pada waktu itu di tengah-tengah keluarga mereka timbul rasa takut akan azab Allah dan siksanya. Kemudian Allah meng-hilangkan rasa takut itu dengan mengaruniakan nikmat-Nya kepada mereka yaitu mereka terpelihara dari api neraka yang disebut as-samūm.\nPerasaan takut mereka di dunia akan azab Allah mendorong mereka mengerjakan segala perintah Allah dan menjauhi segala larangan-Nya meskipun ketika itu berada di tengah-tengah keluarga, mereka memperoleh ketenangan. Diriwayatkan bahwasanya ‘Aisyah berkata, “Andaikata Allah membukakan neraka di bumi ini seujung jari saja, maka akan terbakarlah bumi dan seluruh isinya.”",
			"27" : "Kemudian dalam ayat ini Allah swt merinci tanya jawab atas berbagai kesenangan yang mereka nikmati. Mereka berkata bahwa sesung-guhnya mereka sewaktu di dunia, pada waktu itu di tengah-tengah keluarga mereka timbul rasa takut akan azab Allah dan siksanya. Kemudian Allah meng-hilangkan rasa takut itu dengan mengaruniakan nikmat-Nya kepada mereka yaitu mereka terpelihara dari api neraka yang disebut as-samūm.\nPerasaan takut mereka di dunia akan azab Allah mendorong mereka mengerjakan segala perintah Allah dan menjauhi segala larangan-Nya meskipun ketika itu berada di tengah-tengah keluarga, mereka memperoleh ketenangan. Diriwayatkan bahwasanya ‘Aisyah berkata, “Andaikata Allah membukakan neraka di bumi ini seujung jari saja, maka akan terbakarlah bumi dan seluruh isinya.”",
			"28" : "Dalam ayat ini Allah swt menerangkan bahwa penghuni-penghuni surga itu telah memenuhi persyaratan seruan Allah dan Rasul-Nya sehingga mereka mendapat kemuliaan itu. Mereka berkata bahwa mereka dahulu menyembah Allah dan memohon kepada-Nya. Maka Allah memperkenan-kan dan mengabulkan permintaan mereka dan menerima ibadah mereka, karena Allah yang melimpahkan kebaikan, dan pemberi karunia, lagi Maha Penyayang.\nSetiap orang yang beriman dan setiap orang kafir tidak akan pernah lupa terhadap apa yang telah mereka perbuat di dunia, kenikmatan orang-orang yang beriman akan bertambah bila mereka melihat bahwa mereka telah berpindah dari penjara dunia ke alam kesenangan akhirat, dan dari kesempitan kepada kelapangan. Sebaliknya bertambahlah siksa orang kafir bilamana ia melihat bahwa dirinya telah berpindah dari kemewahan dunia ke alam penderitaan, dan kesengsaraan neraka Jahannam di akhirat.",
			"29" : "Pada ayat 29 Allah swt memerintahkan kepada Nabi Muhammad saw untuk tetap memberikan peringatan kepada kaumnya, dengan mengajarkan kepada mereka ayat-ayat Allah tanpa menghiraukan perbuatan-perbuatan mereka yang tidak mengandung kebenaran. Allah menegaskan bahwa hamba-Nya yang bernama Muhammad saw bukanlah tukang tenung dan bukan orang gila.\nAdapun orang-orang kafir menuduh Nabi Muhammad saw sebagai tukang tenung, karena beliau banyak memberikan berita-berita gaib tentang masa lalu. Umat-umat yang diperjuangkan nabi-nabi sebelumnya juga memberikan berita hal-hal yang akan datang seperti hari Kiamat, hari Kebangkitan dan hari Pengadilan (yaumul-Ḥisāb) dan tentang surga serta neraka. Berita-berita gaib ini merupakan sebuah kebenaran yang diterima dari Allah. Jadi jelaslah bahwa Nabi bukan tukang tenung yang menyampaikan hal-hal yang tidak benar.\nOrang kafir juga menuduh Rasulullah sebagai orang gila, karena beliau menyatakan dan mengajarkan bahwa Tuhan itu hanya satu, sedangkan mereka menganggap Tuhan mereka yang berjumlah empat saja banyak persoalan dunia yang tidak selesai. Jika Tuhan hanya satu maka dunia tidak terpelihara lagi, kata mereka. Beberapa orientalis Barat menyatakan Nabi punya penyakit epilepsi (ayan) seperti ketika beliau menerima wahyu tiba-tiba diam dan tidak menghiraukan keadaan sekeliling seperti orang terjangkit penyakit ayan. Tetapi pada ayat 29 ini Allah menegaskan bahwa Muhammad saw tidaklah gila sebagaimana dituduhkan orang-orang kafir. Nabi Muhammad saw adalah hamba Allah yang diangkat jadi rasul, memiliki akal yang sehat, cita-cita yang tinggi, akhlak dan perilaku yang mulia.\nSedangkan pada ayat 30 orang-orang kafir masih menuduh Nabi sebagai penyair karena ayat-ayat Al-Qur’an sangat indah bahasanya, susunan kalimat dan pilihan katanya sangat luar biasa. Para penyair biasa memiliki kemampuan bahasa yang indah dan biasa menyusun kalimat dan memilih kata-katanya tidak seperti manusia biasa. Menurut mereka para penyair sering menemui kematian karena kecelakaan. Oleh karena itu mereka selalu menunggu-nunggu kecelakaan yang akan menimpa Muhammad saw.\nPada ayat ini Allah swt menegaskan bahwa Nabi bukanlah penyair. Bahasa yang indah, susunan kalimat dan pilihan bahasa yang luar biasa pada ayat-ayat Al-Qur’an karena ayat-ayat itu merupakan firman Allah yang diwahyukan kepada Nabi Muhammad saw dan Allah akan selalu melindungi Nabi-Nya. Firman Allah:\n۞ يٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Mā’idah/5: 67)",
			"30" : "Dalam ayat ini Allah swt menegaskan kepada Muhammad saw supaya ia mengancam mereka dengan mengajak menunggu hari kehancuran mereka. Muhammad saw juga menyatakan bahwa ia juga menunggu seperti mereka mengenai akan datangnya ketentuan dari Tuhan, supaya mereka mengetahui siapa yang berakhir dengan kebaikan dan siapa pula yang mendapat kemenangan di dunia dan di akhirat.\nSikap orang-orang kafir yang sombong memang kadang-kadang perlu dihadapi dengan tegas. Apalagi tuduhan mereka memang sudah keterlaluan dengan menyatakan Nabi sebagai tukang tenung, sebagai orang gila dan sebagainya, padahal pendapat-pendapat mereka hanya didasarkan pada prasangka yang tidak berdasar sama sekali. Maka perlu ditegaskan bahwa risalah Nabi adalah dari Allah yang Mahakuasa, oleh karena itu Nabi tidak perlu takut membuktikan semuanya sampai di hari akhirat nanti.",
			"31" : "Dalam ayat ini Allah swt menegaskan kepada Muhammad saw supaya ia mengancam mereka dengan mengajak menunggu hari kehancuran mereka. Muhammad saw juga menyatakan bahwa ia juga menunggu seperti mereka mengenai akan datangnya ketentuan dari Tuhan, supaya mereka mengetahui siapa yang berakhir dengan kebaikan dan siapa pula yang mendapat kemenangan di dunia dan di akhirat.\nSikap orang-orang kafir yang sombong memang kadang-kadang perlu dihadapi dengan tegas. Apalagi tuduhan mereka memang sudah keterlaluan dengan menyatakan Nabi sebagai tukang tenung, sebagai orang gila dan sebagainya, padahal pendapat-pendapat mereka hanya didasarkan pada prasangka yang tidak berdasar sama sekali. Maka perlu ditegaskan bahwa risalah Nabi adalah dari Allah yang Mahakuasa, oleh karena itu Nabi tidak perlu takut membuktikan semuanya sampai di hari akhirat nanti.",
			"32" : "Kemudian pada ayat ini Allah swt mempertanyakan apakah orang-orang kafir itu mempergunakan akal sehat mereka atau hanya mempertaruh-kan hawa nafsu dan angan-angan belaka dalam melemparkan tuduhan-tuduhan mereka yang aneh dan tidak ada dasarnya sama sekali. Nabi memang bukan penyair, juga bukan tukang tenung dan bukan orang gila. \nTuduhan-tuduhan mereka semata-mata didasarkan pada rasa benci yang berlebih-lebihan, sehingga tidak memperhatikan akal sehat sama sekali.",
			"33" : "Pada ayat ini dengan menggunakan bentuk kalimat pertanyaan, Allah menerangkan tuduhan orang-orang kafir bahwa Nabi dianggap mengada-ada, menyatakan sesuatu yang dikarang-karang sendiri oleh Nabi Muhammad saw. Bentuk pertanyaan ini, merupakan suatu dorongan agar mereka berpikir untuk mencari jawaban dengan menggunakan akal sehat.\nAyat-ayat Al-Qur’an memang memesona mereka, baik rangkaian bahasa-nya maupun isi kandungannya, sehingga mereka mengatakan Muhammad adalah penyair atau tukang tenung bahkan mereka anggap sebagai orang gila, sebetulnya mereka terkagum-kagum pada ayat Al-Qur’an, tetapi karena mereka tidak beriman, mereka menolak dan mengingkari firman-firman Allah dan kenabian Nabi Muhammad maka mereka asal tuduh saja. Memang mereka menghadapi dilema dengan kehebatan Al-Qur’an tetapi juga benci kepada Nabi Muhammad saw.\nDemikianlah jika seseorang tidak mendapat hidayah dari Allah swt, menderita batin di dunia, dan menderita lahir batin di akhirat nanti.",
			"34" : "Kemudian dalam ayat ini, Allah menjawab berbagi tuduhan mereka  terhadap Nabi Muhammad saw dengan tantangan untuk mencoba membuat seperti apa yang telah disampikan oleh Nabi. Kalau Muhammad saw itu dituduh penyair, maka di tengah-tengah mereka itu banyak penyair yang fasih. Kalau Nabi dituduh tukang tenung, bukankah di tengah-tengah mereka juga banyak tukang tenung yang ahli. Atau kalau ia dituduh mengada-adakan, bukankah di tengah-tengah mereka itu juga banyak ahli pidato, lancar berbicara dengan keindahan tutur katanya, dan sebagainya. Maka mengapakah mereka, tidak sanggup membuat suatu ungkapan seperti        Al-Qur’an bila mereka memang orang-orang yang benar dalam tuduhan mereka. Bahkan mereka mempunyai tokoh-tokoh ahli yang punya kemampuan besar dalam berpidato, bersyair, dan telah banyak pengalaman menyusun kalimat dengan menggunakan gaya bahasa puisi atau prosa. Mereka mengetahui benar sejarah bangsa Arab lebih dari pengetahuan Muhammad saw? Walaupun demikian, nyatanya mereka masih tidak mampu membuat suatu surah pun seperti Al-Qur’an, meskipun mereka semua bekerja sama secara kelompok.",
			"35" : "Dalam ayat ini Allah menegaskan apakah orang-orang kafir itu mengingkari Allah sebagai Pencipta yang menjadikan semesta alam ini, atau mereka menganggap bahwa mereka itu diciptakan sebagus itu tanpa adanya pencipta. Namun, akal menetapkan bahwa setiap yang ada berasal dari tiada. Ini menunjukkan suatu bukti bahwa ada sesuatu yang mengadakannya pasti ada yang menciptakannya.\nAtaukah mereka menganggap bahwa diri mereka sendiri yang menciptakan mereka. Anggapan mereka seperti ini tentulah bertentangan dengan akal yang sehat, sebab setiap sesuatu itu harus ada yang menyebabkan adanya dan yang mengadakannya.",
			"36" : "Kemudian dalam ayat ini Allah menegaskan pula dengan menyatakan kalau mereka itu menciptakan diri mereka sendiri, apakah juga mereka berani berkata bahwa mereka menciptakan alam semesta ini (langit dan bumi), sedangkan pada keduanya terdapat segala penyebab kehidupan mereka?\nMereka pasti tidak dapat meyakinkan diri sendiri dan tidak konsekuen terhadap apa yang mereka katakan, karena bila ditanya siapa yang menjadikannya dan yang menjadikan langit dan bumi, pasti mereka akan berkata, “Allahlah yang menjadikan itu.” Sesungguhnya bila mereka meyakini, mereka tidak akan mengingkari keesaan Allah.",
			"37" : "Selanjutnya dinyatakan pada ayat ini dalam bentuk pertanyaan, apakah mereka bertindak selaku penguasa dan di tangan mereka perbendaharaan Tuhan. Kemudian mereka menganugerahkan jabatan ke-nabian kepada siapa yang mereka kehendaki dan memilih orang-orang yang mereka senangi? Ataukah mereka itu orang-orang yang berkuasa, sehingga mereka mengatur urusan alam semesta, kemudian mereka menjadikan sesuatu atas kehendak dan kemauan mereka? Kenyataannya tidak demikian. Akan tetapi Allah-lah Yang Mahakuasa, yang mengatur dan menjadikan semuanya yang dikehendaki-Nya.\nDiriwayatkan oleh Imam al-Bukhārī dari az-Zuhry, dari Muhammad bin Jubair bin Muṭ‘im bapaknya berkata, “Saya mendengar Nabi Muhamamd saw membaca surah aṭ-Ṭūr ketika salat magrib. Ketika telah sampai pada ayat 35-37 ini, jantungku hampir terasa melayang. Dan Jubair bin Muṭ‘im telah datang kepada Nabi Muhammad saw setelah Perang Badar dalam Tahanan. Saat itu dia masih seorang musyrik. Kemudian dia mendengarkan ayat ini yang akhirnya ia masuk Islam.”",
			"38" : "Dalam ayat ini Allah swt menyatakan dengan nada pertanyaan, apakah mereka mempunyai tangga untuk naik ke langit, kemudian mereka dapat mendengarkan perkataan malaikat tentang masalah-masalah gaib yang diwahyukan Allah.\nSebenarnya mereka hanya berpegang kepada hawa nafsu saja. Mereka mengakui hal itu, maka cobalah mereka mengemukakan suatu bukti yang nyata, yang menerangkan kebenaran pengakuan mereka itu yang menolak risalah seperti pembuktian yang dibawa oleh Muhammad saw dari Tuhannya.",
			"39" : "Dalam ayat ini Allah swt bertanya kepada mereka dengan mengatakan apakah menurut mereka Tuhan mempunyai anak-anak perempuan yang dinamakan malaikat, sedangkan mereka mempunyai anak laki-laki, padahal mereka tahu anak laki-laki lebih diinginkan dari pada anak perempuan. Dalam ayat ini Allah berfirman:\nتِلْكَ اِذًا قِسْمَةٌ ضِيْزٰى\nYang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 22)\n\nIni merupakan kelengkapan penjelasan bahwa barang siapa yang berpendapat seperti itu, jelaslah bahwa dia tidak termasuk orang-orang yang mempunyai pikiran yang sehat.",
			"40" : "Pada ayat ini Allah swt bertanya kepada mereka, perlukah Muhammad saw meminta upah kepada orang-orang musyrik, sedangkan dia diutus Allah swt kepada mereka untuk mengajak, mengesakan Tuhan dan taat kepada-Nya? Andaikata demikian, tidaklah upah yang diminta Muhammad saw itu memberatkan beban mereka sehingga mereka tidak dapat memenuhi seruan Muhammad? Pertanyaan ini mematahkan tuduhan mereka, apalagi jika Nabi Muhammad meminta upah kepada mereka.",
			"41" : "Selanjutnya dalam ayat ini Allah bertanya kepada mereka apakah mereka mempunyai ilmu gaib yang tidak diketahui manusia, yang mereka tulis untuk keperluan manusia? Kemudian mereka memberitahukannya kepada manusia semau mereka? Tidaklah mungkin mereka mempunyai ilmu gaib, karena tidak ada yang mengetahui kegaiban langit dan bumi kecuali Allah.\nQatādah berkata, ayat ini merupakan jawaban terhadap perkataan mereka bahwa mereka menunggu perputaran masa (kematian Muhammad sebelum mereka). Maka Allah menegaskan, apakah ada pada mereka pengetahuan tentang yang gaib sehingga mereka mengetahui bahwa Muhammad saw akan wafat sebelum mereka.",
			"42" : "Kemudian dalam ayat ini Allah swt berkata kepada mereka apakah mereka (orang-orang musyrik) hendak menipu manusia dan Rasul dengan perkataan mereka tentang rasul dan agama? Kalau memang ini yang mereka kehendaki, maka tipu daya mereka akan kembali kepada mereka sendiri.",
			"43" : "Selanjutnya, pada ayat ini Allah berkata kepada mereka, apakah mereka mempunyai Tuhan selain Allah yang membantu dan menghindarkan mereka dari siksa Allah swt. Mahasuci Allah dari apa yang mereka persekutukan dan dari yang mereka sembah selain Dia.\nPertanyaan-pertanyaan ini adalah menyinggung orang-orang kafir untuk menemukan jawaban yang benar yang didasarkan pada akal sehat.\nIni merupakan kecaman keras kepada orang-orang musyrik penyembah berhala yang dipersekutukan terhadap Allah.",
			"44" : "Dalam ayat ini digambarkan bahwa orang-orang musyrik itu adalah kaum yang berwatak sombong dan keras kepala. Walaupun kepada mereka diperlihatkan tanda-tanda azab yang akan menimpa mereka dengan datangnya sekumpulan awan yang akan membawa bencana bagi mereka. Tetapi mereka menganggap ringan dan hanya memandang sebagai gumpalan awan yang sedang bermain-main dan saling bertumpuk. Hal ini disebabkan hati mereka sudah tertutup dan bersikap menyepelekan persoalan penting telah membutakan pandangan mereka. Mereka tetap mengingkari apa yang mereka lihat dengan mata kepala mereka sendiri. Dalam ayat yang lain yang sama artinya, Allah berfirman:\nوَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۤءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَۙ ١٤ لَقَالُوْٓا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَ ࣖ ١٥\nDan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya,\ttentulah mereka berkata, “Sesung-guhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.” (al-Ḥijr/15: 14-15)",
			"45" : "Kemudian Allah memerintahkan kepada Rasul-Nya untuk membiar-kan mereka dalam keadaan keras kepala seperti itu, dan tidak mengacuhkan mereka hingga datangnya suatu hari dimana mereka akan dibalas dengan kehancuran disebabkan oleh kejahatan mereka, yaitu pada Perang Badar seperti yang dikatakan oleh Biqā‘i menurut ẓahir ayat ini, atau sampai datang hari kebangkitan manusia di akhirat, sebagaimana firman Allah:\nوَنُفِخَ فِى الصُّوْرِ فَصَعِقَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ\nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39: 68)",
			"46" : "Dalam ayat ini Allah menerangkan bahwa pada hari itu tidaklah berguna bagi mereka tipu daya yang telah mereka atur terhadap Muhammad saw untuk membangkitkan api permusuhan kepadanya. Dan mereka tidak akan mendapat bantuan atau pertolongan yang dapat menghalangi azab Allah yang menimpa mereka.",
			"47" : "Allah swt menjelaskan bahwa orang-orang kafir yang menganiaya diri mereka sendiri dengan kekufuran dan kemaksiatan mereka, akan mendapatkan azab yang pedih di akhirat. Di samping itu di dunia pun mereka memperoleh azab berupa kelaparan selama tujuh tahun sebelum terjadinya Perang Badar, dan kekalahan besar pada perang tersebut. \nNamun, kebanyakan mereka tidak mengetahui bahwasanya Allah akan menimpakan azab-Nya kepada mereka baik di dunia maupun di akhirat. Dalam ayat yang lain yang sama artinya, Allah berfirman:\nوَلَنُذِيْقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ\nDan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar). (as-Sajdah/32: 21)",
			"48" : "Setelah menjelaskan berbagai situasi yang besar, menyedihkan hati rasul, akibat tindakan membangkang dan keras kepala orang-orang kafir dan musyrik yang menolak beriman kepada Allah dan rasulnya. Maka dalam hal ini, Allah memerintahkan kepada Muhamamad saw supaya bersabar terhadap gangguan kaumnya dan tidak lagi menghiraukan mereka, serta tetap menyampaikan perintah-Nya dan memperingatkan larangan-Nya, dan menyampaikan apa yang telah diwahyukan kepadanya, sebab Allah selalu melihat dan memperhatikan pekerjaannya serta menjaga dan melindungi dari gangguan dan rintangan musuhnya.\nPerihal bertasbih dan memuji Tuhan ketika bangun dan berdiri, meliputi tiga keadaan, yaitu:\n1.\tKetika bangun dari tidur\n2.\tKetika bangun dari duduk\n3.\tKetika bangun akan salat\nHal ini mengandung hikmah supaya orang mukmin selalu bertasbih setiap saat, dalam situasi dan kondisi bagaimanapun, terutama perubahan dari suatu keadaan ke keadaan yang lain.\nAṭa‘, Sa‘id, Sufyan Aṡ-Ṡaury, dan Abul Ahwaṣ berkata: bahwa Nabi Muhammad saw bertasbih tatkala ia bangkit dari tempat duduknya. Disebutkan dalam hadis:\nعَنْ أَبِيْ بَرْزَةَ اْلأَسْلَمِيِّ قَالَ: كَانَ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ بِآخِرِ عُمْرِهِ، إِذَا قَامَ مِنَ اْلمَجْلِسِ يَقُوْلُ: سُبْحَانَكَ اللّٰهُمَّ وَبِحَمْدِكَ أَشْهَدُ اَنْ لَا اِلٰهَ اِلَّا اَنْتَ أَسْتَغْفِرُكَ وَاَتُوْبُ إِلَيْكَ. فَقَالَ رَجُلٌ: يَا رَسُوْلَ اللّٰهِ إِنَّكَ لَتَقُوْلُ قَوْلًا مَا كُنْتَ تَقُوْلُ فِيْمَا مَضٰى. قَالَ كَفَّارَةٌ لِمَا يَكُوْنُ فِى اْلمَجْلِسِ. (رواه أبو داود والنسائي)\nDari Abu Barzah al-Aslami berkata, Rasulullah saw pada akhir hayatnya, apabila beliau bangun dari tempat duduknya beliau mengucapkan, “Subḥānaka Allāhumma wabiḥamdika asyahadu an lā ilāha illā anta astagfiruka wa atūbu ilaika! Engkau mengucapkan suatu ucapan yang belum pernah engkau ucapkan sebelumnya. Rasulullah saw bersabda, “Ucapan ini penghapus dosa dari kesalahan-kesalahan yang mungkin terjadi di majlis.” (Riwayat Abū Dāwud dan an-Nasā’ī) \n\nDiriwayatkan bahwasanya Jibril telah mengajarkan kepada Nabi Muhammad saw agar ucapan tersebut dibaca ketika hendak bangkit dan duduk dalam satu majlis yaitu:\nسُبْحَانَكَ اللّٰهُمَّ وَبِحَمْدِكَ اَشْهَدُ اَنْ لَا اِلٰهَ اِلاَّ اَنْتَ اَسْتَغْفِرُكَ وَاَتُوْبُ اِلَيْكَ. (رواه ابوداود والنسائي)\n“Mahasuci engkau, wahai Allah, dengan memuji-Mu, aku bersaksi bahwa tiada Tuhan selain Engkau, aku mohon pengampunan-Mu dan aku bertobat kepada-Mu.” (Riwayat Abū Dāwud dan an-Nasā’ī)",
			"49" : "Kemudian Allah dalam ayat ini memerintahkan kepada Muhammad saw supaya ia bertasbih kepada Allah dengan salat malam. Karena ibadah pada waktu itu berat melaksanakannya, dan jauh dari ria, dan supaya ia salat tatkala terbenamnya bintang-bintang pada waktu subuh. Dalam ayat yang sama artinya Allah berfirman:\nوَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَۖ عَسٰٓى اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا\n Dan pada sebagian malam, lakukanlah salat tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji. (al-Isrā'/17: 79)\n\nMakna membaca tasbih dalam ayat ini dapat berarti membaca tasbih seperti pada hadis di atas, juga dapat diartikan melaksanakan salat, baik salat isya, salat malam maupun salat subuh."
		}
	}
}