{
	"56" :{
		"number" : "56",
		"name_surah" : " الواقعة",
		"name_latin" : "Al-Wāqi‘ah",
		"wajiz" : {
			"1" : "Allah mengawali surah ini dengan penjelasan tentang hari akhir yang Dia tetapkan sebagai tanda dimulainya balasan bagi hamba. Apabila terjadi hari kiamat pada akhir kehidupan dunia kelak",
			"2" : "terjadinya peristiwa dahsyat ini tidak dapat didustakan atau disangkal oleh siapa pun. Peristiwa ini merupakan ketetapan Allah yang pasti terjadi.",
			"3" : "Peristiwa itu akan merendahkan golongan yang ingkar kepada Allah dan meninggikan golongan lain yang beriman, melaksanakan perintah Allah, dan meninggalkan larangan-Nya.",
			"4" : "Apabila bumi digoncangkan sedahsyat-dahsyatnya pada saat kiamat dan gempa hebat di seluruh penjuru bumi menghancurkan apa saja yang ada di atasnya (lihat pula: Surah az-Zalzalah/99: 1),",
			"5" : "dan ketika itu gunung-gunung dihancur-luluhkan seluluh-luluhnya,",
			"6" : "maka jadilah ia debu yang beterbangan bagai bulu tertiup angin ke segala arah (lihat pula: Su-rah al-Qriah/101: 5).",
			"7" : "Dan pada saat kiamat itu kamu, wahai manusia, akan terbagi menjadi tiga golongan.",
			"8" : "Yaitu golongan kanan; mereka itulah orang yang beriman kepada Allah, melaksanakan perintah-Nya, dan menjauhi larangan-Nya. Alangkah mulianya golongan kanan itu karena mereka akan mendapat karunia yang Dia janjikan.",
			"9" : "Dan yang kedua adalah golongan kiri, yaitu mereka yang ingkar dan berbuat kemaksiatan. Alangkah sengsaranya golongan kiri itu karena mereka akan mendapat hukuman akibat kemungkarannya.",
			"10" : "Dan yang ketiga adalah orang-orang yang paling dahulu beriman pada dakwah Rasulullah. Karena itu, merekalah yang paling dulu masuk surga sebagai balasan atas keimanan dan ketaatannya.",
			"11" : "Mereka yang pertama beriman itu adalah orang-orang yang dekat kepada Allah. Sebagai balasan, mereka akan mendapat rahmat-Nya,",
			"12" : "yaitu berada dalam surga yang penuh kenikmatan sebagaimana yang Dia janjikan.",
			"13" : "Ayat-ayat ini menerangkan kenikmatan yang akan mereka terima di surga tersebut. Segolongan besar dari orang-orang yang terdahulu beriman kepada Allah",
			"14" : "dan segolongan kecil dari orang-orang yang kemudian yang tetap teguh dalam ketaatan dan tauhid akan mendapat balasan yang Dia janjikan.",
			"15" : "Mereka berada di atas dipan yang kukuh dan indah karena bertahta emas dan permata,",
			"16" : "seraya bertelekan di atasnya berhadap-hadapan sambil mensyukuri nikmat yang mereka terima.",
			"17" : "Di surga itu mereka dikelilingi oleh anak-anak muda yang tetap muda dan selalu menyenangkan bila dipandang.",
			"18" : "Anak-anak muda itu melayani mereka dengan membawa gelas, cerek, dan minuman segar yang diambil dari air yang mengalir dari sumber yang tidak pernah kering.",
			"19" : "Mereka juga mendapat minuman anggur yang tidak memabukkan sehingga mereka tidak pening karenanya dan tidak pula mabuk.",
			"20" : "Di sana disediakan pula makanan dan buah-buahan yang beragam sehingga mereka mendapatkan buah apa pun yang mereka pilih.",
			"21" : "Dan dihidangkan pula kepada mereka daging burung apa pun yang menggugah selera, seperti yang mereka inginkan.",
			"22" : "Orang-orang yang beriman itu mendapat karunia dan nikmat saat di surga, dan di sekeliling mereka ada bidadari-bidadari yang cantik jelita dan bermata jeli.",
			"23" : "Mereka laksana mutiara yang tersimpan baik dan tidak ternoda oleh apa pun.",
			"24" : "Kami berikan kenikmatan itu sebagai balasan atas keimanan mereka kepada Allah dan kebaikan apa saja yang mereka kerjakan di dunia.",
			"25" : "Mereka tidak mendengar di dalamnya perkataan yang sia-sia, seperti gurauan atau perkataan yang tidak bermanfaat, dan tidak pula mereka mendengar perkataan yang menimbulkan dosa.",
			"26" : "Tetapi, di dalam sana mereka hanya mendengar ucapan salam hangat dan doa yang menyejukkan.",
			"27" : "Usai menguraikan nikmat bagi orang beriman, pada ayat-ayat ini Allah menjelaskan siapakah golongan kanan itu. Dan sebagian manusia termasuk golongan kanan, yaitu mereka yang beriman dan menaati ajaran Allah. Alangkah bahagianya mereka yang termasuk golongan kanan itu. Mereka pasti akan mendapat balasan surga yang penuh kenikmatan.",
			"28" : "Orang yang termasuk golongan kanan itu berada di antara pohon bidara yang tak berduri dengan penuh kegembiraan,",
			"29" : "dan di sekeliling mereka terdapat pohon pisang yang bersusun-susun buahnya dan telah masak.",
			"30" : "Suasana di tempat itu sangat menyenangkan. Dan di bagian atasnya terdapat naungan yang terbentang luas,",
			"31" : "menjadikannya terasa sejuk, dan selain itu terdapat pula air jernih yang tercurah di sana.",
			"32" : "Di surga terdapat beragam sayuran dan buah-buahan yang sudah masak dan banyak macamnya.",
			"33" : "Pepohonan di dalamnya merupakan tumbuhan yang tidak berhenti berbuah dan tidak terlarang pula bagi penghuni surga untuk mengambilnya.",
			"34" : "Bagi mereka disediakan pula tempat istirahat yang dilengkapi pembaringan, dan di atasnya terdapat kasur-kasur yang tebal lagi empuk.",
			"35" : "Selain kenikmatan yang telah diuraikan, sesungguhnya di surga juga terdapat bidadari-bidadari cantik yang Kami ciptakan mereka secara langsung.",
			"36" : "Kami jadikan mereka sebagai gadis-gadis perawan.",
			"37" : "Mereka selalu penuh dengan cinta lagi sebaya umurnya.",
			"38" : "Kami ciptakan mereka khusus untuk golongan kanan yang teguh imannya dan selalu menaati aturan Allah.",
			"39" : "Karunia dan kenikmatan itu diperuntukkan bagi kelompok kanan, yaitu segolongan besar dari orang-orang yang terdahulu beriman dan menaati ajaran Allah,",
			"40" : "dan disiapkan pula bagi segolongan besar pula dari orang-orang yang kemudian dalam memeluk Islam.",
			"41" : "Beralih dari uraian tentang golongan kanan, Allah pada ayat-ayat berikut menerangkan golongan kiri. Dan orang-orang yang termasuk golongan kiri adalah mereka yang ingkar pada Allah dan selalu berbuat menyimpang. Alangkah sengsaranya golongan kiri itu karena mereka akan menerima azab sesuai dengan perilakunya di dunia.",
			"42" : "Mereka disiksa dalam pusaran angin yang membawa udara amat panas hingga membuat seluruh tubuh mereka melepuh, dan bagi mereka disediakan pula minuman dari air panas yang mendidih sehingga lidah mereka terbakar saat meminumnya.",
			"43" : "Demikian pedih azab bagi golongan kiri itu, dan mereka selalu dalam naungan asap yang hitam dari api neraka.",
			"44" : "Asap hitam itu membuat suasana di neraka sama sekali tidak sejuk dan tidak pula menyenangkan.",
			"45" : "Golongan kiri itu mendapat azab yang sangat pedih karena sesungguhnya mereka sebelum itu selalu hidup bermewahan dari harta yang tidak halal,",
			"46" : "dan di samping itu mereka terus menerus mengerjakan dosa besar.",
			"47" : "Golongan kiri itu tidak mempercayai adanya hari kebangkitan, dan mereka selalu mengatakan, “Apakah bila kami mati, dikubur, dan menjadi tanah dan tulang belulang kami hancur, apakah sesungguhnya kami akan benar-benar dibangkitkan kembali seperti saat di dunia ini?",
			"48" : "Apakah bapak-bapak kami yang sudah meninggal terdahulu juga akan dibangkitkan seperti halnya kami?”",
			"49" : "49-50. Wahai Nabi, katakanlah untuk meyakinkan mereka, “Sesungguhnya orang-orang yang sudah meninggal terdahulu, termasuk kakek moyang mereka, dan orang-orang yang terkemudian, seperti anak cucu mereka, benar-benar akan dikumpulkan di Padang Mahsyar pada waktu tertentu pada hari yang telah dikenal dan ditetapkan.",
			"50" : "49-50. Wahai Nabi, katakanlah untuk meyakinkan mereka, “Sesungguhnya orang-orang yang sudah meninggal terdahulu, termasuk kakek moyang mereka, dan orang-orang yang terkemudian, seperti anak cucu mereka, benar-benar akan dikumpulkan di Padang Mahsyar pada waktu tertentu pada hari yang telah dikenal dan ditetapkan.",
			"51" : "51-53. Kemudian pada kehidupan di akhirat itu, sesungguhnya kamu wahai orang-orang yang sesat dan selalu berbuat dosa dan maksiat lagi mendustakan ayat-ayat Allah dan dakwah Nabi, pasti kamu akan memakan buah pohon zaqqum yang sangat pahit dan tidak enak, dan ketahuilah bahwa kamu tidak hanya memakan satu buah, melainkan akan penuh perutmu dengannya akibat makan dalam jumlah banyak.",
			"52" : "51-53. Kemudian pada kehidupan di akhirat itu, sesungguhnya kamu wahai orang-orang yang sesat dan selalu berbuat dosa dan maksiat lagi mendustakan ayat-ayat Allah dan dakwah Nabi, pasti kamu akan memakan buah pohon zaqqum yang sangat pahit dan tidak enak, dan ketahuilah bahwa kamu tidak hanya memakan satu buah, melainkan akan penuh perutmu dengannya akibat makan dalam jumlah banyak. ",
			"53" : "51-53. Kemudian pada kehidupan di akhirat itu, sesungguhnya kamu wahai orang-orang yang sesat dan selalu berbuat dosa dan maksiat lagi mendustakan ayat-ayat Allah dan dakwah Nabi, pasti kamu akan memakan buah pohon zaqqum yang sangat pahit dan tidak enak, dan ketahuilah bahwa kamu tidak hanya memakan satu buah, melainkan akan penuh perutmu dengannya akibat makan dalam jumlah banyak.",
			"54" : "54-56. Wahai orang yang sesat, sesudah memenuhi perut dengan buah zaqqum yang sangat tidak enak itu, kamu akan meminum air yang sangat panas dan membakar lidah. Meski demikian, karena dahaga yang sangat mencekik maka kamu minum air panas itu seperti unta yang sangat haus minum. Itulah beragam hidangan menyakitkan yang Kami sediakan untuk mereka yang selalu ingkar dan berbuat maksiat, pada hari pembalasan”.",
			"55" : "54-56. Wahai orang yang sesat, sesudah memenuhi perut dengan buah zaqqum yang sangat tidak enak itu, kamu akan meminum air yang sangat panas dan membakar lidah. Meski demikian, karena dahaga yang sangat mencekik maka kamu minum air panas itu seperti unta yang sangat haus minum. Itulah beragam hidangan menyakitkan yang Kami sediakan untuk mereka yang selalu ingkar dan berbuat maksiat, pada hari pembalasan”.",
			"56" : "54-56. Wahai orang yang sesat, sesudah memenuhi perut dengan buah zaqqum yang sangat tidak enak itu, kamu akan meminum air yang sangat panas dan membakar lidah. Meski demikian, karena dahaga yang sangat mencekik maka kamu minum air panas itu seperti unta yang sangat haus minum. Itulah beragam hidangan menyakitkan yang Kami sediakan untuk mereka yang selalu ingkar dan berbuat maksiat, pada hari pembalasan”.",
			"57" : "Setelah menjelaskan azab bagi orang yang mengingkari hari kebangkitan, pada ayat-ayat ini Allah menguraikan tanda-tanda kekuasaan-Nya yang terkait kiamat tersebut. Wahai manusia, Kami Yang Mahakuasa telah menciptakan kamu, maka saat kamu mengetahui hal itu, mengapa kamu tidak membenarkan adanya penciptaan dan kebangkitan?",
			"58" : "58-59. Maka adakah kamu perhatikan, wahai manusia yang ingkar, tentang benih manusia yang kamu pancarkan? Kamukah yang menciptakannya untuk kemudian menjadi manusia utuh, atau Kami yang menciptakannya?",
			"59" : "58-59. Maka adakah kamu perhatikan, wahai manusia yang ingkar, tentang benih manusia yang kamu pancarkan? Kamukah yang menciptakannya untuk kemudian menjadi manusia utuh, atau Kami yang menciptakannya?",
			"60" : "60-61. Wahai orang yang ingkar, ketahuilah bahwa Kami telah menentukan kematian masing-masing di antara kamu sesuai kehendak Kami, dan Kami sekali-kali tidak pernah merasa lemah untuk menggantikan kamu yang ingkar dengan orang-orang yang seperti kamu di dunia ini, dan Kami berkuasa pula untuk membangkitkan kamu kelak di akhirat dalam keadaan yang tidak kamu ketahui.",
			"61" : "60-61. Wahai orang yang ingkar, ketahuilah bahwa Kami telah menentukan kematian masing-masing di antara kamu sesuai kehendak Kami, dan Kami sekali-kali tidak pernah merasa lemah untuk menggantikan kamu yang ingkar dengan orang-orang yang seperti kamu di dunia ini, dan Kami berkuasa pula untuk membangkitkan kamu kelak di akhirat dalam keadaan yang tidak kamu ketahui. ",
			"62" : "Allah pencipta seluruh makhluk, termasuk manusia. Dan sungguh, wahai orang yang mengingkari kebangkitan, kamu telah mengetahui bahwa Allah Yang Mahakuasa telah melakukan penciptaan manusia yang pertama, maka tentu Dia kuasa pula untuk menghidupkan kembali mereka yang sudah mati pada penciptaan kedua. Maka, mengapakah kamu tidak mengambil pelajaran dari kekuasaan-Nya itu untuk meyakini adanya kebangkitan? 63-64. Maka terangkanlah kepadaku, wahai pengingkar, tentang benih yang kamu tanam di ladang. Kamukah yang menumbuhkannya hingga menjadi tanaman atau Kamikah yang menumbuhkannya hingga menjadi besar dan berbuah?",
			"63" : "63-64. Maka terangkanlah kepadaku, wahai pengingkar, tentang benih yang kamu tanam di ladang. Kamukah yang menumbuhkannya hingga menjadi tanaman atau Kamikah yang menumbuhkannya hingga menjadi besar dan berbuah?",
			"64" : "63-64. Maka terangkanlah kepadaku, wahai pengingkar, tentang benih yang kamu tanam di ladang. Kamukah yang menumbuhkannya hingga menjadi tanaman atau Kamikah yang menumbuhkannya hingga menjadi besar dan berbuah?",
			"65" : "65-67. Sekiranya Kami kehendaki, pepohonan subur dan berbuah lebat yang Kami tumbuhkan itu dapat Kami hancurkan sampai kering dan lumat sehingga tidak lagi bermanfaat. Bila hal ini terjadi maka kamu akan heran dan tercengang sambil berkata, “Sesungguhnya, akibat peristiwa tidak terduga itu, kami benar-benar menderita kerugian yang sangat besar, bahkan kami benar-benar akan menjadi orang yang tidak mendapat hasil apa-apa.”",
			"66" : "65-67. Sekiranya Kami kehendaki, pepohonan subur dan berbuah lebat yang Kami tumbuhkan itu dapat Kami hancurkan sampai kering dan lumat sehingga tidak lagi bermanfaat. Bila hal ini terjadi maka kamu akan heran dan tercengang sambil berkata, “Sesungguhnya, akibat peristiwa tidak terduga itu, kami benar-benar menderita kerugian yang sangat besar, bahkan kami benar-benar akan menjadi orang yang tidak mendapat hasil apa-apa.”",
			"67" : "65-67. Sekiranya Kami kehendaki, pepohonan subur dan berbuah lebat yang Kami tumbuhkan itu dapat Kami hancurkan sampai kering dan lumat sehingga tidak lagi bermanfaat. Bila hal ini terjadi maka kamu akan heran dan tercengang sambil berkata, “Sesungguhnya, akibat peristiwa tidak terduga itu, kami benar-benar menderita kerugian yang sangat besar, bahkan kami benar-benar akan menjadi orang yang tidak mendapat hasil apa-apa.”",
			"68" : "68-70. Pernahkah pula kamu memperhatikan air yang kamu minum tiap hari? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan air itu? Ketahuilah, kalau Kami kehendaki niscaya Kami menjadikannya asin sehingga tidak layak minum. Maka, mengapakah kamu tidak bersyukur atas anugerah Allah yang besar itu?",
			"69" : "68-70. Pernahkah pula kamu memperhatikan air yang kamu minum tiap hari? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan air itu? Ketahuilah, kalau Kami kehendaki niscaya Kami menjadikannya asin sehingga tidak layak minum. Maka, mengapakah kamu tidak bersyukur atas anugerah Allah yang besar itu?",
			"70" : "68-70. Pernahkah pula kamu memperhatikan air yang kamu minum tiap hari? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan air itu? Ketahuilah, kalau Kami kehendaki niscaya Kami menjadikannya asin sehingga tidak layak minum. Maka, mengapakah kamu tidak bersyukur atas anugerah Allah yang besar itu?",
			"71" : "71-74. Bila kamu sudah memahami siapa yang menurunkan air, maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan dari kayu bakar? Kamukah yang menumbuhkan pohon penghasil kayu bakar itu ataukah Kami yang menumbuhkannya? Ketahuilah, Kami jadikan api itu untuk peringatan dan bahan bakar yang berguna bagi musafir di padang pasir. Dengan anugerah ini, maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahabesar.”",
			"72" : "71-74. Bila kamu sudah memahami siapa yang menurunkan air, maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan dari kayu bakar? Kamukah yang menumbuhkan pohon penghasil kayu bakar itu ataukah Kami yang menumbuhkannya? Ketahuilah, Kami jadikan api itu untuk peringatan dan bahan bakar yang berguna bagi musafir di padang pasir. Dengan anugerah ini, maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahabesar.”",
			"73" : "71-74. Bila kamu sudah memahami siapa yang menurunkan air, maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan dari kayu bakar? Kamukah yang menumbuhkan pohon penghasil kayu bakar itu ataukah Kami yang menumbuhkannya? Ketahuilah, Kami jadikan api itu untuk peringatan dan bahan bakar yang berguna bagi musafir di padang pasir. Dengan anugerah ini, maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahabesar.”",
			"74" : "71-74. Bila kamu sudah memahami siapa yang menurunkan air, maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan dari kayu bakar? Kamukah yang menumbuhkan pohon penghasil kayu bakar itu ataukah Kami yang menumbuhkannya? Ketahuilah, Kami jadikan api itu untuk peringatan dan bahan bakar yang berguna bagi musafir di padang pasir. Dengan anugerah ini, maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahabesar.”",
			"75" : "75-76. Usai menjelaskan tanda-tanda kekuasan-Nya, Allah beralih menguraikan kemuliaan Al-Qur’an. Kemudian Aku bersumpah dengan salah satu tanda kekuasaan-Ku, yaitu tempat beredarnya bintang-bintang. Dan sesungguhnya, bila manusia mau memikirkan betapa teraturnya bintang-bintang yang beredar pada posisinya itu, mereka akan tahu bahwa sumpah ini benar-benar sumpah yang besar, kalau kamu mengetahui.”",
			"76" : "75-76. Usai menjelaskan tanda-tanda kekuasan-Nya, Allah beralih menguraikan kemuliaan Al-Qur’an. Kemudian Aku bersumpah dengan salah satu tanda kekuasaan-Ku, yaitu tempat beredarnya bintang-bintang. Dan sesungguhnya, bila manusia mau memikirkan betapa teraturnya bintang-bintang yang beredar pada posisinya itu, mereka akan tahu bahwa sumpah ini benar-benar sumpah yang besar, kalau kamu mengetahui.”",
			"77" : "77-80. Allah bersumpah bahwa sesungguhnya Al-Qur’an yang berisi tuntunan-Nya ini adalah bacaan yang sangat mulia. Wahyu Allah ini tertulis pada kitab yang terpelihara, yaitu Lauh Mahfuz yang selalu terjaga, sehingga tidak ada yang dapat menyentuhnya kecuali hamba-hamba-Nya yang disucikan. Sungguh, Al-Qur’an ini diturunkan dari Tuhan seluruh alam.",
			"78" : "77-80. Allah bersumpah bahwa sesungguhnya Al-Qur’an yang berisi tuntunan-Nya ini adalah bacaan yang sangat mulia. Wahyu Allah ini tertulis pada kitab yang terpelihara, yaitu Lauh Mahfuz yang selalu terjaga, sehingga tidak ada yang dapat menyentuhnya kecuali hamba-hamba-Nya yang disucikan. Sungguh, Al-Qur’an ini diturunkan dari Tuhan seluruh alam.",
			"79" : "77-80. Allah bersumpah bahwa sesungguhnya Al-Qur’an yang berisi tuntunan-Nya ini adalah bacaan yang sangat mulia. Wahyu Allah ini tertulis pada kitab yang terpelihara, yaitu Lauh Mahfuz yang selalu terjaga, sehingga tidak ada yang dapat menyentuhnya kecuali hamba-hamba-Nya yang disucikan. Sungguh, Al-Qur’an ini diturunkan dari Tuhan seluruh alam.",
			"80" : "77-80. Allah bersumpah bahwa sesungguhnya Al-Qur’an yang berisi tuntunan-Nya ini adalah bacaan yang sangat mulia. Wahyu Allah ini tertulis pada kitab yang terpelihara, yaitu Lauh Mahfuz yang selalu terjaga, sehingga tidak ada yang dapat menyentuhnya kecuali hamba-hamba-Nya yang disucikan. Sungguh, Al-Qur’an ini diturunkan dari Tuhan seluruh alam.",
			"81" : "81-82. Bila kamu mengetahui bahwa Al-Qur’an berasal dari Allah, maka apakah kamu masih menganggap remeh berita tentang wahyu-Nya ini? Masihkah kamu berani menjadikan rezeki yang kamu terima dari Allah justru untuk mendustakan ajaran dan mengingkari kekuasaan-Nya?",
			"82" : "81-82. Bila kamu mengetahui bahwa Al-Qur’an berasal dari Allah, maka apakah kamu masih menganggap remeh berita tentang wahyu-Nya ini? Masihkah kamu berani menjadikan rezeki yang kamu terima dari Allah justru untuk mendustakan ajaran dan mengingkari kekuasaan-Nya?",
			"83" : "83-85. Pada ayat-ayat ini Allah memberi peringatan kepada mereka yang mendustakan-Nya, terlebih lagi saat sakaratul maut tiba. Bila telah tiba waktunya, semua manusia akan meninggal, maka kalau begitu mengapa kamu tidak mencegah kedatangan kematian, ketika nyawa yang menjadi tanda kehidupan telah sampai di kerongkongan, dan kamu ketika itu melihat bagaimana penderitaan orang yang sekarat itu, dan Kami serta para malaikat lebih dekat kepadanya daripada kamu, tetapi kamu ketika itu tidak melihat keberadaan Kami?",
			"84" : "83-85. Pada ayat-ayat ini Allah memberi peringatan kepada mereka yang mendustakan-Nya, terlebih lagi saat sakaratul maut tiba. Bila telah tiba waktunya, semua manusia akan meninggal, maka kalau begitu mengapa kamu tidak mencegah kedatangan kematian, ketika nyawa yang menjadi tanda kehidupan telah sampai di kerongkongan, dan kamu ketika itu melihat bagaimana penderitaan orang yang sekarat itu, dan Kami serta para malaikat lebih dekat kepadanya daripada kamu, tetapi kamu ketika itu tidak melihat keberadaan Kami?",
			"85" : "83-85. Pada ayat-ayat ini Allah memberi peringatan kepada mereka yang mendustakan-Nya, terlebih lagi saat sakaratul maut tiba. Bila telah tiba waktunya, semua manusia akan meninggal, maka kalau begitu mengapa kamu tidak mencegah kedatangan kematian, ketika nyawa yang menjadi tanda kehidupan telah sampai di kerongkongan, dan kamu ketika itu melihat bagaimana penderitaan orang yang sekarat itu, dan Kami serta para malaikat lebih dekat kepadanya daripada kamu, tetapi kamu ketika itu tidak melihat keberadaan Kami?",
			"86" : "86-87. Setelah mengetahui keadaan orang yang sekarat, maka mengapa jika kamu memang benar tidak dikuasai oleh Allah dan bisa melakukan apa saja, kamu tidak mengembalikan nyawa itu ke tempatnya jika kamu, seperti pengakuanmu, adalah orang-orang yang benar?",
			"87" : "86-87. Setelah mengetahui keadaan orang yang sekarat, maka mengapa jika kamu memang benar tidak dikuasai oleh Allah dan bisa melakukan apa saja, kamu tidak mengembalikan nyawa itu ke tempatnya jika kamu, seperti pengakuanmu, adalah orang-orang yang benar?",
			"88" : "88-89. Adapun jika dia yang mati itu termasuk orang-orang yang didekatkan kepada Allah karena ketaatan dan amal baiknya, maka dia pasti akan memperoleh ketenteraman dan rezeki serta surga yang penuh kenikmatan sebagai balasan atas semua yang telah mereka perbuat di dunia.",
			"89" : "88-89. Adapun jika dia yang mati itu termasuk orang-orang yang didekatkan kepada Allah karena ketaatan dan amal baiknya, maka dia pasti akan memperoleh ketenteraman dan rezeki serta surga yang penuh kenikmatan sebagai balasan atas semua yang telah mereka perbuat di dunia.",
			"90" : "90-91. Dan adapun jika dia yang meninggal itu termasuk golongan kanan, yaitu orang yang selalu berbuat baik dan menaati ajaran Allah, maka keselamatanlah yang akan dikaruniakan bagimu karena kamu adalah bagian dari golongan kanan.",
			"91" : "90-91. Dan adapun jika dia yang meninggal itu termasuk golongan kanan, yaitu orang yang selalu berbuat baik dan menaati ajaran Allah, maka keselamatanlah yang akan dikaruniakan bagimu karena kamu adalah bagian dari golongan kanan.",
			"92" : "92-94. Dan adapun jika dia yang meninggal itu termasuk golongan yang mendustakan ayat-ayat Allah lagi sesat akidah dan ibadahnya, maka dia akan mendapat hidangan air yang mendidih sebagai minumannya, dan dia akan mendapat hukuman yang pedih karena dibakar di dalam Jahanam.",
			"93" : "92-94. Dan adapun jika dia yang meninggal itu termasuk golongan yang mendustakan ayat-ayat Allah lagi sesat akidah dan ibadahnya, maka dia akan mendapat hidangan air yang mendidih sebagai minumannya, dan dia akan mendapat hukuman yang pedih karena dibakar di dalam Jahanam.",
			"94" : "92-94. Dan adapun jika dia yang meninggal itu termasuk golongan yang mendustakan ayat-ayat Allah lagi sesat akidah dan ibadahnya, maka dia akan mendapat hidangan air yang mendidih sebagai minumannya, dan dia akan mendapat hukuman yang pedih karena dibakar di dalam Jahanam.",
			"95" : "95-96. Sungguh, semua yang disebutkan ini adalah suatu keyakinan yang benar. Maka, setelah kamu mengetahui dan memahami dengan benar, bertasbihlah dengan menyebut nama Tuhanmu yang Mahabesar lagi Mahaagung.",
			"96" : "95-96. Sungguh, semua yang disebutkan ini adalah suatu keyakinan yang benar. Maka, setelah kamu mengetahui dan memahami dengan benar, bertasbihlah dengan menyebut nama Tuhanmu yang Mahabesar lagi Mahaagung."
		},
		"tahlili" : {
			"1" : "Ayat ini menerangkan bahwa apabila terjadi hari Kiamat, maka kejadian itu tidak dapat didustakan dan juga tidak dapat diragukan, tidak seorang pun dapat mendustakannya atau mengingkarinya dan nyata dilihat oleh setiap orang. Tatkala di dunia, banyak manusia yang mendustakannya dan mengingkarinya karena belum merasakan azab sengsara yang telah diderita oleh orang-orang yang telah disiksa itu.",
			"2" : "Ayat ini menerangkan bahwa apabila terjadi hari Kiamat, maka kejadian itu tidak dapat didustakan dan juga tidak dapat diragukan, tidak seorang pun dapat mendustakannya atau mengingkarinya dan nyata dilihat oleh setiap orang. Tatkala di dunia, banyak manusia yang mendustakannya dan mengingkarinya karena belum merasakan azab sengsara yang telah diderita oleh orang-orang yang telah disiksa itu.",
			"3" : "Ayat ini menjelaskan bahwa kejadian hari Kiamat akan merendahkan satu golongan dan meninggikan golongan yang lain, demikian kata Ibnu ‘Abbās. Karena kejadian yang besar pengaruhnya membawa perubahan yang besar pula. Kemudian diterangkan bahwa hari Kiamat itu menurunkan derajat golongan yang satu dan meninggikan golongan yang lain. Tatkala itu, ada gempa yang menghancurkan semua yang ada di atas, gunung-gunung dan bangunan-bangunan hancur-lebur seperti debu yang beterbangan di udara. Manusia ketika itu terbagi atas tiga golongan yaitu golongan kanan (Aṣḥābul-yamīn), golongan kiri (Aṣḥābusy-syimāl), dan golongan orang terdahulu beriman (As-sābiqūn).",
			"4" : "Ayat ini menjelaskan bahwa pada hari Kiamat akan timbul gempa bumi yang sangat dahsyat dengan guncangan-guncangan yang hebat di segenap pelosok bumi, menghancurkan benteng-benteng dan gunung-gunung, merobohkan rumah-rumah dan bangunan-bangunan, serta apa saja yang terdapat di permukaan bumi. Dalam ayat lain, Allah berfirman:\nاِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ ١\nApabila bumi diguncangkan dengan guncangan yang dahsyat. (az-Zalzalah/99: 1)\n\nDan firman-Nya:\nيٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ١\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (al-Ḥajj/22: 1).",
			"5" : "Ayat ini mengungkapkan bahwa pada hari Kiamat gunung-gunung dihancur-luluhkan sehancur-hancurnya menjadi tumpukan tanah yang bercerai-berai, menjadi debu yang beterbangan seperti daun kering yang diterbangkan angin. Ringkasnya, gunung-gunung akan hilang dari tempatnya sesuai pula dengan ayat 9 al-Ma‘ārij/70.\nوَتَكُوْنُ الْجِبَالُ كَالْعِهْنِۙ ٩\nDan gunung-gunung bagaikan bulu (yang beterbangan). (al-Ma‘ārij/70: 9) \nوَّبُسَّتِ الْجِبَالُ بَسًّاۙ ٥\nDan gunung-gunung dihancurluluhkan sehancur-hancurnya. (al-Wāqi‘ah/56: 5)",
			"6" : "Ayat ini mengungkapkan bahwa pada hari Kiamat gunung-gunung dihancur-luluhkan sehancur-hancurnya menjadi tumpukan tanah yang bercerai-berai, menjadi debu yang beterbangan seperti daun kering yang diterbangkan angin. Ringkasnya, gunung-gunung akan hilang dari tempatnya sesuai pula dengan ayat 9 al-Ma‘ārij/70.\nوَتَكُوْنُ الْجِبَالُ كَالْعِهْنِۙ ٩\nDan gunung-gunung bagaikan bulu (yang beterbangan). (al-Ma‘ārij/70: 9) \nوَّبُسَّتِ الْجِبَالُ بَسًّاۙ ٥\nDan gunung-gunung dihancurluluhkan sehancur-hancurnya. (al-Wāqi‘ah/56: 5)",
			"7" : "Ayat ini menjelaskan bahwa manusia pada waktu itu terdiri atas tiga golongan, yaitu-golongan kanan, golongan kiri, dan golongan orang-orang yang paling dahulu beriman, sebagaimana akan diterangkan pada ayat berikutnya.",
			"8" : "Ayat ini menjelaskan bahwa “golongan kanan” adalah orang-orang yang menerima buku catatan amal mereka dengan tangan kanan, yang menunjukkan bahwa mereka adalah penghuni surga. Tentulah keadaan mereka sangat baik dan sangat menyenangkan. “Golongan kiri” ialah orang-orang yang menerima buku catatan amal mereka dengan tangan kiri yang menunjukkan bahwa mereka adalah penghuni neraka dan akan mendapat siksaan serta hukuman yang sangat menyedihkan.\nBerkenaan dengan ayat ini Mu‘āż bin Jabal meriwayatkan:\nاَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّم تَلَا هٰذِهِ اْلآيَةَ ثُمَّ قَبَضَ بِيَدَيْهِ قَبْضَتَيْنِ. فَقَالَ: هٰذِهِ فِى الجَنَّةِ وَلَا أُبَالِيْ وَهٰذِهِ فِى النَّارِ وَلَا أُبَالِيْ. (رواه أحمد عن معاذ بن جبل)\nNabi Muhammad saw tatkala membaca ayat di atas, beliau menggenggam tangannya seraya berkata, “Ini (yang digenggam dengan tangan kanan beliau) adalah ahli surga dan tidak perlu aku memperhatikan, dan (yang digenggam dengan tangan kiri beliau) ini adalah ahli neraka dan tidak perlu aku mempedulikannya.” (Riwayat Aḥmad dari Mu‘āż bin Jabal)",
			"9" : "Ayat ini menjelaskan bahwa “golongan kanan” adalah orang-orang yang menerima buku catatan amal mereka dengan tangan kanan, yang menunjukkan bahwa mereka adalah penghuni surga. Tentulah keadaan mereka sangat baik dan sangat menyenangkan. “Golongan kiri” ialah orang-orang yang menerima buku catatan amal mereka dengan tangan kiri yang menunjukkan bahwa mereka adalah penghuni neraka dan akan mendapat siksaan serta hukuman yang sangat menyedihkan.\nBerkenaan dengan ayat ini Mu‘āż bin Jabal meriwayatkan:\nاَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّم تَلَا هٰذِهِ اْلآيَةَ ثُمَّ قَبَضَ بِيَدَيْهِ قَبْضَتَيْنِ. فَقَالَ: هٰذِهِ فِى الجَنَّةِ وَلَا أُبَالِيْ وَهٰذِهِ فِى النَّارِ وَلَا أُبَالِيْ. (رواه أحمد عن معاذ بن جبل)\nNabi Muhammad saw tatkala membaca ayat di atas, beliau menggenggam tangannya seraya berkata, “Ini (yang digenggam dengan tangan kanan beliau) adalah ahli surga dan tidak perlu aku memperhatikan, dan (yang digenggam dengan tangan kiri beliau) ini adalah ahli neraka dan tidak perlu aku mempedulikannya.” (Riwayat Aḥmad dari Mu‘āż bin Jabal)",
			"10" : "Ayat ini menjelaskan bahwa orang-orang yang paling dahulu beriman kepada Allah tidak asing lagi bagi kita, karena kepribadian mereka yang luhur serta perbuatan-perbuatan mereka yang mengagumkan. Dapat pula diartikan bahwa orang-orang yang paling dahulu mematuhi perintah Allah, mereka pulalah yang paling dahulu menerima rahmat Allah.\nBarang siapa yang lebih awal membuat kebaikan di dunia ini, maka ia adalah orang yang lebih awal pula mendapat ganjaran di akhirat nanti.\nAyat ini menjelaskan bahwa yang dimaksud dengan “as-sābiqūn”, ialah mereka yang disebut dalam hadis ‘Aisyah sebagai berikut:\nأَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّم قَالَ: أَتَدْرُوْنَ مَنِ السَّابِقُوْنَ اِلىَ ظِلِّ اللّٰهِ يَوْمَ اْلقِيَامَةِ؟ قَالُوْا: اللّٰهُ وَرَسُوْلُهُ أعْلَمُ. قَالَ: اَلَّذِيْنَ إِذَا أُعْطُوْا الْحَقَّ قَبِلُوْهُ وَإِذَا سُئِلُوْهُ بَذَلُوْا وَحَكَمُوْا لِلنَّاسِ كَحُكْمِهِمْ لِأَنْفُسِهِمْ. (رواه أحمد)\nNabi Muhammad saw telah bersabda, “Apakah kamu sekalian tahu siapa yang paling dahulu mendapat perlindungan dari Allah pada hari Kiamat nanti?” Mereka (para sahabat) berkata, “Allah dan Rasul-Nya yang lebih mengetahui.” Rasulullah bersabda, “Mereka itu adalah orang yang apabila diberi haknya menerimanya, apabila diminta, memberikannya dan apabila menjatuhkan hukuman terhadap orang lain sama seperti mereka menjatuhkan hukuman terhadap diri mereka sendiri.” (Riwayat Aḥmad)",
			"11" : "Ayat ini menerangkan bahwa mereka yang paling dahulu beriman itulah yang menerima ganjaran yang lebih dahulu dari Allah. Mereka adalah ahli surga yang dilimpahi nikmat-nikmat yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta terpikirkan oleh siapa pun juga sebagaimana disebutkan dalam hadis Nabi saw.\nفِى الْجَنَّةِ مَا لَا عَيْنٌ رَأَتْ وَ لَا أُذُنٌ سَمِعَتْ وَ لَا خَطَرَ عَلَى قَلْبِ بَشَرٍ. (رواه البزار عن أبي سعيد)\nDi dalam surga terdapat nikmat dan kesenangan yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta tidak pernah terlintas di hati manusia. (Riwayat al-Bazzār dari Abī Sa‘īd)",
			"12" : "Ayat ini menerangkan bahwa mereka yang paling dahulu beriman itulah yang menerima ganjaran yang lebih dahulu dari Allah. Mereka adalah ahli surga yang dilimpahi nikmat-nikmat yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta terpikirkan oleh siapa pun juga sebagaimana disebutkan dalam hadis Nabi saw.\nفِى الْجَنَّةِ مَا لَا عَيْنٌ رَأَتْ وَ لَا أُذُنٌ سَمِعَتْ وَ لَا خَطَرَ عَلَى قَلْبِ بَشَرٍ. (رواه البزار عن أبي سعيد)\nDi dalam surga terdapat nikmat dan kesenangan yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta tidak pernah terlintas di hati manusia. (Riwayat al-Bazzār dari Abī Sa‘īd)",
			"13" : "Ayat-ayat ini menerangkan bahwa prosentase umat dahulu yang termasuk “as-Sābiqūnal-Muqarrabūn” lebih besar dibanding dengan prosentase umat Nabi Muhammad. Namun karena jumlah umat Nabi Muhammad itu jauh lebih besar dari jumlah umat nabi-nabi sebelumnya, maka jumlah umat Nabi Muhammad yang termasuk “as-Sābiqunal-Muqarrabūn” jauh lebih besar dibanding dengan jumlah umat-umat dahulu. ",
			"14" : "Ayat-ayat ini menerangkan bahwa prosentase umat dahulu yang termasuk “as-Sābiqūnal-Muqarrabūn” lebih besar dibanding dengan prosentase umat Nabi Muhammad. Namun karena jumlah umat Nabi Muhammad itu jauh lebih besar dari jumlah umat nabi-nabi sebelumnya, maka jumlah umat Nabi Muhammad yang termasuk “as-Sābiqunal-Muqarrabūn” jauh lebih besar dibanding dengan jumlah umat-umat dahulu. ",
			"15" : "Ayat-ayat ini menjelaskan bahwa mereka duduk santai berhadap-hadapan di atas dipan yang bertahtakan emas dan permata. Mereka dalam keadaan rukun, damai, hidup berbahagia dan bergaul dengan baik; tidak terdapat pada hati mereka perasaan permusuhan atau kebencian yang akan memisahkan seseorang dengan yang lain.",
			"16" : "Ayat-ayat ini menjelaskan bahwa mereka duduk santai berhadap-hadapan di atas dipan yang bertahtakan emas dan permata. Mereka dalam keadaan rukun, damai, hidup berbahagia dan bergaul dengan baik; tidak terdapat pada hati mereka perasaan permusuhan atau kebencian yang akan memisahkan seseorang dengan yang lain.",
			"17" : "Ayat ini mengungkapkan bahwa mereka dikelilingi oleh anak-anak muda yang tetap muda serta menyenangkan bila dipandang. Mereka ini bertindak selaku pelayan yang melayani penghuni-penghuni surga di waktu makan, minum, dan lain-lainnya.",
			"18" : "Ayat ini menjelaskan bahwa anak-anak muda tersebut melayani penghuni surga dengan membawa gelas, piala, cerek, dan minuman khamar yang diambil dari air yang mengalir dari mata airnya, tidak diperas, bening dan bersih yang tidak habis-habisnya. Mereka dapat mengambil dan minum semaunya dan hal itu tidak membuat mereka pening dan mabuk.",
			"19" : "Ayat ini menjelaskan bahwa anak-anak muda tersebut melayani penghuni surga dengan membawa gelas, piala, cerek, dan minuman khamar yang diambil dari air yang mengalir dari mata airnya, tidak diperas, bening dan bersih yang tidak habis-habisnya. Mereka dapat mengambil dan minum semaunya dan hal itu tidak membuat mereka pening dan mabuk.",
			"20" : "Ayat ini mengungkapkan jenis minuman dan makanan di dalam surga yaitu berupa buah-buahan yang mereka kehendaki dan daging burung yang mereka sukai, yang membangkitkan selera karena lezat rasanya, sebagaimana firman Allah:\nمَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَ ۗفِيْهَآ اَنْهٰرٌ مِّنْ مَّاۤءٍ غَيْرِ اٰسِنٍۚ وَاَنْهٰرٌ مِّنْ لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهٗ ۚوَاَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِيْنَ ەۚ وَاَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۗوَلَهُمْ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّنْ رَّبِّهِمْ ۗ كَمَنْ هُوَ خَالِدٌ فِى النَّارِ وَسُقُوْا مَاۤءً حَمِيْمًا فَقَطَّعَ اَمْعَاۤءَهُمْ ١٥\nPerumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. (Muḥammad/47: 15)\n\nFirman Allah dalam ayat lain:\nوَاَمْدَدْنٰهُمْ بِفَاكِهَةٍ وَّلَحْمٍ مِّمَّا يَشْتَهُوْنَ ٢٢\nDan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini. (aṭ-Ṭūr/52: 22)",
			"21" : "Ayat ini mengungkapkan jenis minuman dan makanan di dalam surga yaitu berupa buah-buahan yang mereka kehendaki dan daging burung yang mereka sukai, yang membangkitkan selera karena lezat rasanya, sebagaimana firman Allah:\nمَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَ ۗفِيْهَآ اَنْهٰرٌ مِّنْ مَّاۤءٍ غَيْرِ اٰسِنٍۚ وَاَنْهٰرٌ مِّنْ لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهٗ ۚوَاَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِيْنَ ەۚ وَاَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۗوَلَهُمْ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّنْ رَّبِّهِمْ ۗ كَمَنْ هُوَ خَالِدٌ فِى النَّارِ وَسُقُوْا مَاۤءً حَمِيْمًا فَقَطَّعَ اَمْعَاۤءَهُمْ ١٥\nPerumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. (Muḥammad/47: 15)\n\nFirman Allah dalam ayat lain:\nوَاَمْدَدْنٰهُمْ بِفَاكِهَةٍ وَّلَحْمٍ مِّمَّا يَشْتَهُوْنَ ٢٢\nDan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini. (aṭ-Ṭūr/52: 22)",
			"22" : "Ayat ini mengungkapkan, di dalam surga itu ada bidadari-bidadari yang bermata jeli laksana mutiara yang tersimpan baik. Bidadari bagaikan mutiara yang belum tersentuh tangan dan bersih dari debu sangat cantik dan memesona. Pada umumnya para mufasir menafsirkan ayat ini bahwa yang dimaksud dengan ḥawariyyūn adalah perempuan yang putih, matanya sangat jelas warna putih dan hitamnya. Firman Allah:\nحُوْرٌ مَّقْصُوْرٰتٌ فِى الْخِيَامِۚ ٧٢ فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ٧٣ لَمْ يَطْمِثْهُنَّ اِنْسٌ قَبْلَهُمْ وَلَا جَاۤنٌّۚ ٧٤\nBidadari-bidadari yang dipelihara di dalam kemah-kemah. Maka nikmat Tuhanmu yang manakah yang kamu dustakan? Mereka tidak pernah disentuh oleh manusia maupun oleh jin sebelumnya. (ar-Raḥmān/55: 72-74)\n\n\tFirman Allah dalam ayat lain: \nمُتَّكِـِٕيْنَ عَلٰى سُرُرٍ مَّصْفُوْفَةٍۚ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍ ٢٠\nMereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah. (aṭ-Ṭur/52: 20) ",
			"23" : "Ayat ini mengungkapkan, di dalam surga itu ada bidadari-bidadari yang bermata jeli laksana mutiara yang tersimpan baik. Bidadari bagaikan mutiara yang belum tersentuh tangan dan bersih dari debu sangat cantik dan memesona. Pada umumnya para mufasir menafsirkan ayat ini bahwa yang dimaksud dengan ḥawariyyūn adalah perempuan yang putih, matanya sangat jelas warna putih dan hitamnya. Firman Allah:\nحُوْرٌ مَّقْصُوْرٰتٌ فِى الْخِيَامِۚ ٧٢ فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ٧٣ لَمْ يَطْمِثْهُنَّ اِنْسٌ قَبْلَهُمْ وَلَا جَاۤنٌّۚ ٧٤\nBidadari-bidadari yang dipelihara di dalam kemah-kemah. Maka nikmat Tuhanmu yang manakah yang kamu dustakan? Mereka tidak pernah disentuh oleh manusia maupun oleh jin sebelumnya. (ar-Raḥmān/55: 72-74)\n\n\tFirman Allah dalam ayat lain: \nمُتَّكِـِٕيْنَ عَلٰى سُرُرٍ مَّصْفُوْفَةٍۚ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍ ٢٠\nMereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah. (aṭ-Ṭur/52: 20) ",
			"24" : "Ayat ini mengungkapkan sebab mereka mendapat nikmat yang luar biasa, yang merupakan balasan bagi apa-apa yang telah mereka kerjakan di dunia, menunaikan kewajiban, mematuhi perintah Allah swt, dan menjauhkan diri dari larangan-larangan-Nya dengan sebaik-baiknya. Mereka bangun tengah malam, salat, memuji, berzikir, merenungkan kebesaran Allah dan memohon ampunan-Nya serta berpuasa siang harinya.\nSebagaimana yang diutarakan dalam firman Allah:\nكَانُوْا قَلِيْلًا مِّنَ الَّيْلِ مَا يَهْجَعُوْنَ ١٧ وَبِالْاَسْحَارِ هُمْ يَسْتَغْفِرُوْنَ ١٨ وَفِيْٓ اَمْوَالِهِمْ حَقٌّ لِّلسَّاۤىِٕلِ وَالْمَحْرُوْمِ ١٩\nMereka sedikit sekali tidur pada waktu malam; dan pada akhir malam mereka memohon ampunan (kepada Allah). Dan pada harta benda mereka ada hak untuk orang miskin yang meminta dan orang miskin yang tidak meminta. (aż-Żāriyāt/51: 17-19)",
			"25" : "Ayat-ayat ini mengungkapkan, bahwa di dalam surga itu tidak akan terdengar kata-kata sia-sia, yang memuakkan, yang tidak layak diucapkan oleh orang baik-baik yang mempunyai akhlak tinggi dan mempunyai perasaan yang halus, terlebih kata-kata yang menimbulkan dosa. Di sana akan terdengar ucapan-ucapan salam dan kata-kata yang baik, yang enak didengar telinga. Demikian di ayat lain Allah berfirman:\nدَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ ١٠\nDoa mereka di dalamnya ialah, “Subḥānakallāhumma” (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, “Salām” (salam sejahtera). Dan penutup doa mereka ialah, “Al-Ḥamdu lillāhi Rabbil ‘ālamīn” (segala puji bagi Allah Tuhan seluruh alam). (Yūnus/10: 10)",
			"26" : "Ayat-ayat ini mengungkapkan, bahwa di dalam surga itu tidak akan terdengar kata-kata sia-sia, yang memuakkan, yang tidak layak diucapkan oleh orang baik-baik yang mempunyai akhlak tinggi dan mempunyai perasaan yang halus, terlebih kata-kata yang menimbulkan dosa. Di sana akan terdengar ucapan-ucapan salam dan kata-kata yang baik, yang enak didengar telinga. Demikian di ayat lain Allah berfirman:\nدَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ ١٠\nDoa mereka di dalamnya ialah, “Subḥānakallāhumma” (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, “Salām” (salam sejahtera). Dan penutup doa mereka ialah, “Al-Ḥamdu lillāhi Rabbil ‘ālamīn” (segala puji bagi Allah Tuhan seluruh alam). (Yūnus/10: 10)",
			"27" : "Dalam ayat ini diterangkan mengenai kedudukan golongan kanan, ialah suatu golongan yang mempunyai pangkat yang tinggi dan kedudukan yang mulia. Sudah menjadi kebiasaan dalam bahasa Arab dan juga dalam bahasa Indonesia, dalam menjelaskan sesuatu yang penting, biasa diulangi sebutannya dengan tanda tanya. Maka karena demikian pentingnya kedudukan golongan kanan, dalam ayat ini Allah menegaskan, “Dan golongan kanan, alangkah baha­gianya golongan kanan tersebut.” Sesudah itu baru diiringi penjelasan yang lebih terperinci mengenai kenikmatan dan kebahagiaan dari golongan kanan tersebut.",
			"28" : "Dalam ayat ini diterangkan mengenai kedudukan golongan kanan, ialah suatu golongan yang mempunyai pangkat yang tinggi dan kedudukan yang mulia. Sudah menjadi kebiasaan dalam bahasa Arab dan juga dalam bahasa Indonesia, dalam menjelaskan sesuatu yang penting, biasa diulangi sebutannya dengan tanda tanya. Maka karena demikian pentingnya kedudukan golongan kanan, dalam ayat ini Allah menegaskan, “Dan golongan kanan, alangkah baha­gianya golongan kanan tersebut.” Sesudah itu baru diiringi penjelasan yang lebih terperinci mengenai kenikmatan dan kebahagiaan dari golongan kanan tersebut.",
			"29" : "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenang-senang dan bergembira dalam ta­man surga yang di antara pohon-pohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat dinikmati kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
			"30" : "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenang-senang dan bergembira dalam ta­man surga yang di antara pohon-pohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat dinikmati kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
			"31" : "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenang-senang dan bergembira dalam ta­man surga yang di antara pohon-pohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat dinikmati kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
			"32" : "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenang-senang dan bergembira dalam ta­man surga yang di antara pohon-pohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat dinikmati kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
			"33" : "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenang-senang dan bergembira dalam ta­man surga yang di antara pohon-pohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat dinikmati kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
			"34" : "Dalam ayat-ayat ini, dijelaskan lebih rinci kesenangan dan kegem­biraan yang dinikmati oleh para penghuni surga tersebut, bahwa mereka akan duduk di atas kasur tebal berlapis-lapis, empuk dan halus yang isinya terbuat dari sutra, di atas ranjang kencana yang bertahtakan emas dan permata, diciptakan pasangannya ialah bidadari-bidadari yang cantik jelita dan suci tak pernah haid dan hamil selama-lamanya, yang selalu dalam keadaan perawan sepanjang masa; bidadari-bidadari yang cantik jelita dan lemah gemulai, berpakaian serba sutra yang halus dan sangat menarik, dengan hiasan gelang, kalung, dan anting-anting yang menambah kecantikannya yang asli, ditambah lagi dengan semerbak harum wanginya yang sangat menggiurkan.",
			"35" : "Dalam ayat-ayat ini, dijelaskan lebih rinci kesenangan dan kegem­biraan yang dinikmati oleh para penghuni surga tersebut, bahwa mereka akan duduk di atas kasur tebal berlapis-lapis, empuk dan halus yang isinya terbuat dari sutra, di atas ranjang kencana yang bertahtakan emas dan permata, diciptakan pasangannya ialah bidadari-bidadari yang cantik jelita dan suci tak pernah haid dan hamil selama-lamanya, yang selalu dalam keadaan perawan sepanjang masa; bidadari-bidadari yang cantik jelita dan lemah gemulai, berpakaian serba sutra yang halus dan sangat menarik, dengan hiasan gelang, kalung, dan anting-anting yang menambah kecantikannya yang asli, ditambah lagi dengan semerbak harum wanginya yang sangat menggiurkan.",
			"36" : "Dalam ayat-ayat ini, dijelaskan lebih rinci kesenangan dan kegem­biraan yang dinikmati oleh para penghuni surga tersebut, bahwa mereka akan duduk di atas kasur tebal berlapis-lapis, empuk dan halus yang isinya terbuat dari sutra, di atas ranjang kencana yang bertahtakan emas dan permata, diciptakan pasangannya ialah bidadari-bidadari yang cantik jelita dan suci tak pernah haid dan hamil selama-lamanya, yang selalu dalam keadaan perawan sepanjang masa; bidadari-bidadari yang cantik jelita dan lemah gemulai, berpakaian serba sutra yang halus dan sangat menarik, dengan hiasan gelang, kalung, dan anting-anting yang menambah kecantikannya yang asli, ditambah lagi dengan semerbak harum wanginya yang sangat menggiurkan.",
			"37" : "Dalam ayat-ayat ini, dijelaskan lebih rinci kesenangan dan kegem­biraan yang dinikmati oleh para penghuni surga tersebut, bahwa mereka akan duduk di atas kasur tebal berlapis-lapis, empuk dan halus yang isinya terbuat dari sutra, di atas ranjang kencana yang bertahtakan emas dan permata, diciptakan pasangannya ialah bidadari-bidadari yang cantik jelita dan suci tak pernah haid dan hamil selama-lamanya, yang selalu dalam keadaan perawan sepanjang masa; bidadari-bidadari yang cantik jelita dan lemah gemulai, berpakaian serba sutra yang halus dan sangat menarik, dengan hiasan gelang, kalung, dan anting-anting yang menambah kecantikannya yang asli, ditambah lagi dengan semerbak harum wanginya yang sangat menggiurkan.",
			"38" : "Setelah dijelaskan pelbagai nikmat dan kesenangan yang disediakan bagi penghuni surga, kenikmatan dan kesenangan yang belum pernah dilihat oleh mata, belum pernah didengar oleh telinga siapa pun dan bahkan belum pernah diduga, dan dilamunkan oleh khayalan dan hati siapa pun. Dijelaskan bahwa nikmat dan kesenangan tersebut disediakan untuk golongan kanan yang sebahagian besar terdiri dari umat-umat pengikut nabi dan rasul terdahulu, dan sebahagian besar lagi terdiri dari pengikut-pengikut Nabi Muhammad saw.",
			"39" : "Setelah dijelaskan pelbagai nikmat dan kesenangan yang disediakan bagi penghuni surga, kenikmatan dan kesenangan yang belum pernah dilihat oleh mata, belum pernah didengar oleh telinga siapa pun dan bahkan belum pernah diduga, dan dilamunkan oleh khayalan dan hati siapa pun. Dijelaskan bahwa nikmat dan kesenangan tersebut disediakan untuk golongan kanan yang sebahagian besar terdiri dari umat-umat pengikut nabi dan rasul terdahulu, dan sebahagian besar lagi terdiri dari pengikut-pengikut Nabi Muhammad saw.",
			"40" : "Setelah dijelaskan pelbagai nikmat dan kesenangan yang disediakan bagi penghuni surga, kenikmatan dan kesenangan yang belum pernah dilihat oleh mata, belum pernah didengar oleh telinga siapa pun dan bahkan belum pernah diduga, dan dilamunkan oleh khayalan dan hati siapa pun. Dijelaskan bahwa nikmat dan kesenangan tersebut disediakan untuk golongan kanan yang sebahagian besar terdiri dari umat-umat pengikut nabi dan rasul terdahulu, dan sebahagian besar lagi terdiri dari pengikut-pengikut Nabi Muhammad saw.",
			"41" : "Pada ayat-ayat ini Allah menyebut aṣḥābusy-syimāl, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu:\n1.\tAngin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam.\n2.\tAir yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga.\n3.\tAwan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah:\nاِنْطَلِقُوْٓا اِلٰى مَا كُنْتُمْ بِهٖ تُكَذِّبُوْنَۚ ٢٩ اِنْطَلِقُوْٓا اِلٰى ظِلٍّ ذِيْ ثَلٰثِ شُعَبٍ ٣٠ لَا ظَلِيْلٍ وَّلَا يُغْنِيْ مِنَ اللّٰهَبِۗ ٣١ اِنَّهَا تَرْمِيْ بِشَرَرٍ كَالْقَصْرِۚ ٣٢ كَاَنَّهٗ جِمٰلَتٌ صُفْرٌۗ ٣٣ وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ٣٤\n(Akan dikatakan), “Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.” Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (al-Mursālat/77: 29-34)\nAngin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan.",
			"42" : "Pada ayat-ayat ini Allah menyebut aṣḥābusy-syimāl, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu:\n1.\tAngin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam.\n2.\tAir yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga.\n3.\tAwan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah:\nاِنْطَلِقُوْٓا اِلٰى مَا كُنْتُمْ بِهٖ تُكَذِّبُوْنَۚ ٢٩ اِنْطَلِقُوْٓا اِلٰى ظِلٍّ ذِيْ ثَلٰثِ شُعَبٍ ٣٠ لَا ظَلِيْلٍ وَّلَا يُغْنِيْ مِنَ اللّٰهَبِۗ ٣١ اِنَّهَا تَرْمِيْ بِشَرَرٍ كَالْقَصْرِۚ ٣٢ كَاَنَّهٗ جِمٰلَتٌ صُفْرٌۗ ٣٣ وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ٣٤\n(Akan dikatakan), “Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.” Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (al-Mursālat/77: 29-34)\nAngin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan.",
			"43" : "Pada ayat-ayat ini Allah menyebut aṣḥābusy-syimāl, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu:\n1.\tAngin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam.\n2.\tAir yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga.\n3.\tAwan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah:\nاِنْطَلِقُوْٓا اِلٰى مَا كُنْتُمْ بِهٖ تُكَذِّبُوْنَۚ ٢٩ اِنْطَلِقُوْٓا اِلٰى ظِلٍّ ذِيْ ثَلٰثِ شُعَبٍ ٣٠ لَا ظَلِيْلٍ وَّلَا يُغْنِيْ مِنَ اللّٰهَبِۗ ٣١ اِنَّهَا تَرْمِيْ بِشَرَرٍ كَالْقَصْرِۚ ٣٢ كَاَنَّهٗ جِمٰلَتٌ صُفْرٌۗ ٣٣ وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ٣٤\n(Akan dikatakan), “Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.” Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (al-Mursālat/77: 29-34)\nAngin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan.",
			"44" : "Pada ayat-ayat ini Allah menyebut aṣḥābusy-syimāl, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu:\n1.\tAngin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam.\n2.\tAir yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga.\n3.\tAwan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah:\nاِنْطَلِقُوْٓا اِلٰى مَا كُنْتُمْ بِهٖ تُكَذِّبُوْنَۚ ٢٩ اِنْطَلِقُوْٓا اِلٰى ظِلٍّ ذِيْ ثَلٰثِ شُعَبٍ ٣٠ لَا ظَلِيْلٍ وَّلَا يُغْنِيْ مِنَ اللّٰهَبِۗ ٣١ اِنَّهَا تَرْمِيْ بِشَرَرٍ كَالْقَصْرِۚ ٣٢ كَاَنَّهٗ جِمٰلَتٌ صُفْرٌۗ ٣٣ وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ٣٤\n(Akan dikatakan), “Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.” Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (al-Mursālat/77: 29-34)\nAngin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan.",
			"45" : "Dalam ayat-ayat ini, Allah swt menjelaskan apa sebabnya mereka golongan kiri itu menerima siksa yang sedemikian pedihnya. Dahulu, sewaktu mereka hidup di dunia semestinya mereka wajib beriman kepada Allah dengan menjalankan pelbagai amal saleh serta menjauhkan larangan Tuhannya, tetapi yang mereka jalankan adalah sebaliknya, yaitu:\na. \tMereka hidup bermewah-mewah.\nb. \tMereka tidak berhenti-hentinya mengerjakan dosa besar.\nc. \tMereka mengingkari adanya hari kebangkitan.",
			"46" : "Dalam ayat-ayat ini, Allah swt menjelaskan apa sebabnya mereka golongan kiri itu menerima siksa yang sedemikian pedihnya. Dahulu, sewaktu mereka hidup di dunia semestinya mereka wajib beriman kepada Allah dengan menjalankan pelbagai amal saleh serta menjauhkan larangan Tuhannya, tetapi yang mereka jalankan adalah sebaliknya, yaitu:\na. \tMereka hidup bermewah-mewah.\nb. \tMereka tidak berhenti-hentinya mengerjakan dosa besar.\nc. \tMereka mengingkari adanya hari kebangkitan.",
			"47" : "Dalam ayat-ayat ini, Allah swt menjelaskan apa sebabnya mereka golongan kiri itu menerima siksa yang sedemikian pedihnya. Dahulu, sewaktu mereka hidup di dunia semestinya mereka wajib beriman kepada Allah dengan menjalankan pelbagai amal saleh serta menjauhkan larangan Tuhannya, tetapi yang mereka jalankan adalah sebaliknya, yaitu:\na. \tMereka hidup bermewah-mewah.\nb. \tMereka tidak berhenti-hentinya mengerjakan dosa besar.\nc. \tMereka mengingkari adanya hari kebangkitan.",
			"48" : "Dalam ayat-ayat ini, Allah swt menjelaskan apa sebabnya mereka golongan kiri itu menerima siksa yang sedemikian pedihnya. Dahulu, sewaktu mereka hidup di dunia semestinya mereka wajib beriman kepada Allah dengan menjalankan pelbagai amal saleh serta menjauhkan larangan Tuhannya, tetapi yang mereka jalankan adalah sebaliknya, yaitu:\na. \tMereka hidup bermewah-mewah.\nb. \tMereka tidak berhenti-hentinya mengerjakan dosa besar.\nc. \tMereka mengingkari adanya hari kebangkitan.",
			"49" : "Berhubungan dengan ejekan dan cemoohan mereka itu, Allah memerintahkan kepada Rasul-Nya supaya memberikan jawaban yang tegas dan tandas, bahwa sesungguhnya nenek-moyang mereka yang mereka anggap mustahil dapat dibangkitkan dan anak cucu mereka kemudian yang mereka anggap tidak akan dibangkitkan, pasti benar semuanya akan dikumpulkan di Padang Mahsyar pada hari yang sudah ditentukan.\nTidak ragu lagi bahwa berkumpulnya umat yang tidak terkira banyaknya itu, lebih menakjubkan lagi daripada kebangkitan itu sendiri.\nDalam ayat yang lain yang sama maksudnya, Allah berfirman:\nفَاِنَّمَا هِيَ زَجْرَةٌ وَّاحِدَةٌۙ ١٣ فَاِذَا هُمْ بِالسَّاهِرَةِۗ ١٤\nMaka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nāzi‘āt/79: 13-14) ",
			"50" : "Berhubungan dengan ejekan dan cemoohan mereka itu, Allah memerintahkan kepada Rasul-Nya supaya memberikan jawaban yang tegas dan tandas, bahwa sesungguhnya nenek-moyang mereka yang mereka anggap mustahil dapat dibangkitkan dan anak cucu mereka kemudian yang mereka anggap tidak akan dibangkitkan, pasti benar semuanya akan dikumpulkan di Padang Mahsyar pada hari yang sudah ditentukan.\nTidak ragu lagi bahwa berkumpulnya umat yang tidak terkira banyaknya itu, lebih menakjubkan lagi daripada kebangkitan itu sendiri.\nDalam ayat yang lain yang sama maksudnya, Allah berfirman:\nفَاِنَّمَا هِيَ زَجْرَةٌ وَّاحِدَةٌۙ ١٣ فَاِذَا هُمْ بِالسَّاهِرَةِۗ ١٤\nMaka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nāzi‘āt/79: 13-14) ",
			"51" : "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan meng­ingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
			"52" : "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan meng­ingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
			"53" : "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan meng­ingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
			"54" : "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan meng­ingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
			"55" : "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan meng­ingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
			"56" : "Dalam ayat ini Allah menegaskan bahwa buah pohon zaqqum dan minuman air yang sangat panas itu, adalah hidangan pertama yang disediakan untuk golongan kiri tersebut. Hal tersebut disebutkan juga dalam Surah ad-Dukhān ayat 43 berkenaan dengan makanan yang disediakan untuk orang yang berdosa. Golongan kiri adalah orang kafir atau yang berbuat dosa.",
			"57" : "Dalam ayat ini, Allah menciptakan manusia dari tidak ada sama sekali. Bukankah hal tersebut suatu dalil yang tidak dapat dibantah lagi tentang kekuasaan Allah? Dan hal tersebut bukankah suatu dalil yang kuat bahwa Allah Mahakuasa untuk menghidupkan kembali manusia dari kuburnya setelah ia mati, dan hancur tulang-belulangnya?\nHal tersebut adalah suatu kenyataan yang tidak dapat dibantah lagi tentang adanya hari Kiamat, hari kebangkitan manusia dari dalam kuburnya; dan hal tersebut adalah merupakan penolakan atas anggapan orang-orang kafir dan orang-orang yang tidak mempercayai adanya hari Kiamat, yang ucapan mereka digambarkan pada ayat lain:\nاَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَ\nDan mereka berkata, “Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali? (al-Wāqi‘ah/56: 47)",
			"58" : "Allah menekankan lagi berupa pertanyaan bagaimana orang kafir dapat memproses kejadian air mani (sperma) yang dipancarkan ke dalam rahim? Merekakah yang memproses air mani itu menjadi manusia yaitu tubuh yang lengkap dengan badan, kepala, kaki dan tangan, yang dilengkapi pula dengan mata, hidung, mulut dan telinga ataukah Allah yang mencipta-kannya?\nPastilah orang kafir tidak dapat menjawab kecuali mengakui bahwa sebenarnya Allah yang menyebabkan air mani tersebut menjadi manusia, dan Allah pula yang menentukan apakah air mani tersebut menjadi manusia pria atau wanita; demikian pula, hanya Allah sajalah yang menetapkan berapa umur manusia tersebut.\nBukankah Allah yang berkuasa menciptakan manusia pertama kalinya, juga Mahakuasa menghidupkannya kembali sesudah matinya, dengan membang-kitkannya pada hari Kiamat untuk menerima balasan yang paling sempurna.",
			"59" : "Allah menekankan lagi berupa pertanyaan bagaimana orang kafir dapat memproses kejadian air mani (sperma) yang dipancarkan ke dalam rahim? Merekakah yang memproses air mani itu menjadi manusia yaitu tubuh yang lengkap dengan badan, kepala, kaki dan tangan, yang dilengkapi pula dengan mata, hidung, mulut dan telinga ataukah Allah yang mencipta-kannya?\nPastilah orang kafir tidak dapat menjawab kecuali mengakui bahwa sebenarnya Allah yang menyebabkan air mani tersebut menjadi manusia, dan Allah pula yang menentukan apakah air mani tersebut menjadi manusia pria atau wanita; demikian pula, hanya Allah sajalah yang menetapkan berapa umur manusia tersebut.\nBukankah Allah yang berkuasa menciptakan manusia pertama kalinya, juga Mahakuasa menghidupkannya kembali sesudah matinya, dengan membang-kitkannya pada hari Kiamat untuk menerima balasan yang paling sempurna.",
			"60" : "Ayat ini menjelaskan, bahwa sesungguhnya Allah menentukan kematian manusia, dan bahkan Ia telah menetapkan waktu tertentu bagi kematian setiap manusia, yang semuanya itu ditentukan dan ditetapkan menurut kehendak-Nya, suatu hal yang mengandung hikmah dan kebijak-sanaan yang tidak dapat diketahui oleh manusia. Ketentuan dan ketetapan Allah dalam menciptakan atau mematikan seseorang tidaklah dapat dipengaruhi atau dihalang-halangi oleh siapa pun. Demikian juga Allah Mahakuasa untuk menggantikan suatu umat dengan umat lain yang serupa dan Mahakuasa melakukan sesuatu yang belum pernah dilakukan oleh manusia, antara lain membangkitkan manusia kembali dari kuburnya, manusia tidak dapat mengetahui kapan terjadinya.",
			"61" : "Ayat ini menjelaskan, bahwa sesungguhnya Allah menentukan kematian manusia, dan bahkan Ia telah menetapkan waktu tertentu bagi kematian setiap manusia, yang semuanya itu ditentukan dan ditetapkan menurut kehendak-Nya, suatu hal yang mengandung hikmah dan kebijak-sanaan yang tidak dapat diketahui oleh manusia. Ketentuan dan ketetapan Allah dalam menciptakan atau mematikan seseorang tidaklah dapat dipengaruhi atau dihalang-halangi oleh siapa pun. Demikian juga Allah Mahakuasa untuk menggantikan suatu umat dengan umat lain yang serupa dan Mahakuasa melakukan sesuatu yang belum pernah dilakukan oleh manusia, antara lain membangkitkan manusia kembali dari kuburnya, manusia tidak dapat mengetahui kapan terjadinya.",
			"62" : "Ayat ini menjelaskan bahwa sesungguhnya manusia itu mengetahui bahwa Allah-lah yang menciptakan mereka dari semula, sejak tidak ada, dan tidak pernah menjadi sebutan sebelumnya.\nCobalah mereka pikirkan dan renungkan bahwa Allah yang Mahakuasa menciptakan mereka pada penciptaan yang pertama, tentunya Ia Mahakuasa menciptakan mereka lagi pada penciptaan yang kedua, yakni Allah Mahakuasa menghidupkan mereka dari tulang-belulang, yang sekian lamanya berada di alam kubur, Allah Mahakuasa untuk menghidupkan kembali seperti keadaan sebelum mati.\nBahkan dinyatakan dalam ayat lain, bahwa menghidupkan orang yang telah mati dari kuburnya itu lebih mudah daripada menciptakannya pada pertama kali, sebagaimana firman-Nya:\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rūm/30: 27)\n\nDan Allah berfirman:\nاَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ١٩ قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللّٰهُ يُنْشِئُ النَّشْاَةَ الْاٰخِرَةَ ۗاِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۚ ٢٠\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. Katakanlah, “Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir. Sungguh, Allah Mahakuasa atas segala sesuatu. (al-‘Ankabūt/29: 19-20)",
			"63" : "Dengan cara mengemukakan pertanyaan, Allah mengungkapkan kepada manusia bahwa sebagian besar dari mereka lupa akan keagungan nikmat yang diungkapkan tersebut, walaupun mereka merasakan kelezatan nikmat-nikmat tersebut sepanjang masa.\nAllah menyampaikan pertanyaan kepada manusia, untuk dipikirkan dan direnungkan mengenai berbagai tanaman yang ditanam oleh manusia, baik tanaman yang di sawah, ladang, maupun bibit pohon-pohonan yang ditanam di perkebunan. Diungkapkan bahwa bagi semua tanaman tersebut di atas, kedudukan manusia hanya sekadar sebagai penanamnya, memupuk dan meme-liharanya dari berbagai gangguan yang membawa kerugian. Tetapi kebanyakan manusia lupa terhadap siapakah yang menumbuhkan tanaman tersebut. Siapakah yang menambah panjang akarnya menembus ke dalam tanah, sehingga pohon tersebut dapat berdiri tegak? Siapakah yang menumbuhkan daun dan dahannya? Siapa pula yang menumbuhkan bunga dan buahnya?\nPertanyaan-pertanyaan yang dikumpulkan dalam ayat ini adalah soal-soal penting yang sering diabaikan oleh manusia. Bukankah manusia sekedar mencangkul dan menggemburkan tanahnya? Bukankah manusia sekedar menanamkan bibit yang telah dipilihnya sebagai bibit yang terbaik? Dan bukan-kah manusia sekedar menyiram, mengairinya, dan membersihkannya dari berbagai rumput dan hama yang mengganggu pertumbuhannya dan bukankah manusia sekedar memupuknya?\nTetapi yang terang dan jelas serta tidak ragu-ragu lagi adalah bahwa Allah menumbuhkan tanaman tersebut, menumbuhkan tunas membesarkan pohon-pohonnya, menambah dahan dan ranting serta memekarkan bunga sampai menjadi buah yang bisa dinikmati manusia.",
			"64" : "Dengan cara mengemukakan pertanyaan, Allah mengungkapkan kepada manusia bahwa sebagian besar dari mereka lupa akan keagungan nikmat yang diungkapkan tersebut, walaupun mereka merasakan kelezatan nikmat-nikmat tersebut sepanjang masa.\nAllah menyampaikan pertanyaan kepada manusia, untuk dipikirkan dan direnungkan mengenai berbagai tanaman yang ditanam oleh manusia, baik tanaman yang di sawah, ladang, maupun bibit pohon-pohonan yang ditanam di perkebunan. Diungkapkan bahwa bagi semua tanaman tersebut di atas, kedudukan manusia hanya sekadar sebagai penanamnya, memupuk dan meme-liharanya dari berbagai gangguan yang membawa kerugian. Tetapi kebanyakan manusia lupa terhadap siapakah yang menumbuhkan tanaman tersebut. Siapakah yang menambah panjang akarnya menembus ke dalam tanah, sehingga pohon tersebut dapat berdiri tegak? Siapakah yang menumbuhkan daun dan dahannya? Siapa pula yang menumbuhkan bunga dan buahnya?\nPertanyaan-pertanyaan yang dikumpulkan dalam ayat ini adalah soal-soal penting yang sering diabaikan oleh manusia. Bukankah manusia sekedar mencangkul dan menggemburkan tanahnya? Bukankah manusia sekedar menanamkan bibit yang telah dipilihnya sebagai bibit yang terbaik? Dan bukan-kah manusia sekedar menyiram, mengairinya, dan membersihkannya dari berbagai rumput dan hama yang mengganggu pertumbuhannya dan bukankah manusia sekedar memupuknya?\nTetapi yang terang dan jelas serta tidak ragu-ragu lagi adalah bahwa Allah menumbuhkan tanaman tersebut, menumbuhkan tunas membesarkan pohon-pohonnya, menambah dahan dan ranting serta memekarkan bunga sampai menjadi buah yang bisa dinikmati manusia.",
			"65" : "Kemudian dijelaskan oleh Allah, bahwa walaupun tanaman tersebut sangat baik pertumbuhan dan buahnya yang menimbulkan harapan untuk mendatangkan keuntungan berlimpah-limpah, namun apabila Allah menghendaki lain daripada itu, maka tanaman yang diharapkan itu dapat berubah menjadi tanaman yang tidak berbuah, hampa atau terserang berbagai macam penyakit dan hama, seperti hama wereng, hama tikus, dan sebagainya, sehingga pemiliknya tertegun dan merasa sedih, karena keuntungannya dalam sekejap mata menjadi kerugian yang luar biasa. Sedang untuk membayar berbagai macam pengeluaran seperti ongkos-ongkos mencangkul, menanam, menyiram, memupuk, dan membersihkan rumput merupakan beban berat dan merugikan baginya.",
			"66" : "Kemudian dijelaskan oleh Allah, bahwa walaupun tanaman tersebut sangat baik pertumbuhan dan buahnya yang menimbulkan harapan untuk mendatangkan keuntungan berlimpah-limpah, namun apabila Allah menghendaki lain daripada itu, maka tanaman yang diharapkan itu dapat berubah menjadi tanaman yang tidak berbuah, hampa atau terserang berbagai macam penyakit dan hama, seperti hama wereng, hama tikus, dan sebagainya, sehingga pemiliknya tertegun dan merasa sedih, karena keuntungannya dalam sekejap mata menjadi kerugian yang luar biasa. Sedang untuk membayar berbagai macam pengeluaran seperti ongkos-ongkos mencangkul, menanam, menyiram, memupuk, dan membersihkan rumput merupakan beban berat dan merugikan baginya.",
			"67" : "Kemudian dijelaskan oleh Allah, bahwa walaupun tanaman tersebut sangat baik pertumbuhan dan buahnya yang menimbulkan harapan untuk mendatangkan keuntungan berlimpah-limpah, namun apabila Allah menghendaki lain daripada itu, maka tanaman yang diharapkan itu dapat berubah menjadi tanaman yang tidak berbuah, hampa atau terserang berbagai macam penyakit dan hama, seperti hama wereng, hama tikus, dan sebagainya, sehingga pemiliknya tertegun dan merasa sedih, karena keuntungannya dalam sekejap mata menjadi kerugian yang luar biasa. Sedang untuk membayar berbagai macam pengeluaran seperti ongkos-ongkos mencangkul, menanam, menyiram, memupuk, dan membersihkan rumput merupakan beban berat dan merugikan baginya.",
			"68" : "Dalam ayat-ayat ini Allah mengungkapkan salah satu dari nikmat-Nya yang agung, untuk direnungkan dan dipikirkan oleh manusia apakah mereka mengetahui tentang fungsi air yang mereka minum. Apakah mereka yang menurunkan air itu dari langit yaitu air hujan ataukah Allah yang menurunkannya.\nAir hujan itu manakala direnungkan oleh manusia, bahwa ia berasal dari uap air yang terkena panas matahari. Setelah menjadi awan dan kemudian menjadi mendung yang sangat hitam bergumpal-gumpal, maka turunlah uap air itu sebagai air hujan yang sejuk dan tawar, tidak asin seperti air laut. Air tawar tersebut menyegarkan badan serta menghilangkan haus. Bila tidak ada hujan, pasti tidak ada sungai yang mengalir, tidak akan ada mata air walau berapa meter pun dalamnya orang menggali sumur, niscaya tidak akan keluar airnya. Bila tidak ada air, rumput pun tidak akan tumbuh, apalagi tanaman yang ditanam orang.\nApabila tidak ada hujan, pasti tidak ada air yang dapat dimanfaatkan oleh manusia. Kalau tanaman dan tumbuh-tumbuhan tidak tumbuh, maka binatang ternak pun tidak ada. Tidak akan ada ayam, tidak akan ada kerbau dan sapi, tidak akan ada kambing dan domba. Sebab hidup memerlukan makan dan minum. Kalau tidak ada yang dimakan, dan tidak ada yang diminum, bagaimana bisa hidup? Dan kalau tidak ada tanaman dan tumbuh-tumbuhan, dan tidak ada air tawar untuk diminum, bagaimana manusia bisa hidup? Apakah mesti makan tanah? Dan apakah yang akan diminum?\nJika air dijadikan Tuhan asin rasanya, pasti tidak bisa menghilangkan haus dan tidak dapat dipergunakan untuk menyiram atau mengairi tanaman. Dan siapakah yang menurunkan hujan tersebut? Bukankah hanya Allah saja yang dapat menurunkan hujan sehingga mengalir dan sumur dapat mengeluarkan air?\nMengapakah manusia tidak bersyukur kepada Allah? Padahal Dia-lah yang menurunkan hujan yang demikian banyak manfaatnya sebagaimana firman-Nya:\nهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً لَّكُمْ مِّنْهُ شَرَابٌ وَّمِنْهُ شَجَرٌ فِيْهِ تُسِيْمُوْنَ  ١٠ يُنْۢبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُوْنَ وَالنَّخِيْلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرٰتِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ١١\nDialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu. Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir. (an-Naḥl/16: 10-11)\n\nDalam hubungan ini terdapat hadis yang berbunyi:\nإِنَّ النَّبِيَّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا شَرِبَ الْمَاءَ قَالَ اَلْحَمْدُ لِلّٰهِ الَّذِيْ سَقَانَا عَذْبًا فُرَاتًا بِرَحْمَتِهِ وَلَمْ يَجْعَلْهُ مِلْحًا أُجَاجًا بِذُنُوْبِناَ. (رواه ابن أبى حاتم عن أبي جعفر)\nSesungguhnya Nabi saw apabila selesai minum, beliau mengucapkan, “Segala puji bagi Allah yang telah memberikan minuman kepada kita air tawar yang menyegarkan dengan rahmat-Nya dan tidak menjadikannya asin karena dosa kita.” (Riwayat Ibnu Abī Ḥātim dari Abū Ja‘far)\n\nMenurut kajian ilmiah, air yang dapat diminum dan tidak membahayakan bagi kesehatan manusia adalah air yang mempunyai kandungan garam dan unsur-unsur terlarut cukup dan seimbang, serta tidak mengandung zat yang beracun. Air yang mengandung jumlah garam dan unsur-unsur terlarut yang melebihi keperluan, misalnya air laut, bila diminum berbahaya bagi kesehatan dan dapat merusak organ-organ tubuh. Pemerintah setiap negara biasanya memiliki peraturan yang memberikan batasan tentang air yang bisa diminum berdasarkan hasil analisis kandungan unsur-unsur yang terlarut. Air yang bisa diminum biasa dicirikan dengan warna yang jernih, aroma yang segar dan rasanya yang enak (lihat pula: al-Furqān/25: 48).\nAir yang bisa diminum adalah air yang berada di daratan yang berasal dari air hujan. Air laut tidak layak untuk diminum kecuali yang telah diolah melalui destilasi atau ultrafiltrasi. Ayat ini pun menegaskan kembali bahwa Allah-lah yang menurunkan hujan. Meskipun sekarang telah berkembang teknologi untuk melakukan hujan buatan, tetapi teknologi ini hanya dapat diterapkan pada kondisi atmosfir tertentu yang terjadi di luar kendali manusia, syarat terpenting di antaranya adalah tersedianya uap air dalam jumlah yang memadai di udara.",
			"69" : "Dalam ayat-ayat ini Allah mengungkapkan salah satu dari nikmat-Nya yang agung, untuk direnungkan dan dipikirkan oleh manusia apakah mereka mengetahui tentang fungsi air yang mereka minum. Apakah mereka yang menurunkan air itu dari langit yaitu air hujan ataukah Allah yang menurunkannya.\nAir hujan itu manakala direnungkan oleh manusia, bahwa ia berasal dari uap air yang terkena panas matahari. Setelah menjadi awan dan kemudian menjadi mendung yang sangat hitam bergumpal-gumpal, maka turunlah uap air itu sebagai air hujan yang sejuk dan tawar, tidak asin seperti air laut. Air tawar tersebut menyegarkan badan serta menghilangkan haus. Bila tidak ada hujan, pasti tidak ada sungai yang mengalir, tidak akan ada mata air walau berapa meter pun dalamnya orang menggali sumur, niscaya tidak akan keluar airnya. Bila tidak ada air, rumput pun tidak akan tumbuh, apalagi tanaman yang ditanam orang.\nApabila tidak ada hujan, pasti tidak ada air yang dapat dimanfaatkan oleh manusia. Kalau tanaman dan tumbuh-tumbuhan tidak tumbuh, maka binatang ternak pun tidak ada. Tidak akan ada ayam, tidak akan ada kerbau dan sapi, tidak akan ada kambing dan domba. Sebab hidup memerlukan makan dan minum. Kalau tidak ada yang dimakan, dan tidak ada yang diminum, bagaimana bisa hidup? Dan kalau tidak ada tanaman dan tumbuh-tumbuhan, dan tidak ada air tawar untuk diminum, bagaimana manusia bisa hidup? Apakah mesti makan tanah? Dan apakah yang akan diminum?\nJika air dijadikan Tuhan asin rasanya, pasti tidak bisa menghilangkan haus dan tidak dapat dipergunakan untuk menyiram atau mengairi tanaman. Dan siapakah yang menurunkan hujan tersebut? Bukankah hanya Allah saja yang dapat menurunkan hujan sehingga mengalir dan sumur dapat mengeluarkan air?\nMengapakah manusia tidak bersyukur kepada Allah? Padahal Dia-lah yang menurunkan hujan yang demikian banyak manfaatnya sebagaimana firman-Nya:\nهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً لَّكُمْ مِّنْهُ شَرَابٌ وَّمِنْهُ شَجَرٌ فِيْهِ تُسِيْمُوْنَ  ١٠ يُنْۢبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُوْنَ وَالنَّخِيْلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرٰتِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ١١\nDialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu. Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir. (an-Naḥl/16: 10-11)\n\nDalam hubungan ini terdapat hadis yang berbunyi:\nإِنَّ النَّبِيَّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا شَرِبَ الْمَاءَ قَالَ اَلْحَمْدُ لِلّٰهِ الَّذِيْ سَقَانَا عَذْبًا فُرَاتًا بِرَحْمَتِهِ وَلَمْ يَجْعَلْهُ مِلْحًا أُجَاجًا بِذُنُوْبِناَ. (رواه ابن أبى حاتم عن أبي جعفر)\nSesungguhnya Nabi saw apabila selesai minum, beliau mengucapkan, “Segala puji bagi Allah yang telah memberikan minuman kepada kita air tawar yang menyegarkan dengan rahmat-Nya dan tidak menjadikannya asin karena dosa kita.” (Riwayat Ibnu Abī Ḥātim dari Abū Ja‘far)\n\nMenurut kajian ilmiah, air yang dapat diminum dan tidak membahayakan bagi kesehatan manusia adalah air yang mempunyai kandungan garam dan unsur-unsur terlarut cukup dan seimbang, serta tidak mengandung zat yang beracun. Air yang mengandung jumlah garam dan unsur-unsur terlarut yang melebihi keperluan, misalnya air laut, bila diminum berbahaya bagi kesehatan dan dapat merusak organ-organ tubuh. Pemerintah setiap negara biasanya memiliki peraturan yang memberikan batasan tentang air yang bisa diminum berdasarkan hasil analisis kandungan unsur-unsur yang terlarut. Air yang bisa diminum biasa dicirikan dengan warna yang jernih, aroma yang segar dan rasanya yang enak (lihat pula: al-Furqān/25: 48).\nAir yang bisa diminum adalah air yang berada di daratan yang berasal dari air hujan. Air laut tidak layak untuk diminum kecuali yang telah diolah melalui destilasi atau ultrafiltrasi. Ayat ini pun menegaskan kembali bahwa Allah-lah yang menurunkan hujan. Meskipun sekarang telah berkembang teknologi untuk melakukan hujan buatan, tetapi teknologi ini hanya dapat diterapkan pada kondisi atmosfir tertentu yang terjadi di luar kendali manusia, syarat terpenting di antaranya adalah tersedianya uap air dalam jumlah yang memadai di udara.",
			"70" : "Dalam ayat-ayat ini Allah mengungkapkan salah satu dari nikmat-Nya yang agung, untuk direnungkan dan dipikirkan oleh manusia apakah mereka mengetahui tentang fungsi air yang mereka minum. Apakah mereka yang menurunkan air itu dari langit yaitu air hujan ataukah Allah yang menurunkannya.\nAir hujan itu manakala direnungkan oleh manusia, bahwa ia berasal dari uap air yang terkena panas matahari. Setelah menjadi awan dan kemudian menjadi mendung yang sangat hitam bergumpal-gumpal, maka turunlah uap air itu sebagai air hujan yang sejuk dan tawar, tidak asin seperti air laut. Air tawar tersebut menyegarkan badan serta menghilangkan haus. Bila tidak ada hujan, pasti tidak ada sungai yang mengalir, tidak akan ada mata air walau berapa meter pun dalamnya orang menggali sumur, niscaya tidak akan keluar airnya. Bila tidak ada air, rumput pun tidak akan tumbuh, apalagi tanaman yang ditanam orang.\nApabila tidak ada hujan, pasti tidak ada air yang dapat dimanfaatkan oleh manusia. Kalau tanaman dan tumbuh-tumbuhan tidak tumbuh, maka binatang ternak pun tidak ada. Tidak akan ada ayam, tidak akan ada kerbau dan sapi, tidak akan ada kambing dan domba. Sebab hidup memerlukan makan dan minum. Kalau tidak ada yang dimakan, dan tidak ada yang diminum, bagaimana bisa hidup? Dan kalau tidak ada tanaman dan tumbuh-tumbuhan, dan tidak ada air tawar untuk diminum, bagaimana manusia bisa hidup? Apakah mesti makan tanah? Dan apakah yang akan diminum?\nJika air dijadikan Tuhan asin rasanya, pasti tidak bisa menghilangkan haus dan tidak dapat dipergunakan untuk menyiram atau mengairi tanaman. Dan siapakah yang menurunkan hujan tersebut? Bukankah hanya Allah saja yang dapat menurunkan hujan sehingga mengalir dan sumur dapat mengeluarkan air?\nMengapakah manusia tidak bersyukur kepada Allah? Padahal Dia-lah yang menurunkan hujan yang demikian banyak manfaatnya sebagaimana firman-Nya:\nهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً لَّكُمْ مِّنْهُ شَرَابٌ وَّمِنْهُ شَجَرٌ فِيْهِ تُسِيْمُوْنَ  ١٠ يُنْۢبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُوْنَ وَالنَّخِيْلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرٰتِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ١١\nDialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu. Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir. (an-Naḥl/16: 10-11)\n\nDalam hubungan ini terdapat hadis yang berbunyi:\nإِنَّ النَّبِيَّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا شَرِبَ الْمَاءَ قَالَ اَلْحَمْدُ لِلّٰهِ الَّذِيْ سَقَانَا عَذْبًا فُرَاتًا بِرَحْمَتِهِ وَلَمْ يَجْعَلْهُ مِلْحًا أُجَاجًا بِذُنُوْبِناَ. (رواه ابن أبى حاتم عن أبي جعفر)\nSesungguhnya Nabi saw apabila selesai minum, beliau mengucapkan, “Segala puji bagi Allah yang telah memberikan minuman kepada kita air tawar yang menyegarkan dengan rahmat-Nya dan tidak menjadikannya asin karena dosa kita.” (Riwayat Ibnu Abī Ḥātim dari Abū Ja‘far)\n\nMenurut kajian ilmiah, air yang dapat diminum dan tidak membahayakan bagi kesehatan manusia adalah air yang mempunyai kandungan garam dan unsur-unsur terlarut cukup dan seimbang, serta tidak mengandung zat yang beracun. Air yang mengandung jumlah garam dan unsur-unsur terlarut yang melebihi keperluan, misalnya air laut, bila diminum berbahaya bagi kesehatan dan dapat merusak organ-organ tubuh. Pemerintah setiap negara biasanya memiliki peraturan yang memberikan batasan tentang air yang bisa diminum berdasarkan hasil analisis kandungan unsur-unsur yang terlarut. Air yang bisa diminum biasa dicirikan dengan warna yang jernih, aroma yang segar dan rasanya yang enak (lihat pula: al-Furqān/25: 48).\nAir yang bisa diminum adalah air yang berada di daratan yang berasal dari air hujan. Air laut tidak layak untuk diminum kecuali yang telah diolah melalui destilasi atau ultrafiltrasi. Ayat ini pun menegaskan kembali bahwa Allah-lah yang menurunkan hujan. Meskipun sekarang telah berkembang teknologi untuk melakukan hujan buatan, tetapi teknologi ini hanya dapat diterapkan pada kondisi atmosfir tertentu yang terjadi di luar kendali manusia, syarat terpenting di antaranya adalah tersedianya uap air dalam jumlah yang memadai di udara.",
			"71" : "Dalam ayat ini Allah mengungkapkan tentang nikmat yang hampir dilupakan manusia. Ungkapan tersebut berbentuk pertanyaan untuk dipikirkan dan direnungkan oleh manusia, apakah manusia mengetahui pentingnya fungsi api? Cara membuat api yang dilakukan pada zaman purba adalah dengan cara menggosok-gosokkan dua batang kayu, hingga menyala, atau dengan cara menggoreskan baja di atas batu, sehingga memercikkan api dan ditampung percikan tersebut pada kawul (semacam kapuk berwarna kehitam-hitaman yang melekat pada pelepah aren) tersebut, yang kemudian dapat dipergunakan untuk menyalakan api di dapur guna memasak berbagai masakan yang akan dihidangkan untuk dinikmati oleh manusia, atau api yang dinyalakan menurut cara sekarang dengan menggoreskan batang geretan pada korek api, maka menyalalah ia. Atau dengan korek yang mempergunakan roda baja kecil sebagai alat pemutar untuk diputarkan pada batu api kemudian percikannya ditampung pada sumbu yang dibasahi dengan bensin, sehingga sumbu nyala. Atau seperti cara yang sekarang ini melalui kompor minyak tanah atau dengan gas.\nMembuat api dengan cara zaman dahulu maupun menurut cara zaman sekarang, yang menjadi pertanyaan ialah siapakah yang menyediakan kayunya atau batu apinya, bajanya, dan kawulnya atau minyak tanah dan gas? Juga siapakah yang menyediakan bahan bensin dan sebagainya? Bukankah bahan-bahan yang menjadi sebab api menyala baik berupa kayu bakar maupun minyak tanah, hanyalah Allah saja yang menjadikan-Nya?\nMeskipun tersedia beras, sayur-mayur dan lauk-pauknya, bila tidak ada api, tidak dapat kita memakannya karena masih mentah. Alangkah tidak enaknya, kalau makanan tersebut mentah seperti, daging mentah, dan nasinya masih berupa beras. Bagaimanakah selera bisa timbul, kalau segala-galanya serba mentah?\nDengan gambaran tersebut, jelaslah bagaimana pentingnya api bagi keper-luan hidup manusia. Karena api itu didapat dengan mudah setiap hari, maka hampir-hampir tidak terpikirkan oleh manusia betapa api itu memberi kenikmatan. Hampir-hampir jarang orang bersyukur dan berterima kasih atas adanya api. Karena pentingnya api itu, Allah menegaskan bahwa api dijadikan untuk peringatan bagi manusia dan bahan yang berguna bagi musafir di padang pasir, maka wajarlah manusia bertasbih dengan menyebut nama Tuhan Yang Mahabesar.",
			"72" : "Dalam ayat ini Allah mengungkapkan tentang nikmat yang hampir dilupakan manusia. Ungkapan tersebut berbentuk pertanyaan untuk dipikirkan dan direnungkan oleh manusia, apakah manusia mengetahui pentingnya fungsi api? Cara membuat api yang dilakukan pada zaman purba adalah dengan cara menggosok-gosokkan dua batang kayu, hingga menyala, atau dengan cara menggoreskan baja di atas batu, sehingga memercikkan api dan ditampung percikan tersebut pada kawul (semacam kapuk berwarna kehitam-hitaman yang melekat pada pelepah aren) tersebut, yang kemudian dapat dipergunakan untuk menyalakan api di dapur guna memasak berbagai masakan yang akan dihidangkan untuk dinikmati oleh manusia, atau api yang dinyalakan menurut cara sekarang dengan menggoreskan batang geretan pada korek api, maka menyalalah ia. Atau dengan korek yang mempergunakan roda baja kecil sebagai alat pemutar untuk diputarkan pada batu api kemudian percikannya ditampung pada sumbu yang dibasahi dengan bensin, sehingga sumbu nyala. Atau seperti cara yang sekarang ini melalui kompor minyak tanah atau dengan gas.\nMembuat api dengan cara zaman dahulu maupun menurut cara zaman sekarang, yang menjadi pertanyaan ialah siapakah yang menyediakan kayunya atau batu apinya, bajanya, dan kawulnya atau minyak tanah dan gas? Juga siapakah yang menyediakan bahan bensin dan sebagainya? Bukankah bahan-bahan yang menjadi sebab api menyala baik berupa kayu bakar maupun minyak tanah, hanyalah Allah saja yang menjadikan-Nya?\nMeskipun tersedia beras, sayur-mayur dan lauk-pauknya, bila tidak ada api, tidak dapat kita memakannya karena masih mentah. Alangkah tidak enaknya, kalau makanan tersebut mentah seperti, daging mentah, dan nasinya masih berupa beras. Bagaimanakah selera bisa timbul, kalau segala-galanya serba mentah?\nDengan gambaran tersebut, jelaslah bagaimana pentingnya api bagi keper-luan hidup manusia. Karena api itu didapat dengan mudah setiap hari, maka hampir-hampir tidak terpikirkan oleh manusia betapa api itu memberi kenikmatan. Hampir-hampir jarang orang bersyukur dan berterima kasih atas adanya api. Karena pentingnya api itu, Allah menegaskan bahwa api dijadikan untuk peringatan bagi manusia dan bahan yang berguna bagi musafir di padang pasir, maka wajarlah manusia bertasbih dengan menyebut nama Tuhan Yang Mahabesar.",
			"73" : "Dalam ayat ini Allah mengungkapkan tentang nikmat yang hampir dilupakan manusia. Ungkapan tersebut berbentuk pertanyaan untuk dipikirkan dan direnungkan oleh manusia, apakah manusia mengetahui pentingnya fungsi api? Cara membuat api yang dilakukan pada zaman purba adalah dengan cara menggosok-gosokkan dua batang kayu, hingga menyala, atau dengan cara menggoreskan baja di atas batu, sehingga memercikkan api dan ditampung percikan tersebut pada kawul (semacam kapuk berwarna kehitam-hitaman yang melekat pada pelepah aren) tersebut, yang kemudian dapat dipergunakan untuk menyalakan api di dapur guna memasak berbagai masakan yang akan dihidangkan untuk dinikmati oleh manusia, atau api yang dinyalakan menurut cara sekarang dengan menggoreskan batang geretan pada korek api, maka menyalalah ia. Atau dengan korek yang mempergunakan roda baja kecil sebagai alat pemutar untuk diputarkan pada batu api kemudian percikannya ditampung pada sumbu yang dibasahi dengan bensin, sehingga sumbu nyala. Atau seperti cara yang sekarang ini melalui kompor minyak tanah atau dengan gas.\nMembuat api dengan cara zaman dahulu maupun menurut cara zaman sekarang, yang menjadi pertanyaan ialah siapakah yang menyediakan kayunya atau batu apinya, bajanya, dan kawulnya atau minyak tanah dan gas? Juga siapakah yang menyediakan bahan bensin dan sebagainya? Bukankah bahan-bahan yang menjadi sebab api menyala baik berupa kayu bakar maupun minyak tanah, hanyalah Allah saja yang menjadikan-Nya?\nMeskipun tersedia beras, sayur-mayur dan lauk-pauknya, bila tidak ada api, tidak dapat kita memakannya karena masih mentah. Alangkah tidak enaknya, kalau makanan tersebut mentah seperti, daging mentah, dan nasinya masih berupa beras. Bagaimanakah selera bisa timbul, kalau segala-galanya serba mentah?\nDengan gambaran tersebut, jelaslah bagaimana pentingnya api bagi keper-luan hidup manusia. Karena api itu didapat dengan mudah setiap hari, maka hampir-hampir tidak terpikirkan oleh manusia betapa api itu memberi kenikmatan. Hampir-hampir jarang orang bersyukur dan berterima kasih atas adanya api. Karena pentingnya api itu, Allah menegaskan bahwa api dijadikan untuk peringatan bagi manusia dan bahan yang berguna bagi musafir di padang pasir, maka wajarlah manusia bertasbih dengan menyebut nama Tuhan Yang Mahabesar.",
			"74" : "Dalam ayat ini Allah mengungkapkan tentang nikmat yang hampir dilupakan manusia. Ungkapan tersebut berbentuk pertanyaan untuk dipikirkan dan direnungkan oleh manusia, apakah manusia mengetahui pentingnya fungsi api? Cara membuat api yang dilakukan pada zaman purba adalah dengan cara menggosok-gosokkan dua batang kayu, hingga menyala, atau dengan cara menggoreskan baja di atas batu, sehingga memercikkan api dan ditampung percikan tersebut pada kawul (semacam kapuk berwarna kehitam-hitaman yang melekat pada pelepah aren) tersebut, yang kemudian dapat dipergunakan untuk menyalakan api di dapur guna memasak berbagai masakan yang akan dihidangkan untuk dinikmati oleh manusia, atau api yang dinyalakan menurut cara sekarang dengan menggoreskan batang geretan pada korek api, maka menyalalah ia. Atau dengan korek yang mempergunakan roda baja kecil sebagai alat pemutar untuk diputarkan pada batu api kemudian percikannya ditampung pada sumbu yang dibasahi dengan bensin, sehingga sumbu nyala. Atau seperti cara yang sekarang ini melalui kompor minyak tanah atau dengan gas.\nMembuat api dengan cara zaman dahulu maupun menurut cara zaman sekarang, yang menjadi pertanyaan ialah siapakah yang menyediakan kayunya atau batu apinya, bajanya, dan kawulnya atau minyak tanah dan gas? Juga siapakah yang menyediakan bahan bensin dan sebagainya? Bukankah bahan-bahan yang menjadi sebab api menyala baik berupa kayu bakar maupun minyak tanah, hanyalah Allah saja yang menjadikan-Nya?\nMeskipun tersedia beras, sayur-mayur dan lauk-pauknya, bila tidak ada api, tidak dapat kita memakannya karena masih mentah. Alangkah tidak enaknya, kalau makanan tersebut mentah seperti, daging mentah, dan nasinya masih berupa beras. Bagaimanakah selera bisa timbul, kalau segala-galanya serba mentah?\nDengan gambaran tersebut, jelaslah bagaimana pentingnya api bagi keper-luan hidup manusia. Karena api itu didapat dengan mudah setiap hari, maka hampir-hampir tidak terpikirkan oleh manusia betapa api itu memberi kenikmatan. Hampir-hampir jarang orang bersyukur dan berterima kasih atas adanya api. Karena pentingnya api itu, Allah menegaskan bahwa api dijadikan untuk peringatan bagi manusia dan bahan yang berguna bagi musafir di padang pasir, maka wajarlah manusia bertasbih dengan menyebut nama Tuhan Yang Mahabesar.",
			"75" : "Sebagian ahli tafsir menjelaskan ayat ini, bahwa Allah bersumpah dengan masa turunnya bagian-bagian Al-Qur’an guna menunjukkan betapa pentingnya hal tersebut.\nAl-Qur’an diturunkan sekaligus dari Lauḥ Maḥfūẓ ke langit paling dekat pada malam Lailatul Qadar (malam yang sangat mulia). Kemudian, diturunkan lagi secara berangsur-angsur menurut keperluannya dari langit dunia kepada Nabi Muhammad saw hingga selesai seluruhnya dalam masa 22 tahun 2 bulan 22 hari.\nMasa turunnya bagian-bagian Al-Qur’an tersebut mengandung arti penting, kebijaksanaan turunnya sebagian-sebagian yaitu tiap surah atau tiap ayat antara lain ialah agar tiap surah atau ayat itu dapat dimengerti secara lebih luas dan lebih mendalam.\nAllah menegaskan bahwa sumpah dalam bagian-bagian Al-Qur’an tersebut sangat besar artinya, karena hal itu mengandung isyarat terhadap agungnya kekuasaan Allah dan kesempurnaan kebijaksanaan-Nya dan keluasan rahmat-Nya dan tidak menyia-nyiakan hamba-Nya.\nDalam ayat 75, Allah bersumpah untuk meyakinkan terhadap hamba-hamba-Nya dengan sesuatu yang menggambarkan kemahakuasaan-Nya terhadap alam jagat raya ini, yakni suatu “tempat beredarnya bintang-bintang.”\nAndaikan ketika manusia mampu melihat, bagaimana teraturnya bintang-bintang yang selalu bergerak pada orbitnya masing-masing dengan aman dan serasi, tentulah mereka akan berpendapat lain.\nDengan semakin berkembangnya ilmu pengetahuan dan teknologi, barulah diketahui betapa banyaknya kumpulan bintang-bintang di angkasa raya yang tidak terhitung jumlahnya. Para pakar astrofisika dan astronomi menjelaskan bahwa mata telanjang tidak akan mungkin mampu melihat isi jagat yang luas tidak berbatas. \nSistem Tata Surya yang terdiri dari jutaan bintang bahkan mungkin lebih (termasuk di dalamnya bumi kita ini) hanyalah menjadi bagian kecil dari Galaksi Bima Sakti yang memuat lebih dari 100 milyar bintang. Bima Sakti pun itu hanyalah satu dari 500 milyar lebih galaksi dalam jagat raya yang diketahui, subḥānallah!\nSemua bintang-bintang itu beredar pada orbitnya, termasuk matahari kita. Sebagaimana disebutkan dalam firman Allah:\nوَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ٣٨\nDan matahari beredar di tempat peredarannya. Demikianlah ketetapan yang Mahaperkasa dan Maha Mengetahui. (Yāsīn/36: 38)\n\nBerdasarkan pengamatan para pakar, matahari bergerak dalam kecepatan yang tinggi kira-kira 720, 000 km per jam mengarah ke bintang Vega dalam satu orbit tertentu dalam sistem Solar Apex. Bersama-sama dengan matahari, dan semua planet dan satelit yang berada dalam lingkungan sistem Tata Surya (sistem solar) juga turut bergerak pada jarak yang sama. \nSemua benda-benda langit ini bergerak menempati orbit-orbit yang telah dihisab (diperhitungkan). Untuk berapa juta tahun, semuanya 'berenang' melintasi orbit masing-masing dalam keseimbangan dan susunan yang sempurna bersama-sama dengan yang lain. \nOrbit-orbit dalam alam semesta juga dimiliki oleh galaksi-galaksi yang bergerak pada kecepatan yang besar dalam orbit-orbit yang telah ditetapkan. Ketika bergerak, tidak ada satupun benda-benda langit ini yang memotong orbit atau bertabrakan dengan benda langit lainnya. \nBagaimanapun, hal ini secara jelas diterangkan kepada manusia dalam Al-Qur’an yang diwahyukan ketika itu, karena Al-Qur’an sebenarnya adalah kalam dari Sang Penguasa, Yang Maha Menjaga dan Memelihara Kestabilan Alam Semesta ini. ",
			"76" : "Sebagian ahli tafsir menjelaskan ayat ini, bahwa Allah bersumpah dengan masa turunnya bagian-bagian Al-Qur’an guna menunjukkan betapa pentingnya hal tersebut.\nAl-Qur’an diturunkan sekaligus dari Lauḥ Maḥfūẓ ke langit paling dekat pada malam Lailatul Qadar (malam yang sangat mulia). Kemudian, diturunkan lagi secara berangsur-angsur menurut keperluannya dari langit dunia kepada Nabi Muhammad saw hingga selesai seluruhnya dalam masa 22 tahun 2 bulan 22 hari.\nMasa turunnya bagian-bagian Al-Qur’an tersebut mengandung arti penting, kebijaksanaan turunnya sebagian-sebagian yaitu tiap surah atau tiap ayat antara lain ialah agar tiap surah atau ayat itu dapat dimengerti secara lebih luas dan lebih mendalam.\nAllah menegaskan bahwa sumpah dalam bagian-bagian Al-Qur’an tersebut sangat besar artinya, karena hal itu mengandung isyarat terhadap agungnya kekuasaan Allah dan kesempurnaan kebijaksanaan-Nya dan keluasan rahmat-Nya dan tidak menyia-nyiakan hamba-Nya.\nDalam ayat 75, Allah bersumpah untuk meyakinkan terhadap hamba-hamba-Nya dengan sesuatu yang menggambarkan kemahakuasaan-Nya terhadap alam jagat raya ini, yakni suatu “tempat beredarnya bintang-bintang.”\nAndaikan ketika manusia mampu melihat, bagaimana teraturnya bintang-bintang yang selalu bergerak pada orbitnya masing-masing dengan aman dan serasi, tentulah mereka akan berpendapat lain.\nDengan semakin berkembangnya ilmu pengetahuan dan teknologi, barulah diketahui betapa banyaknya kumpulan bintang-bintang di angkasa raya yang tidak terhitung jumlahnya. Para pakar astrofisika dan astronomi menjelaskan bahwa mata telanjang tidak akan mungkin mampu melihat isi jagat yang luas tidak berbatas. \nSistem Tata Surya yang terdiri dari jutaan bintang bahkan mungkin lebih (termasuk di dalamnya bumi kita ini) hanyalah menjadi bagian kecil dari Galaksi Bima Sakti yang memuat lebih dari 100 milyar bintang. Bima Sakti pun itu hanyalah satu dari 500 milyar lebih galaksi dalam jagat raya yang diketahui, subḥānallah!\nSemua bintang-bintang itu beredar pada orbitnya, termasuk matahari kita. Sebagaimana disebutkan dalam firman Allah:\nوَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ٣٨\nDan matahari beredar di tempat peredarannya. Demikianlah ketetapan yang Mahaperkasa dan Maha Mengetahui. (Yāsīn/36: 38)\n\nBerdasarkan pengamatan para pakar, matahari bergerak dalam kecepatan yang tinggi kira-kira 720, 000 km per jam mengarah ke bintang Vega dalam satu orbit tertentu dalam sistem Solar Apex. Bersama-sama dengan matahari, dan semua planet dan satelit yang berada dalam lingkungan sistem Tata Surya (sistem solar) juga turut bergerak pada jarak yang sama. \nSemua benda-benda langit ini bergerak menempati orbit-orbit yang telah dihisab (diperhitungkan). Untuk berapa juta tahun, semuanya 'berenang' melintasi orbit masing-masing dalam keseimbangan dan susunan yang sempurna bersama-sama dengan yang lain. \nOrbit-orbit dalam alam semesta juga dimiliki oleh galaksi-galaksi yang bergerak pada kecepatan yang besar dalam orbit-orbit yang telah ditetapkan. Ketika bergerak, tidak ada satupun benda-benda langit ini yang memotong orbit atau bertabrakan dengan benda langit lainnya. \nBagaimanapun, hal ini secara jelas diterangkan kepada manusia dalam Al-Qur’an yang diwahyukan ketika itu, karena Al-Qur’an sebenarnya adalah kalam dari Sang Penguasa, Yang Maha Menjaga dan Memelihara Kestabilan Alam Semesta ini. ",
			"77" : "Allah menjelaskan bahwa Al-Qur’an ini adalah wahyu ilahi yang mengandung faedah dan kemanfaatan yang tiada terhingga dan berisi ilmu serta petunjuk pasti yang membawa kebahagiaan kepada manusia untuk kehidupan dunia dan akhirat, dan membacanya termasuk ibadah.\nAl-Qur’an merupakan sumber ilmu tauhid, ilmu fiqih, ilmu tasawuf, dan lain-lain. Al-Qur’an terjamin kesuciannya, hanya Malaikat al-Muqarrabīn yang pernah menyentuhnya dari Lauḥ Maḥfūẓ, yaitu Malaikat Jibril yang ditugaskan menyampaikannya kepada Nabi Muhammad saw.\nMengenai ayat 79, sebagian ahli tafsir berbeda pendapat. \nلَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ ٧٩\nTidak ada yang menyentuhnya selain hamba-hamba yang disucikan. (al- Wāqi‘ah/56: 79)\n\nJumhur ulama mengistimbatkan bahwa ayat 79 ini melarang orang-orang yang berhadas, baik hadas kecil maupun hadas besar, menyentuh atau memegang mushaf Al-Qur’an, berdasarkan hadis Muāż bin Jabal, Rasul bersabda, “Tidak boleh menyentuh mushaf kecuali orang suci.” Pendapat inilah yang dianut oleh sebagian besar umat Islam Indonesia.\nAda dua pendapat tentang hukum menyentuh mushaf yaitu:\n1.\tImam empat mazhab berpendapat tidak boleh menyentuh mushaf tanpa wudu. Menurut Imam Nawawi, firman Allah: lā yamassuhu illal-muṭahharūn bermakna tidak menyentuh mushaf ini kecuali orang suci dari hadas.\n2.\tMazhab aẓ-Żahiri berpendapat boleh menyentuh mushaf tanpa wudu dengan alasan bahwa Rasulullah saw pernah mengirim surat yang ada ayat Al-Qur’annya kepada Heraklius padahal dia non muslim dan tidak berwudu. Anak kecil membawa tempat menulis Al-Qur’an dan buku yang ada tulisan Al-Qur’an diperbolehkan oleh para ulama.\n\nSelanjutnya Allah menjelaskan bahwa Al-Qur’an ini sesungguhnya diturunkan dari Tuhan yang menguasai alam semesta. Sebagai pedoman hidup untuk dibaca, dihafal, dipahami dan diamalkan. Maka sungguh sesatlah orang-orang yang menuduh bahwa Al-Qur’an ini sihir atau syair.",
			"78" : "Allah menjelaskan bahwa Al-Qur’an ini adalah wahyu ilahi yang mengandung faedah dan kemanfaatan yang tiada terhingga dan berisi ilmu serta petunjuk pasti yang membawa kebahagiaan kepada manusia untuk kehidupan dunia dan akhirat, dan membacanya termasuk ibadah.\nAl-Qur’an merupakan sumber ilmu tauhid, ilmu fiqih, ilmu tasawuf, dan lain-lain. Al-Qur’an terjamin kesuciannya, hanya Malaikat al-Muqarrabīn yang pernah menyentuhnya dari Lauḥ Maḥfūẓ, yaitu Malaikat Jibril yang ditugaskan menyampaikannya kepada Nabi Muhammad saw.\nMengenai ayat 79, sebagian ahli tafsir berbeda pendapat. \nلَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ ٧٩\nTidak ada yang menyentuhnya selain hamba-hamba yang disucikan. (al- Wāqi‘ah/56: 79)\n\nJumhur ulama mengistimbatkan bahwa ayat 79 ini melarang orang-orang yang berhadas, baik hadas kecil maupun hadas besar, menyentuh atau memegang mushaf Al-Qur’an, berdasarkan hadis Muāż bin Jabal, Rasul bersabda, “Tidak boleh menyentuh mushaf kecuali orang suci.” Pendapat inilah yang dianut oleh sebagian besar umat Islam Indonesia.\nAda dua pendapat tentang hukum menyentuh mushaf yaitu:\n1.\tImam empat mazhab berpendapat tidak boleh menyentuh mushaf tanpa wudu. Menurut Imam Nawawi, firman Allah: lā yamassuhu illal-muṭahharūn bermakna tidak menyentuh mushaf ini kecuali orang suci dari hadas.\n2.\tMazhab aẓ-Żahiri berpendapat boleh menyentuh mushaf tanpa wudu dengan alasan bahwa Rasulullah saw pernah mengirim surat yang ada ayat Al-Qur’annya kepada Heraklius padahal dia non muslim dan tidak berwudu. Anak kecil membawa tempat menulis Al-Qur’an dan buku yang ada tulisan Al-Qur’an diperbolehkan oleh para ulama.\n\nSelanjutnya Allah menjelaskan bahwa Al-Qur’an ini sesungguhnya diturunkan dari Tuhan yang menguasai alam semesta. Sebagai pedoman hidup untuk dibaca, dihafal, dipahami dan diamalkan. Maka sungguh sesatlah orang-orang yang menuduh bahwa Al-Qur’an ini sihir atau syair.",
			"79" : "Allah menjelaskan bahwa Al-Qur’an ini adalah wahyu ilahi yang mengandung faedah dan kemanfaatan yang tiada terhingga dan berisi ilmu serta petunjuk pasti yang membawa kebahagiaan kepada manusia untuk kehidupan dunia dan akhirat, dan membacanya termasuk ibadah.\nAl-Qur’an merupakan sumber ilmu tauhid, ilmu fiqih, ilmu tasawuf, dan lain-lain. Al-Qur’an terjamin kesuciannya, hanya Malaikat al-Muqarrabīn yang pernah menyentuhnya dari Lauḥ Maḥfūẓ, yaitu Malaikat Jibril yang ditugaskan menyampaikannya kepada Nabi Muhammad saw.\nMengenai ayat 79, sebagian ahli tafsir berbeda pendapat. \nلَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ ٧٩\nTidak ada yang menyentuhnya selain hamba-hamba yang disucikan. (al- Wāqi‘ah/56: 79)\n\nJumhur ulama mengistimbatkan bahwa ayat 79 ini melarang orang-orang yang berhadas, baik hadas kecil maupun hadas besar, menyentuh atau memegang mushaf Al-Qur’an, berdasarkan hadis Muāż bin Jabal, Rasul bersabda, “Tidak boleh menyentuh mushaf kecuali orang suci.” Pendapat inilah yang dianut oleh sebagian besar umat Islam Indonesia.\nAda dua pendapat tentang hukum menyentuh mushaf yaitu:\n1.\tImam empat mazhab berpendapat tidak boleh menyentuh mushaf tanpa wudu. Menurut Imam Nawawi, firman Allah: lā yamassuhu illal-muṭahharūn bermakna tidak menyentuh mushaf ini kecuali orang suci dari hadas.\n2.\tMazhab aẓ-Żahiri berpendapat boleh menyentuh mushaf tanpa wudu dengan alasan bahwa Rasulullah saw pernah mengirim surat yang ada ayat Al-Qur’annya kepada Heraklius padahal dia non muslim dan tidak berwudu. Anak kecil membawa tempat menulis Al-Qur’an dan buku yang ada tulisan Al-Qur’an diperbolehkan oleh para ulama.\n\nSelanjutnya Allah menjelaskan bahwa Al-Qur’an ini sesungguhnya diturunkan dari Tuhan yang menguasai alam semesta. Sebagai pedoman hidup untuk dibaca, dihafal, dipahami dan diamalkan. Maka sungguh sesatlah orang-orang yang menuduh bahwa Al-Qur’an ini sihir atau syair.",
			"80" : "Allah menjelaskan bahwa Al-Qur’an ini adalah wahyu ilahi yang mengandung faedah dan kemanfaatan yang tiada terhingga dan berisi ilmu serta petunjuk pasti yang membawa kebahagiaan kepada manusia untuk kehidupan dunia dan akhirat, dan membacanya termasuk ibadah.\nAl-Qur’an merupakan sumber ilmu tauhid, ilmu fiqih, ilmu tasawuf, dan lain-lain. Al-Qur’an terjamin kesuciannya, hanya Malaikat al-Muqarrabīn yang pernah menyentuhnya dari Lauḥ Maḥfūẓ, yaitu Malaikat Jibril yang ditugaskan menyampaikannya kepada Nabi Muhammad saw.\nMengenai ayat 79, sebagian ahli tafsir berbeda pendapat. \nلَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ ٧٩\nTidak ada yang menyentuhnya selain hamba-hamba yang disucikan. (al- Wāqi‘ah/56: 79)\n\nJumhur ulama mengistimbatkan bahwa ayat 79 ini melarang orang-orang yang berhadas, baik hadas kecil maupun hadas besar, menyentuh atau memegang mushaf Al-Qur’an, berdasarkan hadis Muāż bin Jabal, Rasul bersabda, “Tidak boleh menyentuh mushaf kecuali orang suci.” Pendapat inilah yang dianut oleh sebagian besar umat Islam Indonesia.\nAda dua pendapat tentang hukum menyentuh mushaf yaitu:\n1.\tImam empat mazhab berpendapat tidak boleh menyentuh mushaf tanpa wudu. Menurut Imam Nawawi, firman Allah: lā yamassuhu illal-muṭahharūn bermakna tidak menyentuh mushaf ini kecuali orang suci dari hadas.\n2.\tMazhab aẓ-Żahiri berpendapat boleh menyentuh mushaf tanpa wudu dengan alasan bahwa Rasulullah saw pernah mengirim surat yang ada ayat Al-Qur’annya kepada Heraklius padahal dia non muslim dan tidak berwudu. Anak kecil membawa tempat menulis Al-Qur’an dan buku yang ada tulisan Al-Qur’an diperbolehkan oleh para ulama.\n\nSelanjutnya Allah menjelaskan bahwa Al-Qur’an ini sesungguhnya diturunkan dari Tuhan yang menguasai alam semesta. Sebagai pedoman hidup untuk dibaca, dihafal, dipahami dan diamalkan. Maka sungguh sesatlah orang-orang yang menuduh bahwa Al-Qur’an ini sihir atau syair.",
			"81" : "Allah mencela orang-orang yang meremehkan Al-Qur’an, yang memandangnya sebagai ucapan manusia biasa, mereka juga mencemoohkan orang-orang yang berpegang kepada Al-Qur’an dan tidak membelanya bila ada orang-orang yang menghinanya.\nSelanjutnya Allah swt mencela orang yang tidak mensyukuri nikmat-nikmat Tuhan yang dikaruniakan kepada mereka, bahkan nikmat-nikmat tersebut mereka sambut dengan mendustakannya.\nDalam ayat yang lain yang sama maksudnya, Allah berfirman:\nوَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةً\nDan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. (al-Anfāl/8: 35)",
			"82" : "Allah mencela orang-orang yang meremehkan Al-Qur’an, yang memandangnya sebagai ucapan manusia biasa, mereka juga mencemoohkan orang-orang yang berpegang kepada Al-Qur’an dan tidak membelanya bila ada orang-orang yang menghinanya.\nSelanjutnya Allah swt mencela orang yang tidak mensyukuri nikmat-nikmat Tuhan yang dikaruniakan kepada mereka, bahkan nikmat-nikmat tersebut mereka sambut dengan mendustakannya.\nDalam ayat yang lain yang sama maksudnya, Allah berfirman:\nوَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةً\nDan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. (al-Anfāl/8: 35)",
			"83" : "Ayat-ayat ini menjelaskan, betapa ngerinya kalau nyawa manusia sudah sampai di tenggorokannya. Keluarga-keluarga yang hadir datang hanya untuk melihat dan menyaksikan peristiwa tersebut sebagai pertemuan terakhir. Dalam peristiwa tersebut, keluarganya tidak dapat menyaksikan malaikat yang mencabut nyawa saudaranya, padahal ia berada di sebelahnya.\nKeadaan ini menggambarkan bahwa setiap insan tidak dapat mempertahankan rohnya dari malaikat maut. Ini suatu bukti bahwa baik roh maupun jasad bukan milik manusia.",
			"84" : "Ayat-ayat ini menjelaskan, betapa ngerinya kalau nyawa manusia sudah sampai di tenggorokannya. Keluarga-keluarga yang hadir datang hanya untuk melihat dan menyaksikan peristiwa tersebut sebagai pertemuan terakhir. Dalam peristiwa tersebut, keluarganya tidak dapat menyaksikan malaikat yang mencabut nyawa saudaranya, padahal ia berada di sebelahnya.\nKeadaan ini menggambarkan bahwa setiap insan tidak dapat mempertahankan rohnya dari malaikat maut. Ini suatu bukti bahwa baik roh maupun jasad bukan milik manusia.",
			"85" : "Ayat-ayat ini menjelaskan, betapa ngerinya kalau nyawa manusia sudah sampai di tenggorokannya. Keluarga-keluarga yang hadir datang hanya untuk melihat dan menyaksikan peristiwa tersebut sebagai pertemuan terakhir. Dalam peristiwa tersebut, keluarganya tidak dapat menyaksikan malaikat yang mencabut nyawa saudaranya, padahal ia berada di sebelahnya.\nKeadaan ini menggambarkan bahwa setiap insan tidak dapat mempertahankan rohnya dari malaikat maut. Ini suatu bukti bahwa baik roh maupun jasad bukan milik manusia.",
			"86" : "Ayat-ayat ini menerangkan tentang manusia yang sedang menghadapi sakratulmaut, mereka dalam keadaan sama sekali tidak berdaya, dan manakala mereka mempunyai kesanggupan dan kemampuan, tentulah mereka dapat menahan nyawa mereka ketika sampai di tenggorokan, untuk mengem-balikannya kepada keadaan semula seperti ketika keadaan sehat.\nAnggapan mereka bahwa hari kebangkitan dan pembalasan semuanya itu tidak ada. Kenyataannya, mereka tidak berdaya menahan rohnya ketika sampai di tenggorokannya, namun mereka membangkang.",
			"87" : "Ayat-ayat ini menerangkan tentang manusia yang sedang menghadapi sakratulmaut, mereka dalam keadaan sama sekali tidak berdaya, dan manakala mereka mempunyai kesanggupan dan kemampuan, tentulah mereka dapat menahan nyawa mereka ketika sampai di tenggorokan, untuk mengem-balikannya kepada keadaan semula seperti ketika keadaan sehat.\nAnggapan mereka bahwa hari kebangkitan dan pembalasan semuanya itu tidak ada. Kenyataannya, mereka tidak berdaya menahan rohnya ketika sampai di tenggorokannya, namun mereka membangkang.",
			"88" : "Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\n1. \tGolongan orang-orang yang selalu mendekatkan diri kepada Allah     (al-muqarrabīn) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\n2. \tGolongan kanan yakni (al-Abrār atau Aṣḥābul-yamīn) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Aṣḥābul-yamīn.\nDalam ayat lain, Allah berfirman:\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ٣٠ نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ٣١ نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ٣٢\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemu-dian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fuṣṣilat/41: 30-32).\n3. \tGolongan orang-orang kafir (Aṣḥābusy-syimāl) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqūm sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
			"89" : "Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\n1. \tGolongan orang-orang yang selalu mendekatkan diri kepada Allah     (al-muqarrabīn) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\n2. \tGolongan kanan yakni (al-Abrār atau Aṣḥābul-yamīn) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Aṣḥābul-yamīn.\nDalam ayat lain, Allah berfirman:\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ٣٠ نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ٣١ نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ٣٢\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemu-dian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fuṣṣilat/41: 30-32).\n3. \tGolongan orang-orang kafir (Aṣḥābusy-syimāl) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqūm sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
			"90" : "Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\n1. \tGolongan orang-orang yang selalu mendekatkan diri kepada Allah     (al-muqarrabīn) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\n2. \tGolongan kanan yakni (al-Abrār atau Aṣḥābul-yamīn) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Aṣḥābul-yamīn.\nDalam ayat lain, Allah berfirman:\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ٣٠ نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ٣١ نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ٣٢\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemu-dian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fuṣṣilat/41: 30-32).\n3. \tGolongan orang-orang kafir (Aṣḥābusy-syimāl) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqūm sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
			"91" : "Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\n1. \tGolongan orang-orang yang selalu mendekatkan diri kepada Allah     (al-muqarrabīn) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\n2. \tGolongan kanan yakni (al-Abrār atau Aṣḥābul-yamīn) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Aṣḥābul-yamīn.\nDalam ayat lain, Allah berfirman:\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ٣٠ نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ٣١ نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ٣٢\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemu-dian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fuṣṣilat/41: 30-32).\n3. \tGolongan orang-orang kafir (Aṣḥābusy-syimāl) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqūm sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
			"92" : "Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\n1. \tGolongan orang-orang yang selalu mendekatkan diri kepada Allah     (al-muqarrabīn) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\n2. \tGolongan kanan yakni (al-Abrār atau Aṣḥābul-yamīn) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Aṣḥābul-yamīn.\nDalam ayat lain, Allah berfirman:\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ٣٠ نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ٣١ نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ٣٢\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemu-dian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fuṣṣilat/41: 30-32).\n3. \tGolongan orang-orang kafir (Aṣḥābusy-syimāl) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqūm sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
			"93" : "Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\n1. \tGolongan orang-orang yang selalu mendekatkan diri kepada Allah     (al-muqarrabīn) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\n2. \tGolongan kanan yakni (al-Abrār atau Aṣḥābul-yamīn) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Aṣḥābul-yamīn.\nDalam ayat lain, Allah berfirman:\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ٣٠ نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ٣١ نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ٣٢\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemu-dian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fuṣṣilat/41: 30-32).\n3. \tGolongan orang-orang kafir (Aṣḥābusy-syimāl) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqūm sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
			"94" : "Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\n1. \tGolongan orang-orang yang selalu mendekatkan diri kepada Allah     (al-muqarrabīn) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\n2. \tGolongan kanan yakni (al-Abrār atau Aṣḥābul-yamīn) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Aṣḥābul-yamīn.\nDalam ayat lain, Allah berfirman:\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ٣٠ نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ٣١ نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ٣٢\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemu-dian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fuṣṣilat/41: 30-32).\n3. \tGolongan orang-orang kafir (Aṣḥābusy-syimāl) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqūm sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
			"95" : "Ayat-ayat ini menerangkan, bahwa segala sesuatu yang telah diungkapkan dalam surah ini, baik yang mengenai hal-hal yang berhubungan dengan hari kebangkitan yang mereka dustakan maupun yang bertalian dengan bukti-bukti yang menunjukkan kebenaran adanya hal-hal yang akan terjadi setelah hari kebangkitan, yaitu yang berkaitan dengan nikmat-nikmat Tuhan yang akan diterima oleh golongan (muqarrabīn) Aṣḥābul-yamīn dan siksaan Tuhan yang akan menimpa golongan Aṣḥābusy-syimāl, semua itu adalah berita yang meyakinkan, yang tidak mengandung sedikit pun hal-hal yang diragukan.\nBerhubungan dengan itu, manusia diperintahkan oleh Allah supaya memperbanyak ibadah dan amal saleh, antara lain dengan membaca tasbih, untuk mengagungkan Allah, Tuhan Yang Mahaagung.\nDalam hubungan ayat ini terdapat hadis Nabi yang berbunyi:\nوَلَمَّا نَزَلَتْ عَلَى رَسُوْلِ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ، قَالَ اجْعَلُوْهَا فِى رُكُوْعِكُمْ، وَلَمَّا نَزَلَتْ ﴿سَبِّحِ اسْمَ رَبِّكَ الْاَعْلَى﴾ قَالَ اجْعَلُوْهَا فِيْ سُجُوْدِكُمْ. (رواه أحمد وابو داود وابن ماجه عن عقبة بن عامر الجهني)\nTatkala turun ayat Fasabbih Bismirabbikal-‘Aẓīm, kepada Rasulullah, beliau bersabda, “Jadikanlah bacaan Tasbih pada saat kamu ruku‘ (yaitu dengan membaca Subḥānarabbial-‘Aẓīm)”, dan tatkala turun ayat Sabbiḥismarabbikal A‘lā. Rasulullah bersabda, “Jadikanlah bacaan Tasbih ini ketika kamu sujud (yaitu dengan membaca Subḥanarabbial-A‘lā)” (Riwayat Aḥmad, Abū Dāwud, dan Ibnu Mājah dari ‘Uqbah bin ‘Āmir al-Juhani)",
			"96" : "Ayat-ayat ini menerangkan, bahwa segala sesuatu yang telah diungkapkan dalam surah ini, baik yang mengenai hal-hal yang berhubungan dengan hari kebangkitan yang mereka dustakan maupun yang bertalian dengan bukti-bukti yang menunjukkan kebenaran adanya hal-hal yang akan terjadi setelah hari kebangkitan, yaitu yang berkaitan dengan nikmat-nikmat Tuhan yang akan diterima oleh golongan (muqarrabīn) Aṣḥābul-yamīn dan siksaan Tuhan yang akan menimpa golongan Aṣḥābusy-syimāl, semua itu adalah berita yang meyakinkan, yang tidak mengandung sedikit pun hal-hal yang diragukan.\nBerhubungan dengan itu, manusia diperintahkan oleh Allah supaya memperbanyak ibadah dan amal saleh, antara lain dengan membaca tasbih, untuk mengagungkan Allah, Tuhan Yang Mahaagung.\nDalam hubungan ayat ini terdapat hadis Nabi yang berbunyi:\nوَلَمَّا نَزَلَتْ عَلَى رَسُوْلِ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ، قَالَ اجْعَلُوْهَا فِى رُكُوْعِكُمْ، وَلَمَّا نَزَلَتْ ﴿سَبِّحِ اسْمَ رَبِّكَ الْاَعْلَى﴾ قَالَ اجْعَلُوْهَا فِيْ سُجُوْدِكُمْ. (رواه أحمد وابو داود وابن ماجه عن عقبة بن عامر الجهني)\nTatkala turun ayat Fasabbih Bismirabbikal-‘Aẓīm, kepada Rasulullah, beliau bersabda, “Jadikanlah bacaan Tasbih pada saat kamu ruku‘ (yaitu dengan membaca Subḥānarabbial-‘Aẓīm)”, dan tatkala turun ayat Sabbiḥismarabbikal A‘lā. Rasulullah bersabda, “Jadikanlah bacaan Tasbih ini ketika kamu sujud (yaitu dengan membaca Subḥanarabbial-A‘lā)” (Riwayat Aḥmad, Abū Dāwud, dan Ibnu Mājah dari ‘Uqbah bin ‘Āmir al-Juhani)"
		}
	}
}