{
	"66" :{
		"number" : "66",
		"name_surah" : "التّحريم",
		"name_latin" : "At-taḥrīm",
		"wajiz" : {
			"1" : "Setelah pada surah sebelumnya Allah menyapa Nabi tentang hukum dan etika menceraikan istri, pada awal surah ini Allah menyapa, “Wahai Nabi! Mengapa engkau mengharamkan apa yang dihalalkan Allah bagimu dengan bersumpah tidak akan pernah minum madu setelah minum madu di rumah Zainab binti Jahsy, salah seorang istrimu, dan tidak akan pernah melakukan hubungan suami istri dengan Mariyah al-Qibtiyyah, setelah berhubungan di rumah Hafsah? hanya karena Engkau ingin menyenangkan hati istri-istrimu, terutama Hafsah dan Aisyah?” Dan Allah Maha Pengampun, Maha Penyayang kepada siapa saja yang bertobat, termasuk dua istri Nabi, yaitu Hafsah dan Aisyah.",
			"2" : "Pada ayat ini Allah memerintahkan kepada Nabi untuk membatalkan sumpah beliau mengharamkan minum madu dan berhubungan dengan salah seorang istri beliau, Mariyah al-Qibiyyah. “Sungguh, Allah telah mewajibkan kepada kamu, wahai Nabi untuk membebaskan diri dari sumpah kamu untuk tidak akan minum madu dan tidak akan berhubungan dengan istri dengan membayar kafarat; dan Allah adalah pelindungmu, wahai Nabi dari segala keadaan yang tidak menyenangkan dan Dia Maha Mengetahui, semua yang dirahasiakan manusia; Mahabijaksana dalam menilai perbuatan mereka.”",
			"3" : "Dan ingatlah ketika secara rahasia Nabi membicarakan suatu peristiwa kepada salah seorang istrinya, yaitu kepada Hafsah bahwa beliau bersumpah tidak akan pernah berhubungan suami-istri dengan Mariyah al-Qibtiyyah setelah berhubungan dengannya di rumah Hafsah. Beliau berpesan agar kejadian ini tidak diberitahukan kepada siapa pun. Lalu dia, Hafsah, menceritakan peristiwa itu kepada Aisyah sehingga rahasia Nabi diketahui Aisyah. Dan Allah pun segera memberitahukan peristiwa pembocoran rahasia itu kepadanya, yakni kepada Nabi. Lalu beliau memberitahukan kasus pembocoran rahasia itu kepada Hafsah sebagian, yakni berkenaan dengan sumpah beliau tidak akan pernah berhubungan suami istri dengan Mariyah al-Qibtiyyah dan tidak akan pernah minum madu di rumah Zainab binti Jahsy; dan menyembunyikan sebagian yang lain perihal kepemimpinan setelah beliau wafat akan jatuh kepada Abu Bakar kemudian kepada ‘Umar. Maka ketika dia, yakni Nabi memberitahukan pembicaraan itu kepadanya, yakni kepada Hafsah, maka segera dia bertanya, sangat kaget. “Siapa yang telah memberitahukan kejadian ini kepada kamu, wahai Nabi Allah? Nabi menjawab, “Yang memberitahukan kepadaku tentang pembocoran rahasia itu adalah Allah Yang Maha Mengetahui segala yang tampak maupun yang tersembunyi, Mahateliti terhadap segala keadaan.”",
			"4" : "Jika kamu berdua, wahai Hafsah dan Aisyah, bertobat kepada Allah dengan menghentikan kebiasaan yang tidak nyaman bagi Nabi, maka sungguh, hati kamu berdua telah condong untuk menciptakan kedamaian bagi beliau; dan jika kamu berdua saling bantu-membantu menyusahkan Nabi seperti selama ini terjadi, maka sungguh, Allah menjadi pelindungnya dan juga Jibril dan orang-orang mukmin yang baik; dan selain itu malaikat-malaikat adalah penolongnya yang menunjukkan bahwa Nabi dilindungi Allah, para malaikat, dan para sahabat beliau.",
			"5" : "Allah lalu menyampaikan peringatan kepada para istri Nabi. Jika dia, yakni Nabi, menceraikan kamu, karena kamu bersikap keras dan menyakiti beliau, boleh jadi Tuhannya, yaitu Allah akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu segala-galanya, karena Allah melindungi dan menyayangi beliau. Allah bisa mengganti dengan perempuan-perempuan yang patuh kepada Allah, yang beriman, yang taat kepada suami, yang bertobat setiap saat, yang beribadah dengan ikhlas, yang berpuasa dan berhasil mengendalikan ucapan dan perbuatan, yang janda dan yang perawan, keduanya mudah bagi Nabi.",
			"6" : "Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dengan mentaati perintah Allah dan menjauhi larangan-Nya dari api neraka, yakni dari murka Allah yang menyebabkan kamu diseret ke dalam neraka yang bahan bakarnya adalah manusia dan batu; ada manusia yang dibakar dan ada manusia yang menjadi bahan bakar; penjaganya malaikat-malaikat yang kasar dan keras, yang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka sehingga tidak ada malaikat yang bisa disogok untuk mengurangi atau meringankan hukuman; dan mereka patuh dan disiplin selalu mengerjakan apa yang diperintahkan Allah kepada mereka.",
			"7" : "Wahai orang-orang kafir! Janganlah kamu mengemukakan alasan pada hari ini, karena Rasul sudah datang, informasi sudah disampaikan dan ayat Al-Qur’an sudah dibacakan. Sesungguhnya kamu pada hari ini hanya diberi balasan menurut apa yang telah kamu kerjakan, sebanding dengan perbuatan kamu, karena Allah tidak akan pernah menzalimi hamba-Nya sedikit pun.",
			"8" : "Wahai orang-orang yang beriman! Bertobatlah kepada Allah dari dosa besar maupun dosa kecil dengan tobat yang semurni-murninya yang melahirkan perubahan sikap dan perbuatan; mudah-mudahan Tuhan kamu akan menghapus kesalahan-kesalahanmu yang sudah ditinggalkan secata total dan memasukkan kamu dengan izin-Nya ke dalam surga yang mengalir di bawahnya sungai-sungai, sebagai tanda kenikmatan yang sempurna, pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya, ketika dibangkitkan menuju mahsyar; sedangkan cahaya mereka memancar di hadapan dan di sebelah kanan mereka, yang bersumber dari iman dan amal saleh mereka, sambil mereka berkata, memohon kepada Allah, “Ya Tuhan kami, sempurnakanlah untuk kami cahaya kami dengan cahaya keridaan-Mu, dan ampunilah, semua kesalahan kami di dunia; Sungguh, Engkau Mahakuasa atas segala sesuatu, termasuk mengampuni dan menyelamatkan kami dari api neraka.”",
			"9" : "Melalui ayat ini, Allah mengingatkan Nabi untuk berperang ketika kaum muslim diperangi hanya karena keyakinan mereka tidak ada tuhan selain Allah. Wahai Nabi! Perangilah orang-orang kafir dan orang-orang munafik ketika mereka memerangi kamu setelah kamu hijrah ke Madinah; dan bersikap keraslah terhadap mereka, jika mereka tidak menunjukkan niat baik untuk hidup berdampingan secara damai dengan orang yang berbeda agama, padahal tempat mereka di akhirat adalah neraka Jahanam dan itulah seburuk-buruk tempat kembali bagi orang-orang kafir dan munafik.",
			"10" : "Allah menerangkan bahwa istri seorang Nabi tidak dijamin masuk surga, jika tidak beriman kepada Allah. Allah membuat perumpamaan bagi orang-orang kafir bahwa menjadi istri nabi itu tidak otomatis dijamin masuk surga apabila tidak beriman kepada Allah seperti istri Nabi Nuh dan istri Nabi Lut. Keduanya sebagai istri berada di bawah pengawasan suami masing-masing, dua orang hamba yang saleh, yaitu Nabi Nuh dan Lut, di antara hamba-hamba Kami; lalu kedua istri itu berkhianat kepada kedua suaminya, istri Nabi Nuh menuduh suaminya gila dan istri Nabi Lut memberitahukan kehadiran para tamu ganteng kepada orang banyak yang homoseks, tetapi kedua suaminya itu tidak dapat membantu mereka sedikit pun untuk menyelamatkannya dari siksaan Allah karena kekufuran mereka; dan dikatakan kepada kedua istri nabi itu di akhirat, “Masuklah kamu berdua ke dalam neraka bersama orang-orang yang masuk neraka karena kekufuran mereka kepada Allah.”",
			"11" : "Begitu juga sebab kaya, istri yang beriman tidak bisa juga menyelamatkan suamiya yang kaifr dari azab Allah. Dan Allah membuat perumpamaan bagi orang-orang yang beriman bahwa perempuan beriman, meskipun menjadi istri seorang kafir yang pada waktu dibolehkan, akan memperoleh keselamatan di akhirat seperti istri Firaun, ketika dia berkata dalam doanya kepada Allah waktu menghadapi siksaan suaminya yang memaksanya untuk murtad, “Ya Tuhanku, bangunkanlah untukku sebuah rumah di sisi-Mu dalam surga, karena tidak nyaman berada di istana Firaun; dan selamatkanlah aku dari Firaun dan perbuatannya yang terus menyiksa; dan doanya kepada Allah, selamatkanlah aku dari kaum yang zalim, balatentara Firaun yang terus menyiksanya hingga wafat sehingga ia tidak merasakan siksaan mereka.”",
			"12" : "Ayat ini menjelaskan kesalehan seorang perempuan yang tak pernah bersuami, tetapi memiliki seorang putra. Dan Maryam putri Imran yang memelihara kehormatannya, lalu Allah memberikan penghargaan, penghomatan, dan kemuliaan kepadanya, maka Kami meniupkan ke dalam rahimnya sebagian dari roh ciptaan Kami sehingga ia hamil dan melahirkan bayi tanpa bapak; dan dia, Maryam putri Imran, membenarkan kalimat-kalimat Tuhannya yang menjelaskan kekuasaan Allah yang tak terbatas dan kitab-kitab-Nya, yaitu Kitab Taurat dan Zabur; dan dia termasuk orang-orang yang taat kepada Allah dengan rukuk dan sujud dan menjaga kehormatan dirinya."
		},
		"tahlili" : {
			"1" : "Pada ayat ini, Allah menegur Nabi saw karena bersumpah tidak akan meminum madu lagi, padahal madu itu adalah minuman yang halal. Sebabnya hanyalah karena menghendaki kesenangan hati istri-istrinya.\nAyat ini ditutup dengan satu ketegasan bahwa Allah Maha Pengampun atas dosa hamba-Nya yang bertobat, dan Dia telah mengampuni kesalahan Nabi saw yang telah bersumpah tidak mau lagi minum madu.",
			"2" : "Dalam ayat ini, Allah menjelaskan bahwa Dia telah menetapkan satu ketentuan yaitu wajib bagi seseorang membebaskan dirinya dari sumpah yang pernah diucapkannya dengan membayar kafarat sebagaimana yang dijelaskan dalam firman Allah:\nفَكَفَّارَتُهٗٓ اِطْعَامُ عَشَرَةِ مَسٰكِيْنَ مِنْ اَوْسَطِ مَا تُطْعِمُوْنَ اَهْلِيْكُمْ اَوْ كِسْوَتُهُمْ اَوْ تَحْرِيْرُ رَقَبَةٍ ۗفَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ ۗذٰلِكَ كَفَّارَةُ اَيْمَانِكُمْ اِذَا حَلَفْتُمْ ۗوَاحْفَظُوْٓا اَيْمَانَكُمْ ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَشْكُرُوْنَ ٨٩  \nMaka kafaratnya (denda pelanggaran sumpah) ialah memberi makan sepuluh orang miskin, yaitu dari makanan yang biasa kamu berikan kepada keluargamu, atau memberi mereka pakaian atau memerdekakan seorang hamba sahaya. Barangsiapa tidak mampu melakukannya, maka (kafaratnya) berpuasalah tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah. (al-Mā’idah/5: 89)\n\nSumpah yang wajib dilanggar ialah jika bersifat menghalalkan sesuatu yang hukumnya haram, atau sebaliknya sumpah itu mengharamkan sesuatu yang halal. Untuk membatalkan sumpah tidak minum madu, Nabi saw telah memenuhi ketentuan Allah tersebut di atas, dengan membayar kafarat yaitu memerdekakan seorang budak, sebagaimana yang diinformasikan dalam sebuah hadis:\nعَنِ ابْنِ عَبَّاسٍ قَالَ: قُلْتُ لِعُمَرَ بْنِ الْخَطَّابِ مَنِ الْمَرْأَتَانِ اللَّتَانِ تَظَاهَرَتَا؟ قَالَ: عَائِشَةُ وَحَفْصَةُ. وَكَانَ بَدْأُ الْحَدِيْثِ فِي شَأْنِ مَارِيَةَ أُمِّ إِبْرَاهِيْمَ الْقِبْطِيَّةِ أَصَابَهَا النَّبِيُّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ حَفْصَةَ فِي يَوْمِهَا فَوَجَدَتْ حَفْصَةُ فَقَالَتْ: يَا نَبيَّ اللّٰهِ لَقَدْ جِئْتَ إِلَيَّ شَيْئًا مَا جِئْتَهُ إِلَى أَحَدٍ مِنْ أَزْوَاجِكَ فِي يَوْمِي وَفِي دَوْرِيْ وَعَلَى فِرَاشِي؟ قَالَ: أَلَّا تَرْضَيْنَ أَنْ أُحَرِّمَهَا فَلَا أُقَرِّبُهَا؟ قَالَتْ: بَلَى، فَحَرَّمَهَا. وَقَالَ: لَا تَذْكُرِيْ ذَلِكَ لِأَحَدٍ، فَذَكَرَتْهُ لِعَائِشَةَ، فَأَظْهَرَهُ اللّٰهُ عَلَيْهِ فَأَنْزَلَ اللّٰهُ تَعَالَى: ﴿يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللّٰهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ﴾ الآية كُلَّهَا، فَبَلَغَنَا أَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ كَفَّرَ يَمِيْنَهُ وَأَصَابَ جَارِيَتَهُ. (رواه ابن جرير وابن منذر) \nDari Ibnu ‘Abbās, ia berkata, “Saya bertanya kepada ‘Umar bin Khaṭṭāb tentang siapa kedua perempuan yang membongkar rahasia itu? Ia berkata, ‘Aisyah dan Hafṣah.’ Dia mengawali cerita tentang Ummu Ibrahim (Māriyah) al-Qibṭiyyah yang digauli Nabi saw di rumah Hafṣah pada hari (giliran)nya, lalu Hafṣah mengetahuinya. Hafṣah lalu berkata, ‘Wahai Nabi Allah, engkau telah memperlakukan saya dengan perlakuan yang tidak engkau lakukan kepada istri-istrimu yang lain pada hari saya, rumah saya, dan di atas tempat tidur saya.’ Nabi berkata, ‘Senangkah engkau bila saya mengharamkannya dengan tidak menggaulinya lagi?’ Ia menjawab, ‘Baik, haramkan dia!’ Nabi lalu berkata, ‘Janganlah engkau katakan hal ini kepada siapa pun.’ Tetapi Hafṣah mengatakannya kepada ‘Aisyah. Kemudian Allah memberitahukan hal itu kepada Nabi saw, lalu menurunkan ayat: “yā ayyuhan-nabiyyu lima tuḥarrimu…” dan seterusnya. Kami mendapat berita bahwa Nabi saw membayar kafarat sumpahnya dan menggauli Maryam al-Qibtiyyah kembali.” (Riwayat Ibnu Jarīr dan Ibnu Munẓir)\n\nKesimpulan dari apa yang terkandung dalam ayat ini adalah bahwa yang diharamkan Nabi saw untuk dirinya adalah sesuatu yang telah dihalalkan Allah, bisa berupa budak, minuman, atau yang lainnya. Apa pun kasusnya, yang jelas Nabi mengharamkan sesuatu yang dihalalkan Allah. Oleh karena itulah, Allah menegur dan meminta Nabi untuk membatalkan sumpahnya dan membayar kafarat.\nDi bagian akhir ayat ini dijelaskan bahwa Allah adalah pelindung orang beriman, mengalahkan musuh-musuhnya, memudahkannya menempuh jalan yang menguntungkan di dunia dan di akhirat, memberikan hidayat dan bimbingan untuk mencapai kebahagiaan dunia dan akhirat. Dia Maha Mengetahui apa yang mendatangkan maslahat. Allah Mahabijaksana dalam mengatur segala sesuatunya, tidak akan melarang dan memerintahkan sesuatu kecuali tujuannya ialah maslahat manusia.",
			"3" : "Dalam ayat ini, Allah mengingatkan suatu peristiwa yang terjadi pada diri Nabi saw yaitu ketika beliau meminta kepada Hafṣah (salah seorang istrinya) untuk merahasiakan dan tidak memberitahukan kepada siapa pun bahwa beliau pernah meminum madu di rumah Zainab binti Jahsy, lalu bersumpah tidak akan mengulangi hal itu lagi. Setelah Hafṣah menceritakan hal itu kepada ‘Aisyah, Allah lalu memberitahukan kepada Nabi percakapan antara keduanya itu. Nabi saw kemudian memberitahu Hafṣah tentang perbuatannya yang telah menyiarkan rahasia beliau. Ketika itu Hafṣah menjadi heran dan bertanya, “Siapakah yang telah memberitahukan hal ini kepadamu?” Ia menyangka bahwa ‘Aisyahlah yang memberitahukan, Nabi saw menjawab bahwa yang memberitahukan ialah Allah, Tuhan Yang Maha Mengetahui segala rahasia dan bisikan, Maha Mengenal apa yang ada di bumi dan apa yang ada di langit, tiada sesuatu yang tersembunyi bagi-Nya. Firman Allah:\nاِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Āli ‘Imrān/3: 5)",
			"4" : "Dalam ayat ini, Allah menerangkan bahwa jika Hafṣah dan ‘Aisyah mau bertobat, dan mengatakan bahwa dirinya telah menyalahi kehendak Nabi saw, keduanya cinta kepada apa yang beliau cintai, dan membenci apa yang beliau benci, berarti keduanya telah cenderung untuk menerima kebaikan.\nDalam riwayat lain, Ibnu ‘Abbās berkata, “Saya senantiasa ingin menanyakan kepada Umar tentang dua istri Nabi saw yang dimaksudkan firman Allah, “Jika kamu berdua bertobat kepada Allah…,” sampai ‘Umar menunaikan ibadah haji dan saya pun menunaikan ibadah haji bersama dia. Ketika ‘Umar dalam perjalanannya mampir untuk berwudu, saya guyur kedua tangannya dan bertanya, ‘Wahai Amirul Mukminin! Siapakah kedua istri Nabi yang dituju oleh firman Allah, “Jika kamu berdua bertobat kepada Allah ….” ‘Umar lalu menjawab, ‘Wahai Ibnu ‘Abbās! Kedua istri Nabi saw yang dimaksud itu ialah ‘Aisyah dan Hafṣah. Kalau keduanya (‘Aisyah dan Hafṣah) tetap sepakat berbuat apa yang menyakiti hati Nabi saw dengan menyiarkan rahasianya, hal itu tidak akan menyusahkan Nabi, karena Allah-lah pelindungnya, serta membantunya di dalam urusan agama dan semua hal yang dihadapinya. Begitu pula Jibril, orang-orang mukmin yang saleh, dan para malaikat, semuanya turut menolong dan membantunya.",
			"5" : "Diriwayatkan oleh Anas dari ‘Umar bahwa ia berkata, “Telah sampai kepadaku bahwa sebagian istri-istri Nabi bersikap keras kepada Nabi dan menyakiti hati beliau. Maka saya selidiki hal itu. Saya menasihatinya satu-persatu dan melarangnya menyakiti hati Nabi saw, saya berkata, ‘Jika kalian tetap tidak mau taat maka boleh jadi Allah memberikan kepada Nabi, istri-istri baru yang lebih baik dari kalian.’ Dan setelah saya menemui Zainab, ia berkata, ‘Wahai Ibnu Khaṭṭāb! Apakah tidak ada usaha Rasulullah untuk menasihati istri-istrinya? Maka nasihatilah mereka sampai mereka itu tidak diceraikan,’ maka turunlah ayat ini.”\nAyat ini berisi peringatan dari Allah terhadap istri-istri yang menyakiti hati Nabi saw. Jika Nabi menceraikan mereka, boleh jadi Allah menggantinya dengan istri-istri baru yang lebih baik dari mereka, baik keislaman maupun keimanannya, yaitu istri-istri yang tekun beribadah, bertobat kepada Allah, patuh kepada perintah-perintah Rasul.",
			"6" : "Dalam ayat ini, Allah memerintahkan orang-orang yang beriman agar menjaga dirinya dari api neraka yang bahan bakarnya terdiri dari manusia dan batu, dengan taat dan patuh melaksanakan perintah Allah. Mereka juga diperintahkan untuk mengajarkan kepada keluarganya agar taat dan patuh kepada perintah Allah untuk menyelamatkan mereka dari api neraka. Keluarga merupakan amanat yang harus dipelihara kesejahteraannya baik jasmani maupun rohani.\nDi antara cara menyelamatkan diri dari api neraka itu ialah mendirikan salat dan bersabar, sebagaimana firman Allah:\nوَأْمُرْ اَهْلَكَ بِالصَّلٰوةِ وَاصْطَبِرْ عَلَيْهَاۗ\nDan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. (Ṭ āhā/20: 132)\nوَاَنْذِرْ عَشِيْرَتَكَ الْاَقْرَبِيْنَ ۙ   ٢١٤\nDan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat. (asy-Syu‘arā'/26: 214)\n\nDiriwayatkan bahwa ketika ayat ke-6 ini turun, ‘Umar berkata, “Wahai Rasulullah, kami sudah menjaga diri kami, dan bagaimana menjaga keluarga kami?” Rasulullah saw menjawab, “Larang mereka mengerjakan apa yang kamu dilarang mengerjakannya dan perintahkan mereka melakukan apa yang diperintahkan Allah kepadamu. Begitulah caranya menyelamatkan mereka dari api neraka. Neraka itu dijaga oleh malaikat yang kasar dan keras yang pemimpinnya berjumlah sembilan belas malaikat. Mereka diberi kewenangan mengadakan penyiksaan di dalam neraka. Mereka adalah para malaikat yang tidak mendurhakai Allah terhadap apa yang diperintahkan-Nya dan selalu mengerjakan apa yang diperintahkan-Nya.",
			"7" : "Pada ayat ini, Allah mengeluarkan satu ketegasan yang ditujukan kepada orang-orang kafir bahwa di hari kemudian nanti, tidak ada lagi gunanya mereka itu mengemukakan alasan, serta menginginkan satu kehendak dan harapan. Waktu dan kesempatan untuk mengemukakan alasan dan harapan sudah lewat. Hari Kiamat hanyalah hari untuk mempertanggungjawabkan dan menerima pembalasan dari apa yang telah dikerjakan di dunia, sebagaimana firman Allah:\nذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَاِنَّا لَصٰدِقُوْنَ   ١٤٦\nDemikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An‘ām/6: 146)\n\n\nDijelaskan pula dalam ayat lain:\nذٰلِكَ جَزَيْنٰهُمْ بِمَا كَفَرُوْاۗ وَهَلْ نُجٰزِيْٓ اِلَّا الْكَفُوْرَ   ١٧  \nDemikianlah Kami memberi balasan kepada mereka karena kekafiran mereka. Dan Kami tidak menjatuhkan azab (yang demikian itu), melainkan hanya kepada orang-orang yang sangat kafir. (Saba’/34: 17)",
			"8" : "Seruan pada ayat ini ditujukan kepada orang-orang yang percaya kepada Allah dan para rasul-Nya. Mereka diperintahkan bertobat kepada Allah dari dosa-dosa mereka dengan tobat yang sebenar-benarnya (tobat nasuha), yaitu tobat yang memenuhi tiga syarat. Pertama, berhenti dari maksiat yang dilakukannya. Kedua, menyesali perbuatannya, dan ketiga, berketetapan hati tidak akan mengulangi perberbuatan maksiat tersebut. \nBila syarat-syarat itu terpenuhi, Allah menghapuskan semua kesalahan dan kejahatan yang telah lalu dan memasukkan mereka ke dalam surga yang mengalir di bawahnya sungai-sungai. Pada saat itu, Allah tidak mengecewakan dan menghinakan Nabi saw dan orang-orang yang beriman bersamanya. Bahkan pada hari itu, kebahagiaan mereka ditonjolkan, cahaya mereka memancar menerangi mereka waktu berjalan menuju Mahsyar tempat diadakan perhitungan dan pertanggungjawaban. Mereka itu meminta kepada Allah agar cahaya mereka disempurnakan, tetap memancar dan tidak akan padam sampai mereka itu melewati Ṡirāṭal Mustaqīm, tempat orang-orang munafik baik laki-laki maupun perempuan memohon dengan sangat agar dapat ditunggu untuk dapat ikut memanfaatkan cahaya mereka. \nMereka juga memohon agar dosa-dosa mereka dihapus dan diampuni. Dengan demikian, mereka tidak merasa malu dan kecewa pada waktu diadakan hisab dan pertanggungjawaban. Tidak ada yang patut dimintai untuk menyempurnakan cahaya dan mengampuni dosa kecuali Allah, karena Dialah Yang Mahakuasa atas segala sesuatu, berbuat sesuai dengan kodrat dan iradat-Nya.",
			"9" : "Dalam ayat ini, Allah memerintahkan Nabi Muhammad mengangkat senjata dan memerangi orang-orang kafir dengan sungguh-sungguh dan memberi ancaman serta bertindak tegas dan keras kepada orang-orang munafik. Nabi juga diperintahkan untuk menjelaskan bahwa mereka akan mengalami kekecewaan di akhirat nanti karena kemunafikan mereka. Oleh karena itu, Nabi saw pernah mengusir secara tegas sebagian orang munafik dan menyuruhnya keluar dari masjid. Mereka itu akan dimasukkan ke dalam neraka Jahanam yang merupakan seburuk-buruk tempat tinggal, sebagaimana dijelaskan Allah dalam firman-Nya:\nاِنَّهَا سَاۤءَتْ مُسْتَقَرًّا وَّمُقَامًا   ٦٦\nSungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqān/25: 66)\n\nDalam ayat lain juga dijelaskan:\nفَاُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ    ٩٧\nMaka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali. (an-Nisā'/4: 97)",
			"10" : "Dalam ayat ini, Allah membuat satu perumpamaan yang menjelaskan keadaan orang-orang kafir yang tidak bermanfaat lagi baginya pelajaran dan nasihat dari orang-orang mukmin yang jujur, antara lain para nabi dan rasul karena kerasnya hati mereka. Tidak ada kesediaan mereka untuk beriman dan fitrah mereka sudah menyimpang dari kebenaran, seperti istri Nabi Nuh dan istri Nabi Lut. Keduanya di dalam asuhan dan pengawasan dua orang nabi, yang mestinya dapat memberikan petunjuk sehingga memperoleh kebahagiaan dunia dan akhirat. Akan tetapi, keduanya tidak mau, bahkan mereka berbuat khianat dan kekafiran. Istri Nabi Nuh menuduh suaminya gila, sedang istri Nabi Lut menuntun kaum suaminya untuk berbuat yang tidak wajar dan tidak sopan terhadap tamu-tamu suaminya yaitu para malaikat. \nKeakraban kedua istri-istri itu dengan para suami yaitu Nabi Nuh dan Nabi Lut, dua hamba Allah yang saleh, tidak dapat membendung dan mencegah keduanya dari berbuat khianat dan kufur. Oleh karena itu, kedua istri itu pantas mendapat azab Allah dan akan dimasukkan ke dalam neraka bersama rombongan penghuni neraka, sebagai balasan yang setimpal dari perbuatan keduanya yang jahat, yang merupakan dosa besar.",
			"11" : "Pada ayat ini, Allah membuat perumpamaan sebaliknya yaitu keadaan orang-orang yang beriman. Perumpamaan itu ialah Āsiyah binti Muzāhim, istri Fir‘aun. Dalam perumpamaan itu, Allah menjelaskan bahwa hubungan orang-orang mukmin dengan orang-orang kafir tidak akan membahayakan kalau diri itu murni dan suci dari kotoran. Sekalipun Āsiyah binti Muzāhim berada di bawah pengawasan suaminya, musuh Allah yang sangat berbahaya, tetapi ia tetap beriman. Ia selalu memohon dan berdoa, “Ya Tuhanku! Bangunlah untukku sebuah rumah di sisi-Mu dalam surga dan selamatkanlah aku dari Fir‘aun dan perbuatannya, dan selamatkanlah aku dari kaum yang zalim.”",
			"12" : "Pada ayat ini, Allah sekali lagi membuat perumpamaan bagi orang-orang mukmin yaitu keadaan Maryam binti Imran yang memelihara kehormatannya dan telah diberikan karamah di dunia dan akhirat. Ia dipilih Tuhannya karena bereaksi kepada Jibril tentang pengisian rahimnya dengan ucapan sebagaimana diabadikan di dalam Al-Qur’an:\nقَالَتْ اِنِّيْٓ اَعُوْذُ بِالرَّحْمٰنِ مِنْكَ اِنْ كُنْتَ تَقِيًّا ١٨\n Dia (Maryam) berkata, “Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih terhadapmu, jika engkau orang yang bertakwa.” (Maryam/19: 18).\n\nDengan demikian, kesalehannya menjadi mantap dan sempurna kesuciannya, maka ditiupkanlah ke dalam rahimnya oleh Jibril sebagian roh ciptaan Allah, yang mewujudkan seorang nabi yaitu Isa bin Maryam binti Imran, membenarkan syariat Allah dan kitab-kitab yang diturunkan-Nya kepada nabi-Nya. Dia termasuk dan terbilang orang yang bertakwa, tekun beribadah, merendahkan diri, dan taat kepada Tuhan-Nya.\nAḥmad meriwayatkan dalam Musnadnya bahwa penghulu wanita penghuni surga ialah Maryam lalu Fatimah menyusul Khadijah dan Āsiyah.\nDi dalam kitab Ṡaḥīḥ diterangkan bahwa laki-laki yang sempurna banyak bilangannya, tetapi perempuan yang sempurna hanya empat yaitu Āsiyah binti Muzāhim (istri Fir‘aun), Maryam binti ‘Imrān, Khadījah binti Khuwailid, dan Fāṭimah binti Muhammad. Sedangkan kelebihan Siti ‘Āisyah atas wanita-wanita yang lain seperti kelebihan ṡarid atas makanan-makanan yang lain."
		}
	}
}