{
	"82" :{
		"number" : "82",
		"name_surah" : " الانفطار",
		"name_latin" : "Al-Infiṭār",
		"wajiz" : {
			"1" : "Ada empat peristiwa besar pada hari kiamat yang disebutkan di bagian awal surah ini, dari ayat 1 s.d. 4. Dua peristiwa yang pertama terjadi di langit dan sisanya di bumi. Apabila langit yang demikian besar dan kukuh terbelah, retak, kemudian digulung.",
			"2" : "Dan apabila bintang-bintang jatuh berserakan, keluar dari garis edarnya, dan berhamburan secara acak akibat hilangnya gaya tarik-menarik antar-benda angkasa.",
			"3" : "Dan apabila lautan dijadikan meluap, di mana batas antara satu laut dengan lainnya terbelah dan hancur sehingga air meluap. Air tawar dan asin pun menyatu, berkumpul menjadi lautan raksasa tak bertepi.",
			"4" : "Dan apabila kuburan-kuburan dibongkar sehingga mayat-mayat yang ada di dalamnya hidup kembali lalu berhamburan keluar tak tentu arah.",
			"5" : "Maka pada saat itulah setiap jiwa akan mengetahui secara rinci amal baik atau buruk apa saja yang telah dikerjakan olehnya di dunia dan apa yang dilalaikan-nya. Dia kemudian akan mendapat balasan atas perbuatannya tersebut.",
			"6" : "Malaikat menyeru penuh heran, “Wahai manusia! Apakah yang telah memperdayakan kamu sehingga berbuat durhaka terhadap Tuhanmu Yang Mahamulia, padahal Dialah yang telah menciptakanmu, memeliharamu, mendidikmu, dan menjadikanmu makhluk terbaik?”",
			"7" : "Mengapa kamu ingkar kepada Tuhan yang telah menciptakanmu dari tiada dalam ukuran yang tepat, lalu Dia menyempurnakan kejadianmu dengan anggota-anggota tubuh, dan Dia menjadikan susunan tubuh-mu seimbang?",
			"8" : "Dalam bentuk apa saja yang dikehendaki, Dia menyusun tubuhmu dengan sempurna. Tidak ada manusia yang sama persis dengan lainnya. Karena mempunyai bentuk tubuh yang sempurna, semestinya manusia bersyukur kepada Allah dan tidak bermaksiat bahkan menyekutukanNya.",
			"9" : "Sekali-kali jangan begitu; janganlah kamu berbuat durhaka! Bahkan kamu mendustakan hari pembalasan meski bukti-bukti yang menerangkan keniscayaannya telah kamu saksikan dengan nyata.",
			"10" : "Dan mengapa kamu mendustakan hari pembalasan, padahal sesungguhnya bagi kamu ada para malaikat yang mengawasi semua perbuatanmu.",
			"11" : "Mereka adalah makhluk yang mulia di sisi Allah karena kepatuhan dan ketaatan mereka, dan yang tidak pernah luput mencatat amal perbuatanmu, dari yang baik hingga yang buruk, dari yang kecil hingga yang besar.",
			"12" : "Para malaikat itu mencatat perbuatanmu dengan rinci dan mereka mengetahui apa saja yang kamu kerjakan.",
			"13" : "Semua perbuatan manusia tercatat dalam buku catatan amal yang kelak akan diperlihatkan kepada mereka di akhirat. Sesungguhnya orang-orang yang banyak berbakti, beriman, dan beramal saleh, benar-benar berada dalam surga yang penuh kenikmatan tiada tara, tak terbayangkan, apalagi terbandingkan dengan kenikmatan duniawi.",
			"14" : "Dan sesungguhnya orang-orang yang durhaka kepada Allah, enggan menaati-Nya, bahkan mengingkari, mendurhakai, dan menyekutukan-Nya, benar-benar berada dalam neraka yang penuh siksaan yang sangat mengerikan.",
			"15" : "Mereka yang durhaka itu masuk ke dalamnya pada hari pembalasan, di mana semua manusia harus mempertanggungjawabkan tiap detail perbuatannya.",
			"16" : "Dan mereka yang ingkar dan durhaka kepada Allah itu tidak mungkin keluar dari neraka itu dan tidak pula mati di dalamnya. Mereka menetap dan hidup di dalamnya selama-lamanya.",
			"17" : "Menegaskan ketegangan hari kebangkitan, Allah bertanya, “Dan tahukah kamu apakah hari pembalasan itu?”",
			"18" : "Allah mengulangi sekali lagi pertanyaan-Nya guna memberi efek yang lebih menggetarkan jiwa, “Tahukah kamu apakah hari pembalasan itu?”",
			"19" : "Hari pembalasan itu adalah pada hari ketika seseorang sama sekali tidak berdaya menolong orang lain. Setiap orang harus mempertanggungjawabkan amalnya sendiri. Hanya iman dan amal saleh yang mampu menyelamatkan seseorang dari siksa neraka. Dan segala urusan pada hari itu dalam kekuasaan Allah. Dialah penguasa tunggal; tidak ada penguasa lain selain Dia."
		},
		"tahlili" : {
			"1" : "Ayat-ayat ini menjelaskan kekacauan yang terjadi menjelang hari Kiamat dan kehancuran alam semesta. Gejala kehancuran alam digambarkan dengan keadaan langit yang terbelah sehingga formasi alam semesta berubah menjadi kacau. Bintang-bintang jatuh berserakan, tidak lagi pada posisinya. Padahal Allah menginformasikan bahwa matahari memiliki posisi tertentu yang menjadi pusat rotasinya, dan begitu juga dengan bulan. Firman Allah:\nفَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ٥٠\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. (ar-Rūm/30: 50)\n\nFenomena lainnya adalah lautan meluap menenggelamkan semua daratan. Air tawar bercampur dengan air asin, tidak ada lagi daratan yang bisa dihuni oleh makhluk hidup apalagi air laut yang meluap menjadi panas. Sungguh bumi telah berubah, bukan lagi bumi yang biasa dikenal oleh manusia. \nيَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ٤٨\n(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. (Ibrāhīm/14: 48)\n\nUntuk telaah ilmiah Surah al-Infiṭār/82:1-3, lihat pula telaah ilmiah Surah al-Ḥāqqah/69: 13-16; al-Ma‘ārij/70: 8, dan at-Takwīr/81: 1-3. Ketika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron dan sebagainya, gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat dan nuklir lemah mulai menyatu kembali. Langit antariksa mulai lemah karena tidak ada topangan gaya gravitasi, dan mulai menyusut/mengerut dan retak/terbelah. Saat itulah benda-benda langit, termasuk bintang-bintang yang mulai kehilangan gaya-gaya gravitasinya, bertubrukan antar sesamanya. Inilah gambaran ‘bintang-bintang jatuh berserakan’, karena kehilangan gaya-gaya gravitasinya, dan karena terurai kembali atau meluruh menjadi materi-materi fundamentalnya. \nMenurut Bashiruddin, ketika matahari telah mencapai evolusi membengkak dan berwarna merah (red star) (lihat telaah ilmiah Surah at-Takwīr/81: 1-3), maka suhu bumi akan meninggi, sampai air laut mencapai titik didihnya. Panasnya bumi oleh radiasi matahari merah ini, sangat mungkin akan mencairkan gunung-gunung es di Artik (Kutub Utara) dan benua es Antartika (Kutub Selatan), sehingga samudera akan meluap secara dahsyat, menenggelamkan banyak pulau. Air laut ini kemudian akan mendidih dan menguap dan lenyap dari bumi. Bumi menjadi tidak layak huni. Paul Davies mengatakan bahwa ketika alam semesta telah memadat sampai seper-seratus (1/100) dari luasnya yang sekarang ini, maka efek tekanannya akan mengakibatkan suhu yang meninggi sampai mencapai titik didih benda cair; dan bumi menjadi tempat yang tidak layak-huni lagi.",
			"2" : "Ayat-ayat ini menjelaskan kekacauan yang terjadi menjelang hari Kiamat dan kehancuran alam semesta. Gejala kehancuran alam digambarkan dengan keadaan langit yang terbelah sehingga formasi alam semesta berubah menjadi kacau. Bintang-bintang jatuh berserakan, tidak lagi pada posisinya. Padahal Allah menginformasikan bahwa matahari memiliki posisi tertentu yang menjadi pusat rotasinya, dan begitu juga dengan bulan. Firman Allah:\nفَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ٥٠\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. (ar-Rūm/30: 50)\n\nFenomena lainnya adalah lautan meluap menenggelamkan semua daratan. Air tawar bercampur dengan air asin, tidak ada lagi daratan yang bisa dihuni oleh makhluk hidup apalagi air laut yang meluap menjadi panas. Sungguh bumi telah berubah, bukan lagi bumi yang biasa dikenal oleh manusia. \nيَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ٤٨\n(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. (Ibrāhīm/14: 48)\n\nUntuk telaah ilmiah Surah al-Infiṭār/82:1-3, lihat pula telaah ilmiah Surah al-Ḥāqqah/69: 13-16; al-Ma‘ārij/70: 8, dan at-Takwīr/81: 1-3. Ketika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron dan sebagainya, gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat dan nuklir lemah mulai menyatu kembali. Langit antariksa mulai lemah karena tidak ada topangan gaya gravitasi, dan mulai menyusut/mengerut dan retak/terbelah. Saat itulah benda-benda langit, termasuk bintang-bintang yang mulai kehilangan gaya-gaya gravitasinya, bertubrukan antar sesamanya. Inilah gambaran ‘bintang-bintang jatuh berserakan’, karena kehilangan gaya-gaya gravitasinya, dan karena terurai kembali atau meluruh menjadi materi-materi fundamentalnya. \nMenurut Bashiruddin, ketika matahari telah mencapai evolusi membengkak dan berwarna merah (red star) (lihat telaah ilmiah Surah at-Takwīr/81: 1-3), maka suhu bumi akan meninggi, sampai air laut mencapai titik didihnya. Panasnya bumi oleh radiasi matahari merah ini, sangat mungkin akan mencairkan gunung-gunung es di Artik (Kutub Utara) dan benua es Antartika (Kutub Selatan), sehingga samudera akan meluap secara dahsyat, menenggelamkan banyak pulau. Air laut ini kemudian akan mendidih dan menguap dan lenyap dari bumi. Bumi menjadi tidak layak huni. Paul Davies mengatakan bahwa ketika alam semesta telah memadat sampai seper-seratus (1/100) dari luasnya yang sekarang ini, maka efek tekanannya akan mengakibatkan suhu yang meninggi sampai mencapai titik didih benda cair; dan bumi menjadi tempat yang tidak layak-huni lagi.",
			"3" : "Ayat-ayat ini menjelaskan kekacauan yang terjadi menjelang hari Kiamat dan kehancuran alam semesta. Gejala kehancuran alam digambarkan dengan keadaan langit yang terbelah sehingga formasi alam semesta berubah menjadi kacau. Bintang-bintang jatuh berserakan, tidak lagi pada posisinya. Padahal Allah menginformasikan bahwa matahari memiliki posisi tertentu yang menjadi pusat rotasinya, dan begitu juga dengan bulan. Firman Allah:\nفَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ٥٠\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. (ar-Rūm/30: 50)\n\nFenomena lainnya adalah lautan meluap menenggelamkan semua daratan. Air tawar bercampur dengan air asin, tidak ada lagi daratan yang bisa dihuni oleh makhluk hidup apalagi air laut yang meluap menjadi panas. Sungguh bumi telah berubah, bukan lagi bumi yang biasa dikenal oleh manusia. \nيَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ٤٨\n(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. (Ibrāhīm/14: 48)\n\nUntuk telaah ilmiah Surah al-Infiṭār/82:1-3, lihat pula telaah ilmiah Surah al-Ḥāqqah/69: 13-16; al-Ma‘ārij/70: 8, dan at-Takwīr/81: 1-3. Ketika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron dan sebagainya, gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat dan nuklir lemah mulai menyatu kembali. Langit antariksa mulai lemah karena tidak ada topangan gaya gravitasi, dan mulai menyusut/mengerut dan retak/terbelah. Saat itulah benda-benda langit, termasuk bintang-bintang yang mulai kehilangan gaya-gaya gravitasinya, bertubrukan antar sesamanya. Inilah gambaran ‘bintang-bintang jatuh berserakan’, karena kehilangan gaya-gaya gravitasinya, dan karena terurai kembali atau meluruh menjadi materi-materi fundamentalnya. \nMenurut Bashiruddin, ketika matahari telah mencapai evolusi membengkak dan berwarna merah (red star) (lihat telaah ilmiah Surah at-Takwīr/81: 1-3), maka suhu bumi akan meninggi, sampai air laut mencapai titik didihnya. Panasnya bumi oleh radiasi matahari merah ini, sangat mungkin akan mencairkan gunung-gunung es di Artik (Kutub Utara) dan benua es Antartika (Kutub Selatan), sehingga samudera akan meluap secara dahsyat, menenggelamkan banyak pulau. Air laut ini kemudian akan mendidih dan menguap dan lenyap dari bumi. Bumi menjadi tidak layak huni. Paul Davies mengatakan bahwa ketika alam semesta telah memadat sampai seper-seratus (1/100) dari luasnya yang sekarang ini, maka efek tekanannya akan mengakibatkan suhu yang meninggi sampai mencapai titik didih benda cair; dan bumi menjadi tempat yang tidak layak-huni lagi.",
			"4" : "Dan apabila kuburan-kuburan terbongkar sehingga keluarlah mayat-mayat yang berada di dalamnya setelah dibangkitkan dan dihidupkan kembali untuk mempertanggungjawabkan amal perbuatannya di dunia di hadapan Allah Sang Pencipta. Hal ini ditegaskan kembali dalam firman Allah yang lain:\nاَفَلَا يَعْلَمُ اِذَا بُعْثِرَ مَا فِى الْقُبُوْرِۙ ٩\nMaka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan. (al-‘Ādiyāt/100: 9)",
			"5" : "Manusia dibebani tanggung jawab untuk beramal di dunia, namun ada di antara mereka yang lalai dan tidak menjalankan kewajibannya, bahkan ada yang melakukan perbuatan yang dilarang. Dalam ayat ini, Allah bersumpah demi kuburan-kuburan yang dibongkar dan mayat-mayat yang ada di dalamnya keluar, dibangkitkan, dan dihidupkan kembali untuk diadili dan dihisab amalnya selama hidup di dunia.\nPada hari kiamat itu, manusia mengetahui amal-amalnya, yang baik maupun yang buruk, yang dikerjakan maupun yang dilalaikan. Mereka mengetahui yang demikian itu dari kitab yang diserahkan kepada mereka, sebagaimana firman Allah:\nوَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا ١٣ اِقْرَأْ كِتٰبَكَۗ كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ ١٤\nDan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. “Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.” (al-Isrā’/17: 13-14)\n\nAyat ini mendorong manusia untuk selalu menaati Allah, beramal saleh, dan meninggalkan semua perbuatan maksiat yang akan merugikan mereka di akhirat kelak.",
			"6" : "Dalam ayat ini, Allah mencela manusia-manusia yang kafir, teperdaya, dan berani berbuat hal-hal yang dilarang Allah. Padahal, Allah Maha Pemurah dengan berbagai karunia yang dianugerahkannya kepada manusia, seperti rezeki yang banyak, keturunan yang baik dan saleh, kesehatan tubuh, dan lain-lain. Seharusnya mereka bersyukur sebagai balasan atas kemurahan Allah, bukan berbuat sebaliknya. Peringatan Allah untuk tidak teperdaya oleh apa pun sehingga tidak terdorong untuk berlaku sombong kepada-Nya disebutkan kembali dalam firman-Nya:\nفَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ\nMaka janganlah sekali-kali kamu teperdaya oleh kehidupan dunia, dan jangan sampai kamu teperdaya oleh penipu dalam (menaati) Allah. (Luqmān/31: 33)",
			"7" : "Allah kembali mengingatkan manusia atas segala kemurahan-Nya, dengan menyebutkan penciptaan-Nya pada diri manusia. Allah telah menjadikan tubuh manusia seimbang, berdiri tegak dengan gagahnya, tidak seperti binatang berkaki empat atau melata. Allah juga menciptakan semua anggota tubuh manusia bekerja dengan teratur, harmonis, dan seimbang. Allah mengatakan bahwa penciptaan manusia adalah sebaik-baik penciptaan makhluk. Allah berfirman: k.\nلَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْٓ اَحْسَنِ تَقْوِيْمٍۖ ٤\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (at-Tīn/95: 4)",
			"8" : "Pada ayat ini, Allah menyebutkan bahwa penciptaan manusia sesuai dengan kehendaknya. Ada manusia yang berkulit putih, kuning, hitam, kuning langsat, dan lain-lain. Ada manusia yang berambut lurus, keriting, berwarna hitam, pirang, coklat, dan sebagainya. Ada juga manusia yang berpostur tubuh tinggi, langsing, tinggi besar, pendek kecil, dan sebagainya. Namun demikian, yang layak diingat bahwa meskipun manusia memiliki sifat dan bentuk yang secara prinsip sama, tapi tetap ada yang berbeda antara yang satu dengan yang lain. \nبَلٰى قٰدِرِيْنَ عَلٰٓى اَنْ نُّسَوِّيَ بَنَانَهٗ ٤\n(Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. (al-Qiyāmah/75: 4)\n\nTinjauan ilmiah ayat- 7-8: Allah telah menjadikan susunan tubuh manusia seimbang. Bila kita melihat morfologi (bentuk tubuh fisik manusia) dari depan, akan jelas tampak sekali keseimbangan itu. Morfologi manusia tampak simetris dan seimbang apabila kita tarik garis tengah dari kepala, -melalui titik tengahnya-, sampai ke bawah, akan tampak keseimbangan susunan fisik tubuh manusia itu. Belahan kiri dan kanan seolah merupakan bayangan cermin satu dengan yang lainnya. Masing-masing belahan mempunyai satu mata, satu telinga, satu lubang hidung, satu kuping, satu tangan, dan satu kaki, yang satu belahan dengan belahan yang lainnya, merupakan bayangan cermin yang simetris seimbang.\nAllah telah menganugerahkan sistem syaraf pada manusia, yang berfungsi untuk mengatur keseimbangan dan kesetimbangan tubuh manusia, serta kemampuan manusia untuk berorientasi pada ruang 3 dimensi. Sistem syaraf yang mengatur keseimbangan manusia itu berada di dalam Sistem Syaraf Perifer (SSP) manusia. Dalam SSP terdapat sistem syaraf yang mengatur keseimbangan tubuh manusia, yaitu yang dikenal dengan syaraf ke-VIII, atau disebut pula Vestibulocochlear nerve (syaraf “siput-telinga” depan). Syaraf ke-VIII ini mempunyai fungsi bagi adanya balance (keseimbangan), equillibrium (kesetimbangan), serta orientation in three-dimensional space (orientasi dalam ruang tiga dimensi), (Nerves and Nervous Systems dalam The New Encyclopaedia Britannica, Vol. 24, Macropaedia, 2005, p. 817).\nDalam mekanisme faali (fisiologik) manusia, Allah juga telah melengkapi manusia dengan dua sistem syaraf, di mana antara yang satu sama lain saling menyeimbangkan. Di dalam SSP tersebut terdapat pula Susunan Syaraf Otonom yang terdiri dari Sistem Syaraf Simpati (Sympathetic Nervous System, SNS) dan Sistem Syaraf Parasimpati (Parasympathetic Nervous System, PNS), yang kedua sistem saraf itu bekerja antagonistik, namun saling menyeimbangkan satu sama lainnya. Fungsi SNS adalah merespon kondisi stress yang dihadapi manusia, dengan mengeluarkan hormon (neurotransmitter), adreanaline (epinephrine), dan noradrenaline (norepinephrine). Dengan adanya kedua hormon ini, maka tekanan darah naik, denyut jantung bertambah cepat (tachy-cardia), pembuluh darah otot-tulang melebar (skeletal muscle vasodilatation), pembuluh darah pada perut-usus menyempit (gastrointestinal vasoconstriction), pupil mata melebar (puppillary dilatation), paru-paru melebar (broncheal dilatation). Sedangkan fungsi PSN adalah sebaliknya dari SNS tadi. PNS akan mengeluarkan hormon (neurotransmitter): acetylcholine. Adanya hormon ini akan menyebabkan: tekanan darah menurun, denyut jantung menjadi lambat (brady-cardia), pupil-mata menyempit. Kedua sistem syaraf ini: SNS dan PNS saling bekerja komplemeter, bagi berjalannya proses-proses fisiologik (faali) manusia, untuk menjaga kelangsungan hidupnya. (Nerves and Nervous Systems dalam The New Encyclopaedia Britannica, Vol. 24, Macropaedia, 2005, p. 818-820).\nKeseimbangan juga terdapat dalam struktur otak manusia. Dalam otak manusia terdapat dua pasang belahan atau sisi otak, yang satu sama lain merupakan bentuk bayangan cerminnya. Belahan Otak Dominan (dominant hemisphere), sering disebut ‘belahan otak kiri’, digunakan untuk merekam atau menyimpan hal-hal yang berkaitan dengan: bahasa, matematika, dan fungsi-fungsi analitik dan keterampilan. Sedang Belahan Otak Non-dominan (non-dominant hemisphere), sering disebut ‘belahan otak kanan’, digunakan untuk merekam atau menyimpan hal-hal yang berkaitan dengan konsep-konsep spasial sederhana (simple spasial consept), musik, pengenalan rupa, dan emosi. Kedua belahan otak ini saling seimbang dan melengkapi, dan kedua belahan otak ini dihubungkan oleh banyak syaraf proyeksi melalui corpus collosum. (Nerves and Nervous Systems dalam The New Encyclopaedia Britannica, Vol. 24, Macropaedia, 2005, p. 805).",
			"9" : "Ayat ini menjelaskan akibat dari perbuatan manusia yang teperdaya sehingga berani berbuat hal-hal yang dilarang Allah. Perbuatan mereka tidak berhenti pada kejahatan ini saja, tetapi mereka bahkan mendustakan hari pembalasan, dimana amal baik dan buruk manusia akan dibalas di akhirat kelak. \nTidak percaya kepada hari pembalasan menyebabkan orang tidak perlu bertanggung jawab, sehingga boleh berbuat sekehendak hatinya. Tidak percaya pada hari perhitungan bertentangan dengan tujuan penciptaan manusia (lihat Surah al-Baqarah/2: 30 dan aż-Żāriyāt/51/: 56) sehingga Allah mempertanyakan kepada manusia apa sebenarnya pemahaman mereka terhadap penciptaan diri mereka. Firman Allah:\nاَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ\nMaka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu’minūn/23: 115)",
			"10" : "Ayat-ayat ini memberi peringatan kepada orang-orang kafir yang tidak mempercayai hari kebangkitan agar mereka tidak terus-menerus lalai dan ingkar serta tidak bersiap-siap menyediakan bekal untuk menghadapi hari perhitungan karena menyangka tidak ada yang mengawasi tingkah laku dan perbuatan mereka. Allah menjelaskan dalam ayat ini bahwa ada malaikat-malaikat yang diberi tugas mengawasi dan mencatat semua perbuatan manusia, baik yang buruk maupun yang baik, dan yang dilakukan dengan terang-terangan atau sembunyi-sembunyi.\nMalaikat yang mulia ini mencatat semua amal manusia. Dalam Al-Qur’an, para malaikat itu disebut Raqib dan ‘Atid. Allah berfirman:\nاِذْ يَتَلَقَّى الْمُتَلَقِّيٰنِ عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ قَعِيْدٌ ١٧ مَا يَلْفِظُ مِنْ قَوْلٍ اِلَّا لَدَيْهِ رَقِيْبٌ عَتِيْدٌ ١٨\n(Ingatlah) ketika dua malaikat mencatat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qāf/50: 17-18)\nPara malaikat mengetahui apa yang dilakukan manusia dan mencatatnya. Tidak ada informasi dalam Al-Qur’an bagaimana para malaikat itu mencatatnya, namun kita percaya Allah punya sistem dan cara yang melampaui kemampuan manusia dalam pencatatan data tersebut.",
			"11" : "Ayat-ayat ini memberi peringatan kepada orang-orang kafir yang tidak mempercayai hari kebangkitan agar mereka tidak terus-menerus lalai dan ingkar serta tidak bersiap-siap menyediakan bekal untuk menghadapi hari perhitungan karena menyangka tidak ada yang mengawasi tingkah laku dan perbuatan mereka. Allah menjelaskan dalam ayat ini bahwa ada malaikat-malaikat yang diberi tugas mengawasi dan mencatat semua perbuatan manusia, baik yang buruk maupun yang baik, dan yang dilakukan dengan terang-terangan atau sembunyi-sembunyi.\nMalaikat yang mulia ini mencatat semua amal manusia. Dalam Al-Qur’an, para malaikat itu disebut Raqib dan ‘Atid. Allah berfirman:\nاِذْ يَتَلَقَّى الْمُتَلَقِّيٰنِ عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ قَعِيْدٌ ١٧ مَا يَلْفِظُ مِنْ قَوْلٍ اِلَّا لَدَيْهِ رَقِيْبٌ عَتِيْدٌ ١٨\n(Ingatlah) ketika dua malaikat mencatat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qāf/50: 17-18)\nPara malaikat mengetahui apa yang dilakukan manusia dan mencatatnya. Tidak ada informasi dalam Al-Qur’an bagaimana para malaikat itu mencatatnya, namun kita percaya Allah punya sistem dan cara yang melampaui kemampuan manusia dalam pencatatan data tersebut.",
			"12" : "Ayat-ayat ini memberi peringatan kepada orang-orang kafir yang tidak mempercayai hari kebangkitan agar mereka tidak terus-menerus lalai dan ingkar serta tidak bersiap-siap menyediakan bekal untuk menghadapi hari perhitungan karena menyangka tidak ada yang mengawasi tingkah laku dan perbuatan mereka. Allah menjelaskan dalam ayat ini bahwa ada malaikat-malaikat yang diberi tugas mengawasi dan mencatat semua perbuatan manusia, baik yang buruk maupun yang baik, dan yang dilakukan dengan terang-terangan atau sembunyi-sembunyi.\nMalaikat yang mulia ini mencatat semua amal manusia. Dalam Al-Qur’an, para malaikat itu disebut Raqib dan ‘Atid. Allah berfirman:\nاِذْ يَتَلَقَّى الْمُتَلَقِّيٰنِ عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ قَعِيْدٌ ١٧ مَا يَلْفِظُ مِنْ قَوْلٍ اِلَّا لَدَيْهِ رَقِيْبٌ عَتِيْدٌ ١٨\n(Ingatlah) ketika dua malaikat mencatat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qāf/50: 17-18)\nPara malaikat mengetahui apa yang dilakukan manusia dan mencatatnya. Tidak ada informasi dalam Al-Qur’an bagaimana para malaikat itu mencatatnya, namun kita percaya Allah punya sistem dan cara yang melampaui kemampuan manusia dalam pencatatan data tersebut.",
			"13" : "Ayat ini menjelaskan hasil atau akibat dari pencatatan amal manusia, yaitu adanya pahala dan surga bagi orang-orang yang berbuat kebajikan, dan azab bagi orang-orang yang berbuat maksiat dan dosa. Surga adalah balasan bagi orang-orang bertakwa dan beramal saleh. Allah berfirman:\nوَاَمَّا مَنْ خَافَ مَقَامَ رَبِّهٖ وَنَهَى النَّفْسَ عَنِ الْهَوٰىۙ ٤٠ فَاِنَّ الْجَنَّةَ هِيَ الْمَأْوٰىۗ ٤١\nDan adapun orang-orang yang takut kepada kebesaran Tuhannya dan menahan diri dari (keinginan) hawa nafsunya, maka sungguh, surgalah tempat tinggal(nya). (an-Nāzi‘āt/79: 40-41)\n\nSedangkan orang-orang yang durhaka diazab Allah dalam api neraka. Allah berfirman:\nفَاَمَّا مَنْ طَغٰىۖ ٣٧ وَاٰثَرَ الْحَيٰوةَ الدُّنْيَاۙ ٣٨ فَاِنَّ الْجَحِيْمَ هِيَ الْمَأْوٰىۗ ٣٩\nMaka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya. (an-Nāzi‘āt/79: 37-39)",
			"14" : "Ayat ini menjelaskan hasil atau akibat dari pencatatan amal manusia, yaitu adanya pahala dan surga bagi orang-orang yang berbuat kebajikan, dan azab bagi orang-orang yang berbuat maksiat dan dosa. Surga adalah balasan bagi orang-orang bertakwa dan beramal saleh. Allah berfirman:\nوَاَمَّا مَنْ خَافَ مَقَامَ رَبِّهٖ وَنَهَى النَّفْسَ عَنِ الْهَوٰىۙ ٤٠ فَاِنَّ الْجَنَّةَ هِيَ الْمَأْوٰىۗ ٤١\nDan adapun orang-orang yang takut kepada kebesaran Tuhannya dan menahan diri dari (keinginan) hawa nafsunya, maka sungguh, surgalah tempat tinggal(nya). (an-Nāzi‘āt/79: 40-41)\n\nSedangkan orang-orang yang durhaka diazab Allah dalam api neraka. Allah berfirman:\nفَاَمَّا مَنْ طَغٰىۖ ٣٧ وَاٰثَرَ الْحَيٰوةَ الدُّنْيَاۙ ٣٨ فَاِنَّ الْجَحِيْمَ هِيَ الْمَأْوٰىۗ ٣٩\nMaka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya. (an-Nāzi‘āt/79: 37-39)",
			"15" : "Allah menjelaskan sekali lagi bahwa orang-orang yang durhaka itu akan dimasukkan ke dalam neraka pada hari kiamat kelak. Itulah tempat kembali yang paling buruk. Allah berfirman:\nوَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ ٦\nDan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali. (al-Mulk/67: 6)\n\nMereka kekal di dalam neraka selama-lamanya. Mereka tidak punya kemampuan untuk mengeluarkan diri mereka dari tempat itu karena tidak ada lagi penolong yang dapat membantu mereka. Allah berfirman:\nيُرِيْدُوْنَ اَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخٰرِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيْمٌ ٣٧\nMereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Dan mereka mendapat azab yang kekal. (al-Mā’idah/5: 37)",
			"16" : "Allah menjelaskan sekali lagi bahwa orang-orang yang durhaka itu akan dimasukkan ke dalam neraka pada hari kiamat kelak. Itulah tempat kembali yang paling buruk. Allah berfirman:\nوَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ ٦\nDan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali. (al-Mulk/67: 6)\n\nMereka kekal di dalam neraka selama-lamanya. Mereka tidak punya kemampuan untuk mengeluarkan diri mereka dari tempat itu karena tidak ada lagi penolong yang dapat membantu mereka. Allah berfirman:\nيُرِيْدُوْنَ اَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخٰرِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيْمٌ ٣٧\nMereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Dan mereka mendapat azab yang kekal. (al-Mā’idah/5: 37)",
			"17" : "Dalam ayat 17 dan 18, Allah bertanya kepada Nabi dan kaumnya apakah mereka tahu apa hari pembalasan itu? Pertanyaan ini bukan meminta jawaban, tetapi celaan bagi orang-orang yang tidak mau percaya pada hari pembalasan ini. Apakah semua informasi dan tanda yang dipaparkan         Al-Qur’an belum cukup untuk membuat mereka percaya? \nAllah kemudian menjelaskan dalam ayat 19 bahwa di hari perhitungan tidak ada manusia yang bisa menolong orang lain. Orang tua tidak bisa menolong anaknya dan begitu juga sebaliknya. Suami tidak bisa menolong istrinya, dan teman atau sahabat tidak bisa menolong temannya. Semua sibuk dengan diri masing-masing. Segala urusan pada hari itu berada di tangan Allah. Yang bisa menolong manusia hanyalah amalnya. Firman Allah:\nوَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ ٣٩ وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ ٤٠\nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40)\nDan firman-Nya lagi:\nوَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ ٤٣\nDan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya. (al-Kahf/18: 43)",
			"18" : "Dalam ayat 17 dan 18, Allah bertanya kepada Nabi dan kaumnya apakah mereka tahu apa hari pembalasan itu? Pertanyaan ini bukan meminta jawaban, tetapi celaan bagi orang-orang yang tidak mau percaya pada hari pembalasan ini. Apakah semua informasi dan tanda yang dipaparkan         Al-Qur’an belum cukup untuk membuat mereka percaya? \nAllah kemudian menjelaskan dalam ayat 19 bahwa di hari perhitungan tidak ada manusia yang bisa menolong orang lain. Orang tua tidak bisa menolong anaknya dan begitu juga sebaliknya. Suami tidak bisa menolong istrinya, dan teman atau sahabat tidak bisa menolong temannya. Semua sibuk dengan diri masing-masing. Segala urusan pada hari itu berada di tangan Allah. Yang bisa menolong manusia hanyalah amalnya. Firman Allah:\nوَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ ٣٩ وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ ٤٠\nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40)\nDan firman-Nya lagi:\nوَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ ٤٣\nDan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya. (al-Kahf/18: 43)",
			"19" : "Dalam ayat 17 dan 18, Allah bertanya kepada Nabi dan kaumnya apakah mereka tahu apa hari pembalasan itu? Pertanyaan ini bukan meminta jawaban, tetapi celaan bagi orang-orang yang tidak mau percaya pada hari pembalasan ini. Apakah semua informasi dan tanda yang dipaparkan         Al-Qur’an belum cukup untuk membuat mereka percaya? \nAllah kemudian menjelaskan dalam ayat 19 bahwa di hari perhitungan tidak ada manusia yang bisa menolong orang lain. Orang tua tidak bisa menolong anaknya dan begitu juga sebaliknya. Suami tidak bisa menolong istrinya, dan teman atau sahabat tidak bisa menolong temannya. Semua sibuk dengan diri masing-masing. Segala urusan pada hari itu berada di tangan Allah. Yang bisa menolong manusia hanyalah amalnya. Firman Allah:\nوَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ ٣٩ وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ ٤٠\nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40)\nDan firman-Nya lagi:\nوَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ ٤٣\nDan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya. (al-Kahf/18: 43)"
		}
	}
}