{
	"84" :{
		"number" : "84",
		"name_surah" : " الانشقاق",
		"name_latin" : "Al-Insyiqāq",
		"wajiz" : {
			"1" : "Apabila langit yang kukuh itu terbelah ketika Allah menghilangkan keseimbangan di antara benda-benda langit. Terjadilah tabrakan antar benda langit. Langit pun terbelah lalu digulung dan akhirnya terempas tidak berbekas.",
			"2" : "Dan langit pada saat itu patuh kepada Tuhan Pencipta dan Pengatur-nya, dan sudah semestinya langit itu patuh, demikian pula alam raya, kepada Tuhan (Lihat: Surah Fussilat/41: 11).",
			"3" : "Dan apabila bumi diratakan setelah gunung-gunung tersapu dari tempatnya akibat dahsyatnya kekuatan yang menghempaskannya. Gunung yang besar dan kekar berubah menjadi pasir yang kemudian diterbangkan oleh tiupan angin yang dahsyat, menjadi abu yang beterbangan.",
			"4" : "Dan apabila bumi memuntahkan apa saja yang ada di dalamnya, seperti manusia yang terkubur, batuan, dan sebagainya, dan karenanya menjadi kosong bagaikan ibu hamil yang telah melahirkan janinnya.",
			"5" : "Dan apabila bumi patuh kepada Tuhan yang telah menciptakan-nya, dan sudah semestinya bumi itu dan alam semesta tunduk patuh dalam kekuasaan dan genggaman-Nya. Ketika kejadian-kejadian luar biasa ini tiba, manusia akan mengetahui balasan atas semua perbuatannya.",
			"6" : "Wahai manusia! Sesungguhnya kamu ketika di dunia telah bekerja keras siang dan malam untuk terus berbuat baik maupun buruk guna menuju kepada Tuhanmu, maka pada akhirnya pasti kamu akan menemui-Nya. Tiap hari yang seseorang lalui pada hakikatnya adalah langkah menuju kematian, menuju pertemuan dengan Tuhannya, berbekal amal masing-masing, lalu Tuhan akan memberinya balasan yang setimpal.",
			"7" : "Di hadapan Allah manusia akan terbagi menjadi dua kelompok: kelompok yang berbahagia dan kelompok yang sengsara. Maka adapun orang yang catatan amal-nya diberikan dari sebelah kanannya mereka adalah orang yang beriman dan berbuat baik,",
			"8" : "maka dia akan diperiksa dengan pemeriksaan yang mudah. Amal mereka akan ditampilkan secara sekilas, dan kesalahan mereka tertutup oleh kebaikan.",
			"9" : "Dan dia akan kembali kepada keluarganya yang sama-sama beriman dengan riang gembira. Segala kecemasan yang mereka rasakan sebelum itu akan sirna. Mereka berbahagia bagaikan pahlawan yang memenangkan peperangan (Lihat: Surah al-Haqqah/69: 1920).",
			"10" : "Dan adapun orang yang catatan amal-nya diberikan dari sebelah belakang sebagai tanda ketidaksenangan kepada mereka,",
			"11" : "maka dia akan berteriak, “Celakalah aku!” (Lihat: Surah al-Hqqah/69: 25-29). Dia merasa lebih baik mati daripada harus merasakan menghadapi azab yang akan menimpanya. Itulah balasan bagi mereka yang telah mendustakan rasul, mengingkari Allah, dan berbuat maksiat.",
			"12" : "Dan tidak hanya itu, dia juga akan masuk ke dalam api neraka yang menyala-nyala dan kadar panasnya jauh lebih tinggi daripada api dunia.",
			"13" : "Sungguh, dia yang menerima catatan amalnya dari arah belakang dahulu di dunia bergembira di kalangan keluarganya yang kafir. Mereka melampiaskan hawa nafsu dengan kufur dan berbuat maksiat, seakan mereka akan hidup selamanya.",
			"14" : "Sesungguhnya dia menikmati kekafirannya, merasa leluasa berbuat maksiat, dan mengira bahwa dia tidak akan kembali kepada Tuhan untuk dimintai pertanggungjawaban.",
			"15" : "Tidak demikian. Mereka pasti akan kembali kepada Allah untuk mempertanggungjawabkan semua perbuatannya. Sesungguhnya Tuhannya selalu melihat dan mencatat perbuatan-nya, lalu Dia akan membalasnya dengan sangat adil. Perbuatan baik dibalas kebaikan dan perbuatan buruk dibalas dengan siksa.",
			"16" : "Tuhan Mahakuasa di alam semesta. Maka Aku bersumpah demi cahaya merah pada waktu senja, saat matahari akan terbenam dan cahayanya yang tampak kemerahan masih pendar ke sebagian penjuru langit.",
			"17" : "Dan Aku pun bersumpah demi malam dan apa yang diselubunginya dengan kegelapan akibat hilangnya cahaya matahari.",
			"18" : "Dan Aku bersumpah pula demi bulan apabila jadi purnama, ketika bulan bercahaya penuh sehingga suasana malam menjadi menawan. Perubahan suasana alam menunjukkan adanya kekuatan luar biasa yang mampu mengendalikannya. Dialah Allah Yang Mahakuasa.",
			"19" : "Sungguh, akan kamu jalani kehidupanmu tingkat demi tingkat. Kamu semula berupa nutfah, lalu menjadi alaqah, menjadi mudgah, lalu menerima ruh dari Tuhanmu, terlahir ke dunia, tumbuh dari kanak-kanak hingga dewasa dan tua. Akan kamu rasakan dalam hidupmu berbagai keadaan, dari yang mudah hingga yang sulit. Setelah itu kamu mati, dibangkitkan, dan dipisahkan menjadi dua kelompok: penghuni surga dan penghuni neraka.",
			"20" : "Setelah melihat tanda-tanda kekuasaan Allah yang begitu nyata, maka mengapa mereka yang kafir itu bersikeras tidak mau beriman kepada Allah, hari kebangkitan, Nabi Muhammad, dan Al-Qur’an?",
			"21" : "Dan mengapa pula apabila Al-Qur’an yang penuh nilai kebenaran dan sastra yang tinggi itu dibacakan kepada mereka, mereka tidak mau bersujud kepada Allah dan tunduk pada ajaran Al-Qur’an, padahal kaum kafir itu selalu menyanjung dan mengagumi karya sastra yang bernilai tinggi?",
			"22" : "Mereka enggan beriman, bahkan orang-orang kafir itu mendustakan Al-Qur’an dan hari kebangkitan dengan berbagai alasan, seperti dengki kepada Nabi Muhammad, khawatir kehilangan status sosial, atau hanya merasa diri mulia.",
			"23" : "Dan mereka tetap ingkar, padahal Allah lebih mengetahui dengan pasti apa yang mereka sembunyikan dalam hati mereka. Allah akan membuka semua isi hati mereka kelak di hari kiamat.",
			"24" : "Atas pengingkaran mereka terhadap kebenaran yang datang dari Allah, maka sampaikanlah kepada mereka ancaman berupa azab yang pedih di akhirat.",
			"25" : "Demikianlah, Allah akan mengazab orang-orang yang ingkar. Kecuali orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak putus-putusnya sebagai anugerah dari Allah dan penghargaan atas perbuatan baiknya."
		},
		"tahlili" : {
			"1" : "Dalam ayat-ayat ini, Allah menerangkan bahwa apabila langit terbelah karena telah rusak hubungan bagian-bagiannya dengan rusaknya peraturan alam semesta pada hari Kiamat nanti, disebabkan perbenturan bintang-bintang di langit karena masing-masing mempunyai daya tarik tersendiri. Oleh karena itu, rusaklah peraturan alam semesta dan terjadilah gumpalan-gumpalan awan yang gelap gulita yang timbul di beberapa tempat di angkasa luar, dan langit itu akan patuh kepada apa-apa yang diperintahkan Allah. Ia pantas menjadi patuh karena dialah makhluk Tuhan yang senantiasa berada dalam kekuasaan-Nya.",
			"2" : "Dalam ayat-ayat ini, Allah menerangkan bahwa apabila langit terbelah karena telah rusak hubungan bagian-bagiannya dengan rusaknya peraturan alam semesta pada hari Kiamat nanti, disebabkan perbenturan bintang-bintang di langit karena masing-masing mempunyai daya tarik tersendiri. Oleh karena itu, rusaklah peraturan alam semesta dan terjadilah gumpalan-gumpalan awan yang gelap gulita yang timbul di beberapa tempat di angkasa luar, dan langit itu akan patuh kepada apa-apa yang diperintahkan Allah. Ia pantas menjadi patuh karena dialah makhluk Tuhan yang senantiasa berada dalam kekuasaan-Nya.",
			"3" : "Selanjutnya Allah menerangkan bahwa bila bumi dan gunung-gunung hancur berkeping-keping sehingga menjadi rata dan mengeluarkan apa yang ada di dalam “perut”-nya, maka hal itu adalah karena ketundukannya pada perintah Allah dan kepatuhan melakukan kehendak-Nya.\nDalam ayat-ayat lain, Allah berfirman:\nاِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ ١ وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ ٢\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2)\nوَاِذَا الْقُبُوْرُ بُعْثِرَتْۙ ٤\nDan apabila kuburan-kuburan dibongkar. (al-Infiṭār/82: 4)\nاَفَلَا يَعْلَمُ اِذَا بُعْثِرَ مَا فِى الْقُبُوْرِۙ ٩\nMaka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan. (al-‘Ādiyāt/100: 9)\n\nUntuk tafsir pada kalimat “langit terbelah” di atas, dapat dilihat kembali pada telaah ilmiah Surah al-Insyiqāq/84:1-5, lihat pula telaah ilmiah Surah al-Ḥāqqah/69:16 dan Surah al-Infiṭār/82:1. Kemudian, kalimat yang mengikutinya: “…dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh”, mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini. Pengertian “bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong” adalah bahwa bumi benar-benar luluh lantak, baik terjadinya benturan dengan planet atau benda langit lainnya, karena hilang atau kacaunya gaya gravitasi. Luluh lantaknya bumi inilah yang juga menyebabkan seluruh isi bumi dimuntahkan dan menjadikan isi bumi kosong. Kemudian, kalimat yang mengikutinya: “…dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh”, mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini.",
			"4" : "Selanjutnya Allah menerangkan bahwa bila bumi dan gunung-gunung hancur berkeping-keping sehingga menjadi rata dan mengeluarkan apa yang ada di dalam “perut”-nya, maka hal itu adalah karena ketundukannya pada perintah Allah dan kepatuhan melakukan kehendak-Nya.\nDalam ayat-ayat lain, Allah berfirman:\nاِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ ١ وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ ٢\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2)\nوَاِذَا الْقُبُوْرُ بُعْثِرَتْۙ ٤\nDan apabila kuburan-kuburan dibongkar. (al-Infiṭār/82: 4)\nاَفَلَا يَعْلَمُ اِذَا بُعْثِرَ مَا فِى الْقُبُوْرِۙ ٩\nMaka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan. (al-‘Ādiyāt/100: 9)\n\nUntuk tafsir pada kalimat “langit terbelah” di atas, dapat dilihat kembali pada telaah ilmiah Surah al-Insyiqāq/84:1-5, lihat pula telaah ilmiah Surah al-Ḥāqqah/69:16 dan Surah al-Infiṭār/82:1. Kemudian, kalimat yang mengikutinya: “…dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh”, mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini. Pengertian “bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong” adalah bahwa bumi benar-benar luluh lantak, baik terjadinya benturan dengan planet atau benda langit lainnya, karena hilang atau kacaunya gaya gravitasi. Luluh lantaknya bumi inilah yang juga menyebabkan seluruh isi bumi dimuntahkan dan menjadikan isi bumi kosong. Kemudian, kalimat yang mengikutinya: “…dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh”, mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini.",
			"5" : "Selanjutnya Allah menerangkan bahwa bila bumi dan gunung-gunung hancur berkeping-keping sehingga menjadi rata dan mengeluarkan apa yang ada di dalam “perut”-nya, maka hal itu adalah karena ketundukannya pada perintah Allah dan kepatuhan melakukan kehendak-Nya.\nDalam ayat-ayat lain, Allah berfirman:\nاِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ ١ وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ ٢\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2)\nوَاِذَا الْقُبُوْرُ بُعْثِرَتْۙ ٤\nDan apabila kuburan-kuburan dibongkar. (al-Infiṭār/82: 4)\nاَفَلَا يَعْلَمُ اِذَا بُعْثِرَ مَا فِى الْقُبُوْرِۙ ٩\nMaka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan. (al-‘Ādiyāt/100: 9)\n\nUntuk tafsir pada kalimat “langit terbelah” di atas, dapat dilihat kembali pada telaah ilmiah Surah al-Insyiqāq/84:1-5, lihat pula telaah ilmiah Surah al-Ḥāqqah/69:16 dan Surah al-Infiṭār/82:1. Kemudian, kalimat yang mengikutinya: “…dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh”, mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini. Pengertian “bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong” adalah bahwa bumi benar-benar luluh lantak, baik terjadinya benturan dengan planet atau benda langit lainnya, karena hilang atau kacaunya gaya gravitasi. Luluh lantaknya bumi inilah yang juga menyebabkan seluruh isi bumi dimuntahkan dan menjadikan isi bumi kosong. Kemudian, kalimat yang mengikutinya: “…dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh”, mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini.",
			"6" : "Dalam ayat ini, Allah mengungkapkan bahwa manusia dalam masa hidupnya bekerja dengan sungguh-sungguh untuk mencapai cita-citanya. Setiap langkah manusia sesungguhnya menuju kepada akhir hidupnya, yaitu mati. Hal ini berarti kembali kepada Allah. Oleh karena itu, manusia akan mengetahui tentang baik buruk pekerjaan yang telah mereka kerjakan.",
			"7" : "Dalam ayat-ayat ini diterangkan golongan yang menerima catatan dengan tangan kanannya yang berisi apa-apa yang telah dikerjakannya, maka ia akan dihisab dengan mudah dan ringan. Dipaparkanlah semua perbuatannya yang baik dan yang buruk, kemudian diberi ganjaran atas perbuatannya yang baik dan dimaafkanlah perbuatannya yang buruk.\nDalam sebuah hadis Nabi saw dijelaskan:\nعَنْ عَائِشَةَ قَالَتْ: سَمِعْتُ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ فِيْ بَعْضِ صَلاَتِهِ: اَللّٰهُمَّ حَاسِبْنِيْ حِسَابًا يَسِيْرًا، فَلَمَّا انْصَرَفَ قُلْتُ يَا نَبِيَّ اللّٰهِ مَا الْحِسَابُ الْيَسِيْرُ؟ قَالَ: أَنْ يَنْظُرَ فِيْ كِتَابِهِ فَيَتَجَاوَزَ عَنْهُ إِنَّهُ مَنْ نُوْقِشَ الْحِسَابَ يَوْمَئِذٍ يَا عَائِشَةُ هَلَكَ وَكُلُّ مَا يُصِيْبُ الْمُؤْمِنَ يُكَفِّرُ اللّٰهُ عَزَّ وَجَلَّ بِهِ عَنْهُ حَتَّى الشَّوْكَةِ تَشُوْكُهُ. (رواه أحمد)\n\nDari ‘Aisyah, ia berkata, “Aku mendengar Rasulullah saw. berdoa dalam sebagian salat yang dilakukannya, “Wahai Allah, hisablah aku dengan hisab yang mudah”. Ketika Rasul selesai salat, aku berkata: “Wahai Nabi Allah, apakah hisab yang mudah itu? Rasulullah menjawab, “Hisab yang mudah adalah ketika Allah memeriksa catatan amal seseorang, Dia memaafkan. Wahai ‘Aisyah, orang yang diinterogasi pada perhitungan amalnya di hari itu (Hari Kiamat), maka ia celaka. Dan setiap musibah yang menimpa seorang mukmin, Allah akan mengampuni (dosanya) dengan musibah itu, walau hanya sekedar tertusuk duri.” (Riwayat Aḥmad)\n\nMaksud Rasulullah dengan perhitungan yang mudah ialah dimaafkan segala kesalahannya, sedangkan orang yang diperiksa catatannya dengan teliti adalah orang yang mendapat malapetaka. Barang siapa mendapat perhitungan yang mudah dan ringan, ia akan kembali kepada keluarganya yang mukmin dengan gembira sebagaimana firman Allah:\nفَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ ١٩ اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ ٢٠ فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ ٢١\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, “Ambillah, bacalah kitabku (ini). Sesungguhnya aku yakin bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku.” Maka orang itu berada dalam kehidupan yang diridai. (al-Ḥāqqah/69: 19-21)",
			"8" : "Dalam ayat-ayat ini diterangkan golongan yang menerima catatan dengan tangan kanannya yang berisi apa-apa yang telah dikerjakannya, maka ia akan dihisab dengan mudah dan ringan. Dipaparkanlah semua perbuatannya yang baik dan yang buruk, kemudian diberi ganjaran atas perbuatannya yang baik dan dimaafkanlah perbuatannya yang buruk.\nDalam sebuah hadis Nabi saw dijelaskan:\nعَنْ عَائِشَةَ قَالَتْ: سَمِعْتُ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ فِيْ بَعْضِ صَلاَتِهِ: اَللّٰهُمَّ حَاسِبْنِيْ حِسَابًا يَسِيْرًا، فَلَمَّا انْصَرَفَ قُلْتُ يَا نَبِيَّ اللّٰهِ مَا الْحِسَابُ الْيَسِيْرُ؟ قَالَ: أَنْ يَنْظُرَ فِيْ كِتَابِهِ فَيَتَجَاوَزَ عَنْهُ إِنَّهُ مَنْ نُوْقِشَ الْحِسَابَ يَوْمَئِذٍ يَا عَائِشَةُ هَلَكَ وَكُلُّ مَا يُصِيْبُ الْمُؤْمِنَ يُكَفِّرُ اللّٰهُ عَزَّ وَجَلَّ بِهِ عَنْهُ حَتَّى الشَّوْكَةِ تَشُوْكُهُ. (رواه أحمد)\n\nDari ‘Aisyah, ia berkata, “Aku mendengar Rasulullah saw. berdoa dalam sebagian salat yang dilakukannya, “Wahai Allah, hisablah aku dengan hisab yang mudah”. Ketika Rasul selesai salat, aku berkata: “Wahai Nabi Allah, apakah hisab yang mudah itu? Rasulullah menjawab, “Hisab yang mudah adalah ketika Allah memeriksa catatan amal seseorang, Dia memaafkan. Wahai ‘Aisyah, orang yang diinterogasi pada perhitungan amalnya di hari itu (Hari Kiamat), maka ia celaka. Dan setiap musibah yang menimpa seorang mukmin, Allah akan mengampuni (dosanya) dengan musibah itu, walau hanya sekedar tertusuk duri.” (Riwayat Aḥmad)\n\nMaksud Rasulullah dengan perhitungan yang mudah ialah dimaafkan segala kesalahannya, sedangkan orang yang diperiksa catatannya dengan teliti adalah orang yang mendapat malapetaka. Barang siapa mendapat perhitungan yang mudah dan ringan, ia akan kembali kepada keluarganya yang mukmin dengan gembira sebagaimana firman Allah:\nفَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ ١٩ اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ ٢٠ فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ ٢١\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, “Ambillah, bacalah kitabku (ini). Sesungguhnya aku yakin bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku.” Maka orang itu berada dalam kehidupan yang diridai. (al-Ḥāqqah/69: 19-21)",
			"9" : "Dalam ayat-ayat ini diterangkan golongan yang menerima catatan dengan tangan kanannya yang berisi apa-apa yang telah dikerjakannya, maka ia akan dihisab dengan mudah dan ringan. Dipaparkanlah semua perbuatannya yang baik dan yang buruk, kemudian diberi ganjaran atas perbuatannya yang baik dan dimaafkanlah perbuatannya yang buruk.\nDalam sebuah hadis Nabi saw dijelaskan:\nعَنْ عَائِشَةَ قَالَتْ: سَمِعْتُ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ فِيْ بَعْضِ صَلاَتِهِ: اَللّٰهُمَّ حَاسِبْنِيْ حِسَابًا يَسِيْرًا، فَلَمَّا انْصَرَفَ قُلْتُ يَا نَبِيَّ اللّٰهِ مَا الْحِسَابُ الْيَسِيْرُ؟ قَالَ: أَنْ يَنْظُرَ فِيْ كِتَابِهِ فَيَتَجَاوَزَ عَنْهُ إِنَّهُ مَنْ نُوْقِشَ الْحِسَابَ يَوْمَئِذٍ يَا عَائِشَةُ هَلَكَ وَكُلُّ مَا يُصِيْبُ الْمُؤْمِنَ يُكَفِّرُ اللّٰهُ عَزَّ وَجَلَّ بِهِ عَنْهُ حَتَّى الشَّوْكَةِ تَشُوْكُهُ. (رواه أحمد)\n\nDari ‘Aisyah, ia berkata, “Aku mendengar Rasulullah saw. berdoa dalam sebagian salat yang dilakukannya, “Wahai Allah, hisablah aku dengan hisab yang mudah”. Ketika Rasul selesai salat, aku berkata: “Wahai Nabi Allah, apakah hisab yang mudah itu? Rasulullah menjawab, “Hisab yang mudah adalah ketika Allah memeriksa catatan amal seseorang, Dia memaafkan. Wahai ‘Aisyah, orang yang diinterogasi pada perhitungan amalnya di hari itu (Hari Kiamat), maka ia celaka. Dan setiap musibah yang menimpa seorang mukmin, Allah akan mengampuni (dosanya) dengan musibah itu, walau hanya sekedar tertusuk duri.” (Riwayat Aḥmad)\n\nMaksud Rasulullah dengan perhitungan yang mudah ialah dimaafkan segala kesalahannya, sedangkan orang yang diperiksa catatannya dengan teliti adalah orang yang mendapat malapetaka. Barang siapa mendapat perhitungan yang mudah dan ringan, ia akan kembali kepada keluarganya yang mukmin dengan gembira sebagaimana firman Allah:\nفَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ ١٩ اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ ٢٠ فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ ٢١\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, “Ambillah, bacalah kitabku (ini). Sesungguhnya aku yakin bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku.” Maka orang itu berada dalam kehidupan yang diridai. (al-Ḥāqqah/69: 19-21)",
			"10" : "Dalam ayat-ayat ini, Allah menerangkan bahwa golongan kedua adalah mereka yang banyak mengerjakan perbuatan maksiat, durhaka, dan tidak diridai Allah. Mereka akan menerima catatan perbuatan mereka dengan tangan kiri, dan dari belakang, kemudian mereka dimasukkan ke dalam neraka.\nوَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ ٢٥ وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ ٢٦ يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ ٢٧ مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ ٢٨ هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ ٢٩\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, “Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku. Sehingga aku tidak mengetahui bagaimana perhitunganku. Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.” (al-Ḥāqqah/69: 25-29)",
			"11" : "Dalam ayat-ayat ini, Allah menerangkan bahwa golongan kedua adalah mereka yang banyak mengerjakan perbuatan maksiat, durhaka, dan tidak diridai Allah. Mereka akan menerima catatan perbuatan mereka dengan tangan kiri, dan dari belakang, kemudian mereka dimasukkan ke dalam neraka.\nوَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ ٢٥ وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ ٢٦ يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ ٢٧ مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ ٢٨ هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ ٢٩\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, “Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku. Sehingga aku tidak mengetahui bagaimana perhitunganku. Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.” (al-Ḥāqqah/69: 25-29)",
			"12" : "Dalam ayat-ayat ini, Allah menerangkan bahwa golongan kedua adalah mereka yang banyak mengerjakan perbuatan maksiat, durhaka, dan tidak diridai Allah. Mereka akan menerima catatan perbuatan mereka dengan tangan kiri, dan dari belakang, kemudian mereka dimasukkan ke dalam neraka.\nوَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ ٢٥ وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ ٢٦ يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ ٢٧ مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ ٢٨ هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ ٢٩\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, “Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku. Sehingga aku tidak mengetahui bagaimana perhitunganku. Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.” (al-Ḥāqqah/69: 25-29)",
			"13" : "Dalam ayat-ayat ini, Allah menjelaskan bahwa ada dua hal yang menjadi sebab mengapa mereka menerima catatan amalnya dengan tangan kiri, yaitu: pertama, mereka berbuat sekehendak hatinya, mengerjakan kejahatan dan kemaksiatan dengan tidak memikirkan akibat buruk yang akan menimpa mereka di akhirat kelak.\nKedua, mereka menyangka bahwa mereka tidak akan kembali kepada Tuhannya dan tidak akan dibangkitkan kembali untuk dihisab dan menerima hasil perbuatan mereka di dunia.",
			"14" : "Dalam ayat-ayat ini, Allah menjelaskan bahwa ada dua hal yang menjadi sebab mengapa mereka menerima catatan amalnya dengan tangan kiri, yaitu: pertama, mereka berbuat sekehendak hatinya, mengerjakan kejahatan dan kemaksiatan dengan tidak memikirkan akibat buruk yang akan menimpa mereka di akhirat kelak.\nKedua, mereka menyangka bahwa mereka tidak akan kembali kepada Tuhannya dan tidak akan dibangkitkan kembali untuk dihisab dan menerima hasil perbuatan mereka di dunia.",
			"15" : "Dalam ayat ini, Allah menegaskan bahwa mereka sesungguhnya akan kembali kepada-Nya dan akan menerima hasil perbuatan mereka di dunia. Orang yang saleh dan patuh mengerjakan perintah-Nya akan dimasukkan ke dalam surga, sedang orang yang durhaka dan banyak berbuat maksiat akan dimasukkan ke dalam neraka.",
			"16" : "Dalam ayat-ayat ini, Allah bersumpah dengan cahaya merah pada waktu senja, dengan malam dan apa-apa yang diselubunginya dan dengan bulan apabila jadi purnama bahwa sesungguhnya manusia melalui tahap demi tahap dalam kehidupan, dari setetes air mani sampai dilahirkan.\nKemudian melalui masa kanak-kanak, remaja dan dewasa sampai tua. Kemudian dari hidup sampai mati, lalu dibangkitkan kembali, hidup kembali di surga atau neraka setelah melalui ujian dan perhitungan yang sangat teliti. ",
			"17" : "Dalam ayat-ayat ini, Allah bersumpah dengan cahaya merah pada waktu senja, dengan malam dan apa-apa yang diselubunginya dan dengan bulan apabila jadi purnama bahwa sesungguhnya manusia melalui tahap demi tahap dalam kehidupan, dari setetes air mani sampai dilahirkan.\nKemudian melalui masa kanak-kanak, remaja dan dewasa sampai tua. Kemudian dari hidup sampai mati, lalu dibangkitkan kembali, hidup kembali di surga atau neraka setelah melalui ujian dan perhitungan yang sangat teliti. ",
			"18" : "Dalam ayat-ayat ini, Allah bersumpah dengan cahaya merah pada waktu senja, dengan malam dan apa-apa yang diselubunginya dan dengan bulan apabila jadi purnama bahwa sesungguhnya manusia melalui tahap demi tahap dalam kehidupan, dari setetes air mani sampai dilahirkan.\nKemudian melalui masa kanak-kanak, remaja dan dewasa sampai tua. Kemudian dari hidup sampai mati, lalu dibangkitkan kembali, hidup kembali di surga atau neraka setelah melalui ujian dan perhitungan yang sangat teliti. ",
			"19" : "Dalam ayat-ayat ini, Allah bersumpah dengan cahaya merah pada waktu senja, dengan malam dan apa-apa yang diselubunginya dan dengan bulan apabila jadi purnama bahwa sesungguhnya manusia melalui tahap demi tahap dalam kehidupan, dari setetes air mani sampai dilahirkan.\nKemudian melalui masa kanak-kanak, remaja dan dewasa sampai tua. Kemudian dari hidup sampai mati, lalu dibangkitkan kembali, hidup kembali di surga atau neraka setelah melalui ujian dan perhitungan yang sangat teliti. ",
			"20" : "Dalam ayat ini, Allah mencela sikap dan perbuatan mereka, “Mengapa mereka masih tidak mau beriman, sedangkan bukti telah nyata menunjukkan adanya hari kebangkitan itu?” Firman Allah:\nزَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ٧\nOrang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), “Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.” Dan yang demikian itu mudah bagi Allah. (at-Tagābun/64: 7)",
			"21" : "Dalam ayat ini, Allah menerangkan bahwa mereka tidak mau mengakui bahwa Al-Qur’an itu kalam Ilahi yang harus dimuliakan dan dipatuhi serta mengakui bahwa sesungguhnya Nabi Muhammad saw utusan Allah.",
			"22" : "Dalam ayat ini, Allah menerangkan bahwa mereka tidak mau mengakui bahwa Al-Qur’an itu kalam Ilahi yang harus dimuliakan dan dipatuhi serta mengakui bahwa sesungguhnya Nabi Muhammad saw utusan Allah.",
			"23" : "Dalam ayat-ayat berikut ini, Allah menerangkan sebab mereka tidak mau mengakuinya, yaitu:\n1. \tMereka dengki kepada Nabi Muhammad atas kelebihan yang telah dikaruniakan Allah kepadanya.\n2. \tMereka takut kehilangan pengaruh dan kedudukan sebagai pemimpin bangsanya.\n3. \tMereka tidak mau mengganti kepercayaan yang telah dianut oleh nenek moyang mereka dengan kepercayaan yang lain. Allah mengetahui apa yang mereka sembunyikan dalam hati mereka. Oleh karena itu, Allah mengejek mereka dengan kata-kata, “Berilah kabar gembira kepada mereka dengan azab yang pedih di hari Kiamat nanti.”",
			"24" : "Dalam ayat-ayat berikut ini, Allah menerangkan sebab mereka tidak mau mengakuinya, yaitu:\n1. \tMereka dengki kepada Nabi Muhammad atas kelebihan yang telah dikaruniakan Allah kepadanya.\n2. \tMereka takut kehilangan pengaruh dan kedudukan sebagai pemimpin bangsanya.\n3. \tMereka tidak mau mengganti kepercayaan yang telah dianut oleh nenek moyang mereka dengan kepercayaan yang lain. Allah mengetahui apa yang mereka sembunyikan dalam hati mereka. Oleh karena itu, Allah mengejek mereka dengan kata-kata, “Berilah kabar gembira kepada mereka dengan azab yang pedih di hari Kiamat nanti.”",
			"25" : "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang beriman kepada Allah dan Rasul-Nya, percaya kepada Al-Qur’an, serta mengerjakan ajarannya dengan sebaik-baiknya, akan mendapat ganjaran dari Allah yang tidak ada putus-putusnya, abadi selama-lamanya."
		}
	}
}