{
	"97" :{
		"number" : "97",
		"name_surah" : " القدر",
		"name_latin" : "Al-Qadr",
		"wajiz" : {
			"1" : "Al-Qur’an adalah kitab suci yang mulia. Sesungguhnya Kami telah menurunkannya untuk pertama kali kepada Nabi Muhammad di Gua Hira, atau menurunkannya secara sekaligus dari Lau Maf ke Baitul Izzah di langit dunia, pada malam qadar, malam kemuliaan dan ke agungan.",
			"2" : "Dan tahukah kamu, wahai Nabi Muhammad, apakah malam kemuliaan dan keagungan itu? Ungkapan Lailatul Qadr baru disebut oleh Al-Qur’an dalam ayat pertama surah ini sehingga Allah perlu menjelaskan artinya dan menggugah perhatian Nabi tentangnya.",
			"3" : "Malam kemuliaan itu lebih baik daripada seribu bulan tanpa malam qadar di dalamnya. Ibadah pada malam itu mempunyai nilai yang sangat tinggi di mata Allah, lebih tinggi daripada ibadah selama seribu bulan.",
			"4" : "Pada malam itu turun para malaikat dan Ruh, yakni Jibril, dari langit ke bumi dengan izin Tuhannya untuk mengatur semua urusan makhluk yang telah ditentukan-Nya di Lauh Mahfuz untuk satu tahun mendatang, seperti umur, rezeki, kematian, dan sebagainya. Inilah yang membuat malam itu begitu mulia.",
			"5" : "Sejahteralah malam itu sejak matahari terbenam sampai terbit fajar. Pada malam itu Allah hanya menentukan keselamatan dan kesejahteraan bagi makhluknya. Para malaikat juga turun secara bergelombang sambil membawa rahmat, kebaikan, salam, dan berkah dari Allah. Pada malam itu pula, tiap kali berjumpa dengan orang beriman, para malaikat pasti mengucapkan salam kepadanya."
		},
		"tahlili" : {
			"1" : "Terdapat empat tempat dalam Al-Qur’an yang menerangkan tentang penurunannya kepada Nabi saw yaitu:\n1.\tDalam Surah al-Qadr.\n2.\tDalam Surah ad-Dukhān, yaitu pada firman-Nya:\t\nحٰمۤ ۚ ١ وَالْكِتٰبِ الْمُبِيْنِۙ ٢ اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةٍ مُّبٰرَكَةٍ اِنَّا كُنَّا مُنْذِرِيْنَ ٣ فِيْهَا يُفْرَقُ كُلُّ اَمْرٍ حَكِيْمٍۙ ٤ اَمْرًا مِّنْ عِنْدِنَاۗ اِنَّا كُنَّا مُرْسِلِيْنَۖ ٥ رَحْمَةً مِّنْ رَّبِّكَ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُۗ ٦\nḤā Mīm. Demi Kitab (Al-Qur’an) yang jelas, sesungguhnya Kami menurunkannya pada malam yang diberkahi. Sungguh, Kamilah yang memberi peringatan. Pada (malam itu) dijelaskan segala urusan yang penuh hikmah, (yaitu) urusan dari sisi Kami. Sungguh, Kamilah yang mengutus rasul-rasul, sebagai rahmat dari Tuhanmu. Sungguh, Dia Maha Mendengar, Maha Mengetahui. (ad-Dukhān/44: 1-6)\n\n3.\tDalam Surah al-Baqarah, yaitu pada firman-Nya:\nشَهْرُ رَمَضَانَ الَّذِيْٓ اُنْزِلَ فِيْهِ الْقُرْاٰنُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَانِ\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur’an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). (al-Baqarah/2: 185)\n4.\tDalam Surah al-Anfāl, yaitu pada firman-Nya:\n۞ وَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَآ اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ\nDan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang, maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil, (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari Furqān, yaitu pada hari bertemunya dua pasukan. Allah Mahakuasa atas segala sesuatu. (al-Anfāl/8: 41)\n\nAyat Surah al-Qadr menyatakan bahwa turunnya Al-Qur’an dari Lauḥ Maḥfūẓ ke Baitul-‘Izzah jelas pada malam Lailatul Qadr. Ayat Surah ad-Dukhān menguatkan turunnya Al-Qur’an pada malam yang diberkahi, ayat Surah al-Baqarah menunjukkan turunnya Al-Qur’an pada bulan Ramadan. Sedangkan Surah al-Anfāl/8: 41 di atas menerangkan penyelesaian pembagian rampasan perang pada Perang Badar. Perang ini disebut yaumul-furqān karena merupakan pertempuran antara tentara Islam dengan tentara kafir, di mana kemenangan berada di tangan tentara Islam. \nDalam ayat ini diungkapkan bahwa Allah menurunkan Al-Qur’an pertama kali kepada Nabi saw pada malam yang mulia. Kemudian diturunkan terus-menerus secara berangsur-angsur menurut peristiwa dan suasana yang menghendakinya dalam jangka waktu dua puluh dua tahun lebih sebagai petunjuk bagi manusia dalam mencapai kebahagiaan hidup di dunia dan di akhirat nanti.\nSehubungan dengan uraian di atas, para ulama mengatakan bahwa kata anzala dan nazzala berbeda penggunaan dan maknanya. Oleh sebab itu, makna anzalnāhu dalam Surah al-Qadr menunjukkan turunnya kitab suci Al-Qur’an pertama kali dan sekaligus dari Lauḥ Maḥfūẓ ke langit dunia. Kemudian diturunkan berangsur-angsur dari langit dunia kepada Nabi Muhammad, yang dibawa oleh Malaikat Jibril selama 22 tahun, 2 bulan dan 22 hari. Sedangkan makna nazzala bermakna diturunkan berangsur-angsur.\nTidak diragukan lagi bahwa manusia sangat memerlukan Al-Qur’an sebagai pedoman yang menjelaskan sesuatu yang mereka ragukan dalam hal-hal yang berhubungan dengan soal-soal keagamaan atau masalah-masalah duniawi. Al-Qur’an juga menerangkan kepada mereka kejadian manusia dan kejadian yang akan datang ketika datangnya hari kebangkitan.\nManusia memerlukan pegangan tersebut karena tanpanya, mereka tidak dapat memahami prinsip-prinsip kemaslahatan yang sebenarnya untuk membentuk peraturan-peraturan dan undang-undang. Oleh sebab itu, benarlah pendapat yang menyatakan bahwa manusia tidak dapat melepaskan diri dari agama dan petunjuk rohani yang menentukan ukuran dan nilai sesuatu setelah mengetahui secara ilmiah keadaan dan khasiat sesuatu.",
			"2" : "Kemudian dalam ayat ini, Allah menyatakan keutamaan Lailatul-Qadr yang tidak dapat diketahui oleh para ulama dan ilmuwan, bagaimanapun tingginya ilmu pengetahuan mereka. Pengertian dan pengetahuan Nabi-Nya pun tidak sanggup menentukan kebesaran dan keutamaan malam itu. Hanya Allah yang mengetahui segala hal yang gaib, yang menciptakan alam semesta, yang mewujudkannya dari tidak ada menjadi ada.",
			"3" : "Pada ayat ini, Allah menerangkan keutamaan Lailatul-Qadr yang sebenarnya. Malam itu adalah suatu malam yang memancarkan cahaya hidayah sebagai permulaan tasyrī‘ yang diturunkan untuk kebahagiaan manusia. Malam itu juga sebagai peletakan batu pertama syariat Islam, sebagai agama penghabisan bagi umat manusia, yang sesuai dengan kemaslahatan mereka sepanjang zaman. Malam tersebut lebih utama dari seribu bulan yang mereka lalui dengan bergelimang dosa kemusyrikan dan kesesatan yang tidak berkesudahan. Ibadah pada malam itu mempunyai nilai tambah berupa kemuliaan dan ganjaran yang lebih baik dari ibadah seribu bulan.\nSebutan kata “seribu” dalam ayat ini tidak bermaksud untuk menentukan bilangannya. Akan tetapi, maksudnya untuk menyatakan banyaknya yang tidak terhingga sebagaimana yang dikehendaki dengan firman Allah:\nيَوَدُّ اَحَدُهُمْ لَوْ يُعَمَّرُ اَلْفَ سَنَةٍۚ\nMasing-masing dari mereka ingin diberi umur seribu tahun. (al-Baqarah/2: 96).\n\nApakah ada malam yang lebih mulia daripada malam yang padanya mulai diturunkan cahaya hidayah untuk manusia setelah berabad-abad lamanya mereka berada dalam kesesatan dan kekufuran? Apakah ada kemuliaan yang lebih agung daripada malam di mana cahaya purnama ilmu makrifah ketuhanan menerangi jiwa Muhammad saw yang diutus sebagai rahmat untuk seluruh manusia, menyampaikan berita gembira dan ancaman serta memanggil mereka ke jalan yang lurus, menjadikan mereka umat yang melepaskan manusia dari belenggu perbudakan dan penindasan penguasa yang zalim di timur dan barat, dan mempersatukan mereka sesudah berpecah-belah dan bermusuh-musuhan?\nMaka seyogyanya umat Islam menjadikan malam tersebut sebagai hari raya karena malam itu merupakan waktu turunnya undang-undang dasar samawi yang mengarahkan manusia ke arah yang bermanfaat bagi mereka. Penurunan ini juga memperbaharui janji mereka dengan Tuhan yang berhubungan dengan jiwa dan harta sebagai tanda syukur atas nikmat pemberian-Nya serta mengharapkan pahala balasan-Nya.",
			"4" : "Dalam ayat ini, Allah menyatakan sebagian dari keistimewaan malam tersebut, yaitu turunnya para malaikat bersama Jibril dari alam malaikat sehingga tampak oleh Nabi saw, terutama Jibril yang menyampaikan wahyu. Penampakan Jibril kepada Nabi saw dalam rupanya yang asli adalah perintah Allah, setelah Ia mempersiapkan Nabi-Nya untuk menerima wahyu yang akan disampaikannya kepada manusia yang mengandung kebajikan dan keberkahan.\nTurunnya malaikat ke bumi adalah dengan izin Allah, tidak perlu kita menyelidiki bagaimana cara dan apa rahasianya. Kita cukup beriman saja dengannya. Adapun yang dapat diketahui manusia tentang rahasia alam ini hanya sedikit sekali, sebagaimana diterangkan dalam firman Allah:\nوَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا\nSedangkan kamu diberi pengetahuan hanya sedikit. (al-Isrā’/17: 85)\n\nMalam itu (Lailatul-Qadr) adalah hari raya umat Islam karena merupakan waktu turunnya Al-Qur’ān dan malam bersyukur kepada Allah atas kebajikan serta kenikmatan yang dikaruniakan-Nya. Pada saat itu, malaikat ikut bersyukur bersama manusia atas kebesaran malam Qadar, sebagai tanda kemuliaan manusia yang menjadi khalifah Allah di muka bumi.\nDi antara tanda-tanda Lailatul-Qadr adalah matahari terbit tanpa sinarnya yang memancar. Ibnu ‘Abbās meriwayatkan bahwa Rasulullah bersabda tentang Lailatul-Qadr:\nلَيْلَةٌ سَمْحَةٌ طَلْقَةٌ، لاَ حَارَّةٌ وَلاَ باَرِدَةٌ، تُصْبِحُ شَمْسُهَا صَبِيْحَتَهَا صَفِيْقَةً حَمْرَاءَ. (رواه أبو داود)\nLailatul qadar adalah malam yang tenang dan cerah, tidak panas dan tidak dingin, serta matahari pada pagi harinya berwarna merah terang. (Riwayat Abū Dāwud)",
			"5" : "Dalam ayat ini, Allah menyatakan bahwa malam tersebut dipenuhi kebajikan dan keberkahan dari permulaan sampai terbit fajar, karena turunnya Al-Qur’an yang disaksikan oleh para malaikat ketika Allah melapangkan dada Nabi-Nya dan memudahkan jalan untuk menyampaikan petunjuk serta bimbingan kepada umatnya."
		}
	}
}